{
    "metadata": {
        "model": "EleutherAI/pythia-160m",
        "revision": "main",
        "num_parameters": 162322944,
        "timestamp": "2023-10-16 14:50:39.462007"
    },
    "John seized the comic from Bill. He": {
        "details": {
            "pronoun": [
                33,
                35
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    27,
                    31
                ]
            ]
        },
        "sentences": [
            "John seized the comic from Bill. He told his table administrator, Eddie Gibson, that he \"wanted to make the book the same as the CD,\" to which Bill said: \"This record has so little interest in Signed, no story of cohes.",
            "John seized the comic from Bill. He had left, and he'd taken me for advice on whether or not he would be able to defend himself.",
            "John seized the comic from Bill. He leapt off his fat head because he was not an author of good character design, but he thought it was cute when He got on some posters for The Lion by Robert Silberhorn.",
            "John seized the comic from Bill. He had not been allowed to speak English when this began; on an obvious request, Bill spoke and handed over the comic.",
            "John seized the comic from Bill. He sought, apparently unaware, into ownership of the rights in which he owned the comic, and then applied himself to building a patent for that monopoly.",
            "John seized the comic from Bill. He was concerned about the poor sound of his boot following his strokes and knew a risk of hitting a woman he could be annoyed with.",
            "John seized the comic from Bill. He was extremely pleased with her excellence and when Mac received a present from me he promised me another.",
            "John seized the comic from Bill. He worked longer than the celebrity editor of the titulations he used to dabble with literature.",
            "John seized the comic from Bill. He slapped hard into the nose, then flipped open the door with the most violent power so far in Characters.",
            "John seized the comic from Bill. He then ordered Carl and the gang to obtain money in return around 11:30 p.",
            "John seized the comic from Bill. He then let it go – little by little, letting start acting like a normal whores.",
            "John seized the comic from Bill. He told the sub-machine gunman, \"I will walk you out.",
            "John seized the comic from Bill. He then looked up at him.",
            "John seized the comic from Bill. He thought it might\nlook like life was in those moments after the fact.",
            "John seized the comic from Bill. He told in an article and said it was he's \"just going to get done reading so that maybe I'll be happy with that.",
            "John seized the comic from Bill. He slid the whole deal around with the outstanding Roger Hitchcock, playing nice, amusing but not very entertaining, because you know what would love it? Hinged his stamp by such silly things.",
            "John seized the comic from Bill. He made several long, serious throws across a yellow-orange border on the ceiling, so drawing them the required his power could not but generate air.",
            "John seized the comic from Bill. He claimed to show the use of the camera: \"You'll never guess what I produced here.",
            "John seized the comic from Bill. He told the defense that all the corners are the same, but no one really knew anything about me.",
            "John seized the comic from Bill. He said: 'On a Sunday morning, earlier that morning, I actually remember the way my children got drunk.",
            "John seized the comic from Bill. He told Grant: The virus is not only seriously destructive, but lethal upon striking.",
            "John seized the comic from Bill. He was careful to keep it on one side, but in the midst of Kirstie.",
            "John seized the comic from Bill. He was like.",
            "John seized the comic from Bill. He then pointed the gun up at me and said:\n\n\"Apology for taking Sir George's advice in computing.",
            "John seized the comic from Bill. He assured him, “It’s mine now.",
            "John seized the comic from Bill. He wrapped the book neatly around the front cover and secured the crown style, an unusual angle designed to generate a smile and when he laid it onto the front front legs, it drew a small mouse which the horse instantly.",
            "John seized the comic from Bill. He assumed it contained the money he bought from Orwell for its promotional properties.",
            "John seized the comic from Bill. He whips the expression - although he did turn in and give me that gigantic grin - on to the comics.",
            "John seized the comic from Bill. He fisted the story's head, and saw it through well into the darkness, blood spurting him from the creature's skull, as his servant glided back in after the help had been done.",
            "John seized the comic from Bill. He wrote one in Sir Paul's Evening Express, using the rough notation they took in his own interview with the Doctor in December, 1886.",
            "John seized the comic from Bill. He said, \"From a manager's perspective,\" to try and stop me, \"I had an idea to do a movie in one week to a couple of million population, and they won the right to free-.",
            "John seized the comic from Bill. He had the following introduction: \"Can you take it? I'll sew it into this garment.",
            "John seized the comic from Bill. He managed to take a picture of the game from inside.",
            "John seized the comic from Bill. He had his printed photocopy and the key to he considered that the book should be in full condition, but he also used the same method to dissect three letters through an empty screen revealed to be their original letter.",
            "John seized the comic from Bill. He admitted that he himself has been unlawfully detained.",
            "John seized the comic from Bill. He probably would not have shared (yet) them - mainly through scissors.",
            "John seized the comic from Bill. He then watched D_ad_4_zł a few weeks later, in an effort to put his story right and to get more men than the owners, able and willing.",
            "John seized the comic from Bill. He told the court that he did not \"feel the wind stirring,\" as there seems to be a comparison in the Irish case, but that he felt them because they were not interested in his own paintings.",
            "John seized the comic from Bill. He had an following now of a dozen or more.",
            "John seized the comic from Bill. He then returned a copy of the book to me, which she wore several times on a separate piece and copied by putting it into her bag.",
            "John seized the comic from Bill. He then asked me to sign if he wanted to.",
            "John seized the comic from Bill. He refused his office in prison, but when it was cleared up, O’Donnell told Bill about it, and he was sentenced to thirteen years and an out-of jail sentence, for good behavior.",
            "John seized the comic from Bill. He put it in Alex’s hand.",
            "John seized the comic from Bill. He finished off its story in an earlier version.",
            "John seized the comic from Bill. He said it was a piece of code stolen by Elvis Presley.",
            "John seized the comic from Bill. He thrust a gun in Frank's face and pointed the weapon at the other two.",
            "John seized the comic from Bill. He could not find the word when he did so, but said that he had read it while he lay the wire, starting it and pressing it away from everything she commanded.",
            "John seized the comic from Bill. He said: \"If you're the master of it (Billy Crocker) you help me see who the voice of trash you call the shit.",
            "John seized the comic from Bill. He then beat them to the turf, and invited them outside, stating at the urging of the band the name that was still there, marking any competition to be lost yet.",
            "John seized the comic from Bill. He said, “Everybody says you’re the biggest comic comic!” and said, ”I made a comic!” If just 50 artists were to reveal his current production costs at peak consumer demand in 2013… I’.",
            "John seized the comic from Bill. He explained,\n\n\"I know you don't expect to see all of King Paul's books and stories.",
            "John seized the comic from Bill. He said, \"I've known that Ray Wilson was one the less honest of a employee but was essentially an ignorant and idiotic character.",
            "John seized the comic from Bill. He then had a conversation about why Jonathan had produced the comic in the first place.",
            "John seized the comic from Bill. He had not been at it hard for several years, but then suggested that someone else have shown the song to him.",
            "John seized the comic from Bill. He moved a sledge and needed more whip.",
            "John seized the comic from Bill. He said what he said: \"He's an excellent writer.",
            "John seized the comic from Bill. He told Dave, \"Forget it.",
            "John seized the comic from Bill. He told Art that he needed to get a signal from her to not be drawn to him, in case any more moves were needed for it.",
            "John seized the comic from Bill. He had indeed written an erotic story and provided the comic with a plot as insane as that set in America! He wrote, “It must have been the winter of 1906–10” when that fiasco seemed.",
            "John seized the comic from Bill. He talked about \"hundreds of folders, tons of girl cards.",
            "John seized the comic from Bill. He was unyielding in the gun.",
            "John seized the comic from Bill. He stood as an expression of high purpose on her face, reflecting into a half-court smile, the kind of self-immolation it is impossible to speak about it all that well – DARAN by Pat.",
            "John seized the comic from Bill. He was anxious,\" said Bell, \"to look into your dark night nights.",
            "John seized the comic from Bill. He gave Jack a warm hug with little while of understanding.",
            "John seized the comic from Bill. He dropped that into a chokehold and dragged me out and slammed this thing into the shin, raping me with blood as a prize of sorts and then having his hands on my thigh trying to wrap me around.",
            "John seized the comic from Bill. He was right about him wanting to paint it.",
            "John seized the comic from Bill. He said that he is \"very nice\" and likes \"stars.",
            "John seized the comic from Bill. He told me that every year he looked past that header so that he could view things differently, and \"look me in the eye\".",
            "John seized the comic from Bill. He accused Bill of keeping a low profile, that was the problem, which is to say, keeping rich people in their caravan, a higher rent, and frequent spending of his time at the hotel for the ear.",
            "John seized the comic from Bill. He then forced Jim Beam to marry off his children to throw off the wife’s domination, and to marry off more for Roderick\nto work for a living.",
            "John seized the comic from Bill. He was actually going to rip up the comics that were published in the future and they're still ready to do the same.",
            "John seized the comic from Bill. He told his test subjects to buy their uniforms with a contract signing them at his school.",
            "John seized the comic from Bill. He will call himself “Free, Wild, and Stand Up” and drive it on a mighty trip of his.",
            "John seized the comic from Bill. He said the pictures wouldn't work anymore, and had been stolen from people, who were just tourists from different places.",
            "John seized the comic from Bill. He tapped at the top foot in front of Dennis.",
            "John seized the comic from Bill. He discovered it a long way from the original book, by means of which he drew his \"captive manual.",
            "John seized the comic from Bill. He ranted openly on camera about my dad's \"missed sister\" status.",
            "John seized the comic from Bill. He was left insane after that.",
            "John seized the comic from Bill. He had no clue whatsoever; he didn’t exist.",
            "John seized the comic from Bill. He stated that he gave the man his hand and that he gave Bill personal secrets, including knowledge about Charlie, in the hopes of he could get Mickey to join his country to fight Dr.",
            "John seized the comic from Bill. He had no desire to return.",
            "John seized the comic from Bill. He told Tim to sign the\n\nword out of the window and for the sake of the crown.",
            "John seized the comic from Bill. He flipped the pages holding up bills and, as the story read to Tom Wilson.",
            "John seized the comic from Bill. He was amazed to see such an important, though neglected, man walking thus through the woods of an arid scrub.",
            "John seized the comic from Bill. He smote him in the mouth if he touched his leg, but the other two didn't, and he left behind a blackened skull in his mouth.",
            "John seized the comic from Bill. He was taking about forty pictures to put in the ink.",
            "John seized the comic from Bill. He said the cover, once published in cahoots with others, required less attention than it needed to be given.",
            "John seized the comic from Bill. He had caused a terrible misunderstanding, for Bill had worn bad glasses with hazel-colored names, like those that Alfred Wayne wore in Park Street.",
            "John seized the comic from Bill. He can now read the whole rambler to make even the small risks he wants to get over and complete his work.",
            "John seized the comic from Bill. He paused as New York posted on its message, acknowledging they should have been doing it publicly.",
            "John seized the comic from Bill. He directed it as well, and must have taken pride in being able to render such a masterpiece so widely admirably done—\"Beggin tink di'4d!\" followed by \"Batful d4.",
            "John seized the comic from Bill. He assured me he did what I would if necessary, and, while he did that and that the scriptual direction in which he did the matter of doing some serious work was in strict accordance with his basic instructions,.",
            "John seized the comic from Bill. He caught up the story:\n\nThis could mean an argument for getting the books out.",
            "John seized the comic from Bill. He slammed him into the table, then took his knife, biting his thumb, resulting in a bloody wound.",
            "John seized the comic from Bill. He slapped it, severely.",
            "John seized the comic from Bill. He walked toward the desk in a slow, stealthy manner; eventually opening a jug container with one of the papers beside him.",
            "John seized the comic from Bill. He was playing on the back button of his guitar, but his music took longer to match.",
            "John seized the comic from Bill. He then shot Paul back across the table with a pistol in an attempt to hide the gun from the reporter being an undercover agent.",
            "John seized the comic from Bill. He had not, for the records show, been wearing a Knicks uniform, and seems to be attempting a ponytail.",
            "John seized the comic from Bill. He had ducked and was now fatally shot at once."
        ],
        "counts": {
            "John": 0,
            "Bill": 7
        }
    },
    "John passed the comic to Bill. He": {
        "details": {
            "pronoun": [
                31,
                33
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    25,
                    29
                ]
            ]
        },
        "sentences": [
            "John passed the comic to Bill. He survived it and he was a winning version of that great comic, much appreciated by his readers on the show.",
            "John passed the comic to Bill. He later released a Unlimited Selections.",
            "John passed the comic to Bill. He’s not, in all likelihood, your wife; so his divorce from one of his client relationships could never be fixed by government.",
            "John passed the comic to Bill. He then acquired it again in 1863, when he first saw that the comic was his own, and the author\nhad hired a public and literary man to maintain it, and the poet and author had published them;.",
            "John passed the comic to Bill. He later worked against his premonism, which included part of an event designed for a film festival: a school for young people to take place in a village where children were taught to kill the faggot to.",
            "John passed the comic to Bill. He made a joke.",
            "John passed the comic to Bill. He noted President Bill early on in history and wrote it off as an interesting piece he'd scribbled on his paper.",
            "John passed the comic to Bill. He returned it to her.",
            "John passed the comic to Bill. He jumped into the movie.",
            "John passed the comic to Bill. He didn’t go into details, except and you know what that is! It was of a beautiful tradition having in him.",
            "John passed the comic to Bill. He would use the comic to portray himself in his documentary that, when released, looked like a movie director’s dream.",
            "John passed the comic to Bill. He wrote for a lot of publishers and helped\nfavorite books to publishers, took a lot off her.",
            "John passed the comic to Bill. He’s not the first player to develop an arsenal of not-so-bad-ass abilities, but, despite his part in \"Technics,\" he's been an understatement when they get to working with.",
            "John passed the comic to Bill. He in his journal moved and deleted several unpublished fictions, and originally published with a manuscript in the Fannie Murdock, her memoirs in Library Books: First published with permission on July 6th 1915.",
            "John passed the comic to Bill. He got a copy shortly thereafter—a piece of ill art he helped write, _The Reign of the Poles_.",
            "John passed the comic to Bill. He got into love of crime with him and it blew him out of the mud, and he started to kill people.",
            "John passed the comic to Bill. He finally cut its teeth on TV; he saw for a moment why he would believe in the dreams of a sexual addict.",
            "John passed the comic to Bill. He raised them like little angels, both of charity, and faith.",
            "John passed the comic to Bill. He’s always had a fresh approach to writing characters and the need for a book prompt that looks for the best value at the time of its release.",
            "John passed the comic to Bill. He grew up along the road between two Victorian-era factories—the original, the Duke of Northampton's Toto and the Old Parade's—\"or perhaps we've one hundred years gone for it,\" he.",
            "John passed the comic to Bill. He says: I think Ames has evolved over a century to the point that he is an original character.",
            "John passed the comic to Bill. He's in the fight again.",
            "John passed the comic to Bill. He is not interested in the war (and it appears that he had nothing to do with War in the first place), but he retains the art in a form or another, whether physical or philosophical, in his par.",
            "John passed the comic to Bill. He says it was the next hard-drinking street guy from Green Street\nLori Slade, an environmental writer for World News\nSteppenwolf\nWas the 'Earth Wolf' affected by Joel Potter’.",
            "John passed the comic to Bill. He wanted to make the circus more personal, never making people remember who he was and what this record plan was.",
            "John passed the comic to Bill. He then told Mike and Don's Billy Swann that he listened to the radio and decided that he was only interested in discovering some good music to audition.",
            "John passed the comic to Bill. He became a regular.",
            "John passed the comic to Bill. He wrote several ideas of the \"critical-and-comic\"-formatical, or even any physical aesthetic involving visual experience.",
            "John passed the comic to Bill. He had noted that he wanted to be part of Hank's crew and that he could, and would have designed & sold the comic, along with the son of his wife, into the Warner Bros.",
            "John passed the comic to Bill. He’s a brilliant patron.",
            "John passed the comic to Bill. He said that there were several problems with the job at Barber and it seemed as if a couple of the bigots in the city tried and managed to do some damage to them with nothing in particular in quite a while.",
            "John passed the comic to Bill. He is believed to have just written some kangaroo turn-up for someone that could be made into a literary guy.",
            "John passed the comic to Bill. He stuck with a very blustery style of the comic: he was ever affectionate and lively, carrying a lucid imagination, producing one of the most engaging works previously printed for his standing friends, and his.",
            "John passed the comic to Bill. He died July 16, 1871\n\nYou probably don't dare get too daft about Charles Brown in regards to the play from the very start of his career.",
            "John passed the comic to Bill. He wrote this commotion on the title page and added Lazarus as preface to the full title page:\n\n\"Comic; or instead your favourite bloody hero\n\n  [later added: A little.",
            "John passed the comic to Bill. He'd never written anything beyond his original, published comic with a minimum of effort that would last over two years, and by March it was back on his paper.",
            "John passed the comic to Bill. He got into my office and asked me to do something for him to do.",
            "John passed the comic to Bill. He said: “Hey, about those '27 BPI covers; why do they insist after seven? I mean, it could be better.",
            "John passed the comic to Bill. He gave rise to a suit of scythes for what was now known by Capcom as \"The Black Velvet Suit\".",
            "John passed the comic to Bill. He also wrote the Wizard of Winchester(s):\n\n.",
            "John passed the comic to Bill. He remained in the post.",
            "John passed the comic to Bill. He gave away eight of the biggest ideas, and had been offered one for the Colored Building in Buzzo Town to go to.",
            "John passed the comic to Bill. He died.",
            "John passed the comic to Bill. He later sued for possession and perjury.",
            "John passed the comic to Bill. He got it, and when it came back, it was all scattered about again and again all over again, except just when he spotted it with all the other silver birds he sent to us out from Canada, and.",
            "John passed the comic to Bill. He wanted going with Rayleigh and perhaps again changing his mode of life.",
            "John passed the comic to Bill. He preferred to write for a short print in the future as a means to give the character’s career what he lacked for the game for almost a hundred years.",
            "John passed the comic to Bill. He gave them nine free prints as a donation which was to pay for the book and it was described as going to be handled by him [@B1].",
            "John passed the comic to Bill. He was one of my first fans and I was always surprised at how much they admired the new faces, and though Michael Moore’s Tara, Michelle and Patty Demaine had some good conversations, I worried.",
            "John passed the comic to Bill. He’s always been someone I learned from from my grandfather who is a great comic strip creator and wizard smith.",
            "John passed the comic to Bill. He has risen in general good looks, but not those of being afraid.",
            "John passed the comic to Bill. He hit a shark for taking his shots at his enemies and upset the Governor, and a little lady named Henry Holmes, learned something that Senator Cleveland appropriated into the Federal government.",
            "John passed the comic to Bill. He's just a regular guy.",
            "John passed the comic to Bill. He went on to officially represent the breed in its August 2011 meeting.",
            "John passed the comic to Bill. He died of muscular pain the following day at the age where he drank himself down at the lungs before he could take a drink.",
            "John passed the comic to Bill. He’s killed in battle, or at first as one part of a team.",
            "John passed the comic to Bill. He went on the, yeah - right, you know, and he was like you wrote the song, like when it was that almost there, sitting by him, next thing you know there's some man and one.",
            "John passed the comic to Bill. He wanted this bare-knuckle tit-kid pouncing on cowboy Lou Patty, who sold out his soul to the likes of Gerald Ford.",
            "John passed the comic to Bill. He is completely international, emulating both Wavy Dockse films – probably a great love/hate relationship in the literary world of Australia – as he became a publisher recently.",
            "John passed the comic to Bill. He had an older sister in London, and it was a very tender age for the girl.",
            "John passed the comic to Bill. He told me that by the end and then, truth be made known on the planet, he wrote what turned out to be a verbatim copy of the movie, either here or at the old publishing house.",
            "John passed the comic to Bill. He went and tried to prove that he truly was the real Donald Robertson.",
            "John passed the comic to Bill. He had no interest in the politics things.",
            "John passed the comic to Bill. He's sure quite the boogeyman when it comes down.",
            "John passed the comic to Bill. He says that by the time he came back he thought his record of three albums had helped Joe (Christopher Bailey).",
            "John passed the comic to Bill. He became the assistant publisher of The Super Comics Company and gave this book a highly acclaimed review by Roger Sturges and Ed Scholz for the periodical, The Comics Plate, published June 7.",
            "John passed the comic to Bill. He gave everyone the same looks and very human style of mind, even more than his body, to make love to anyone with the same name.",
            "John passed the comic to Bill. He had no health issues and recommended he return to his late twenties to prepare for a young audience.",
            "John passed the comic to Bill. He has since displayed both his skills in  his past, and as of with a strong hand of 1440D in his career, now by at the following years the largely forgotten tribute has gone out by the Jack.",
            "John passed the comic to Bill. He has inspired more than one Star Trek series: The Last Tango.",
            "John passed the comic to Bill. He did some fun stuff before he came to Hollywood, even some of his wilder and better things.",
            "John passed the comic to Bill. He warned him to get back with the Cattronics 'Fighter' version, and then requested a space in which to launch _Hercules Cacatronic_ —which, as everyone knew, wasn't.",
            "John passed the comic to Bill. He said that sawries in the \"circles\" of a Mason decided that this was an economic incentive that worked when that poor couple had a son of a maker.",
            "John passed the comic to Bill. He has never shown a move-in in a major league prospect for Adderdon Burrell and tried to give those with a future in it.",
            "John passed the comic to Bill. He told it all, so it's out my front door.",
            "John passed the comic to Bill. He or their protagonists shall be placed under\nit.",
            "John passed the comic to Bill. He settled it into a book in which he told all about the process to write a new character.",
            "John passed the comic to Bill. He wanted to turn his former The X Factor squad into the X-Factor himself.",
            "John passed the comic to Bill. He strolled along the side grounds.",
            "John passed the comic to Bill. He wanted 100-50 for his $100 worth of masks, because he needed one.",
            "John passed the comic to Bill. He died at home in 1904, but never returned for the funeral.",
            "John passed the comic to Bill. He answered immediately, \"There you don't have to.",
            "John passed the comic to Bill. He’s kinda like an ostrich or some kind of insect.",
            "John passed the comic to Bill. He went to Texas Medical School at West Little Texas Hospital where he again taught and grew up, for the most part.",
            "John passed the comic to Bill. He gave those again to Earl until William Robertson moved over to Bal Harlan's land because there was not any of his predecessors on the estate.",
            "John passed the comic to Bill. He then had also written his American version of the comic in The Zone (which did not give the story much outside of internal storyboarding), and then did the first printing of The Black Cat.",
            "John passed the comic to Bill. He also brought out the comics as a means for the studio to work together.",
            "John passed the comic to Bill. He became the only three people he could house characters and his characters kept these.",
            "John passed the comic to Bill. He said the time has come for building a tribute and that he actually has the power to put the back of the Ark at the best of times.",
            "John passed the comic to Bill. He became friends with the former Knickerbocker reporter.",
            "John passed the comic to Bill. He then engaged a coda or two of his earlier apprentice Billy Banzu, as for example.",
            "John passed the comic to Bill. He said the rest wouldn't come.",
            "John passed the comic to Bill. He then went through the window, and saw the body was even more bound about: through the shell of the corpse, and afterward the body of the child's foretaker and his daughter-in-law,.",
            "John passed the comic to Bill. He went to Nottingham and in their summer camp he was working among old men in Tinsbarrow camps and he was an outstanding host.",
            "John passed the comic to Bill. He just happened to take one after the curtain ended: \"I don't think I could make him jump\".",
            "John passed the comic to Bill. He really did not play music, and this sounded like one of those Magneto movies that had passed away and had useees to share them, so this is strange news for those haters who want to shut.",
            "John passed the comic to Bill. He also sang the all-night blues from Codi Wilson.",
            "John passed the comic to Bill. He's known as the antagonist, for his looks and even as a vocal opponent, in his third comic, the shift is described in the closing, concluding word by making the comic positive emotional not to be performed,.",
            "John passed the comic to Bill. He has done a little of all his influences that well.",
            "John passed the comic to Bill. He watched any drop\nof water drop, like dead drops."
        ],
        "counts": {
            "John": 0,
            "Bill": 3
        }
    },
    "Joseph hit Patrick. He": {
        "details": {
            "pronoun": [
                20,
                22
            ],
            "options": [
                [
                    0,
                    6
                ],
                [
                    11,
                    18
                ]
            ]
        },
        "sentences": [
            "Joseph hit Patrick. He uses X-rays to remove debris in his body.",
            "Joseph hit Patrick. He had to play a part so someone wouldn't check up on him, and that wasn't a fact.",
            "Joseph hit Patrick. He ultimately passed away four days after he hit this event, until new survivors arrived.",
            "Joseph hit Patrick. He also had records that recorded a club song, too.",
            "Joseph hit Patrick. He wore this costume just a year needed to break for his morning.",
            "Joseph hit Patrick. He hit the head his girlfriend handed to him in the dark.",
            "Joseph hit Patrick. He’s on death row, in New Zealand for his actions versus the death sentences they’d used to spare, and this is the reason.",
            "Joseph hit Patrick. He is a 50 digit Boy Scout who passed away Nov.",
            "Joseph hit Patrick. He stayed in that room until after midnight.",
            "Joseph hit Patrick. He has yet to be picked as one of the top eight Super Bowl contenders for 2016 by a Super Bowl MVP.",
            "Joseph hit Patrick. He is a tough guy, body language has never been quite breaking.",
            "Joseph hit Patrick. He is sure he won't be surprised by something that happens as those days pass.",
            "Joseph hit Patrick. He has been an essential resource in his life since 2005.",
            "Joseph hit Patrick. He first found his man on May Boktien with the help of her strong movement just moments after she was hit on the arm by another runner.",
            "Joseph hit Patrick. He’s an anti-aging drug, if you will, but he’s definitely about as much of an absorbent as I’ve ever seen.",
            "Joseph hit Patrick. He told a friend that he was going around the country (OK - in the States) about the impact of mass transit and the social connections provided by regional automobile fast food chains and supermarkets & hardware store chains.",
            "Joseph hit Patrick. He scored two goals into his second goal from the penalty spot.",
            "Joseph hit Patrick. He recovered, tried again and was fired.",
            "Joseph hit Patrick. He stuck by the younger, more powerful version of himself in a public debate: the one where he fell under criticism again, again and again.",
            "Joseph hit Patrick. He caused them an expression: \"If I give her a bunch of lastes it's her chance of freedom.",
            "Joseph hit Patrick. He's one of just over 1,000 of us who is for sure in terms of how the club works out.",
            "Joseph hit Patrick. He told police that he was taking his sister’s bed horse in from the office of a local councilman about 15 months after the shooting.",
            "Joseph hit Patrick. He entered the room and stole Sabbagh.",
            "Joseph hit Patrick. He ran for 8.",
            "Joseph hit Patrick. He snapped during his second homestretch, the cudgel that he used once in the same season on \"Pure Dandy\", for the first time that season, to be dropped beneath the padlock.",
            "Joseph hit Patrick. He then told her in the words his accent was 'one of a kind'.",
            "Joseph hit Patrick. He had grabbed Dizyen by the elbow, and threw his body around himself.",
            "Joseph hit Patrick. He hit 15 more victims but paid about $180.",
            "Joseph hit Patrick. He owns about 15 percent of all sales revenue and has been talking to the Federal Government regarding his successes and successes, particularly over the last two years.",
            "Joseph hit Patrick. He is also about 20 years from getting close to his father.",
            "Joseph hit Patrick. He rode a length named after him to win a gold medal in chess at the Olympics who hit the winning line nine times.",
            "Joseph hit Patrick. He remained there as if an angel were hovering over him.",
            "Joseph hit Patrick. He also made it clear he’d be faced with an oncoming situation.",
            "Joseph hit Patrick. He said he’d brought out some money back in this business.",
            "Joseph hit Patrick. He counted five notes, the majority being minor.",
            "Joseph hit Patrick. He represented New Jersey Supreme Court Rule that he would have qualified for the full judicial deferment without a direct factual petition, the payment of attorneys’ fee, more important, the release of prosecutors from long-term, and possibly permanent.",
            "Joseph hit Patrick. He had an area of potential as the son of one of Vessel’s fathers whose sons continued his childhood leading to the years listed below.",
            "Joseph hit Patrick. He retired on the day of his 48th birthday to try the meditation pool in Varys Yavana,\n\n1 As described in Title v.",
            "Joseph hit Patrick. He told a senior writer at the National Post there would have to be real good.",
            "Joseph hit Patrick. He told me he felt angry with _he,_ but not to blame.",
            "Joseph hit Patrick. He had just announced his retirement following an eloquent speech that he gave a short speech against 'inconsistent thinking' ([@br0120]), after which he ended up signing an unpaid copyright deal with Universal Music Group and beginning his career.",
            "Joseph hit Patrick. He had just been found upright in the left arm using forceps, and the stroke consisted almost fully of some compressed steel.",
            "Joseph hit Patrick. He then went head-over-heir in Michigan in 1913.",
            "Joseph hit Patrick. He hit 13 people who were awaiting officers or with guns.",
            "Joseph hit Patrick. He has had to drive himself to work and was eventually put into most of the rest of his career.",
            "Joseph hit Patrick. He grabbed Anthony and pulled to the parking.",
            "Joseph hit Patrick. He leaned into the bathroom window, and he heard the door close.",
            "Joseph hit Patrick. He is the top presidential candidate as seen through to her when she wins votes of 678 to 686 million.",
            "Joseph hit Patrick. He identified manasthia as Nahhina from which he left his mother, a Maya witch, when he was in New Zealand.",
            "Joseph hit Patrick. He's not the Captain, Mister.",
            "Joseph hit Patrick. He has not missed calling the party-name booing any more and he was so pleased with his performance after the earlier concert that all I heard at ease is: : A lot of people are angry at him.",
            "Joseph hit Patrick. He told me from media interviews that, according to his lawyer, the deal had not worked.",
            "Joseph hit Patrick. He's remembered an attempt to remove an obstruction in Houlburn's business centre which he claims had been intended to rob him of.",
            "Joseph hit Patrick. He is one of the most technically accomplished bandits ever.",
            "Joseph hit Patrick. He nearly hit 1,000 residents when police said a young woman jumped into a nearby car after a crash on July 17 and had to walk back to her place of birth while driving.",
            "Joseph hit Patrick. He got $3 million to go along.",
            "Joseph hit Patrick. He told police that he had tried to kill Patrick at a dinner party; three other men reportedly carried away the bullets and were stopped by police.",
            "Joseph hit Patrick. He also informed the court that he is currently at the scene and has done about eighteen drug tests since.",
            "Joseph hit Patrick. He tells tales outside the wild; a girl he met for the first time, when he was little; even they became close.",
            "Joseph hit Patrick. He told the judge he wasn’t interested in selling his house and he told me that there was some confusion as to what he and what his business did in the city.",
            "Joseph hit Patrick. He’s an accomplished veteran.",
            "Joseph hit Patrick. He's said all his downfall would come to the end of his life.",
            "Joseph hit Patrick. He told them he had been forced to comply with a court order in his attempt to stop them, and to set an asylum seeker in the new country they were being put in, in order to preserve his life's work.",
            "Joseph hit Patrick. He now hit the bad boys' club up to three-game wind, hitting at runs in five points across five-win games before losing his title.",
            "Joseph hit Patrick. He's lived there.",
            "Joseph hit Patrick. He dropped down some places to create more to his 1 um.",
            "Joseph hit Patrick. He is now mowing a 'do-over', but due to the number of factories he went have been lost and he cannot continue to teach at full time.",
            "Joseph hit Patrick. He testified that he realized he'd been beaten, hit with a raincoat, as he was approached, but eventually made his way out into the street and told a cop who had observed him that he wasn't hurt.",
            "Joseph hit Patrick. He introduced myself and eventually won a prize-giving act called the Law of Two Bodies that announced to make the parade business operate like an easy home or a workaday body surrounded by spectators and customers.",
            "Joseph hit Patrick. He is more hopeful about his ability to spread Christ, and more optimistic about his ability to evangelize in the aftermath of the pandemic.",
            "Joseph hit Patrick. He got a chance from Erin and the first class from Bob J.",
            "Joseph hit Patrick. He landed at a point where the plane moved\nback toward Jack Logan's cabins to find the man still within an hour.",
            "Joseph hit Patrick. He ended his life to God under conditions of great risk.",
            "Joseph hit Patrick. He told me, with horror, that he'd beat up two friends at work for being not having enough money.",
            "Joseph hit Patrick. He applied for a job in New York and brought in James to replace Nick, who left the employment for reasons the company didn’t understand.",
            "Joseph hit Patrick. He was being called as an unfaithful who killed his old mistress.",
            "Joseph hit Patrick. He rode the “flyboys” to the front of church where he also “drew in the service” on Sunday.",
            "Joseph hit Patrick. He passed on to him and one day he asked to be allowed to fly, instead.",
            "Joseph hit Patrick. He got fired and then things started escalating to such intensity that he decided, 'The title was the first (or possible) shot by the counter attacks that he had.",
            "Joseph hit Patrick. He has seen hundreds of thousands of other churches throughout Ohio and throughout the nation.",
            "Joseph hit Patrick. He was a little boy at about\nthe age of one and a half years.",
            "Joseph hit Patrick. He was a members of the Suicide Squad, first for roles in the spin away series, the Justice League and crime drama that began when he was diagnosed as recovering from two heroin binge-associated 'epilepsy' diseases.",
            "Joseph hit Patrick. He said outside his home he used it as an iron.",
            "Joseph hit Patrick. He told the family about Father’s husband from Guatemala and how he talked to his wife a couple of months ago about how much he changed because of the war.",
            "Joseph hit Patrick. He got the clubhouse, possibly a few streets away from the building where the bar is.",
            "Joseph hit Patrick. He chose to settle the case at his home and by doing his best, the defense managed to concocted various versions of what I know today as \"best defense\".",
            "Joseph hit Patrick. He had few friends, many of them going, many alive.",
            "Joseph hit Patrick. He rolled in a way that made Patrick run with his arm, but sometimes that was just a hit or a two, then it was a three over the bar of the defense defense.",
            "Joseph hit Patrick. He have left no children but his child, who was already a child, he is now raising his son in Vancouver and has gotten away in his own man’s life (they didn’t live very well doing the farming….",
            "Joseph hit Patrick. He insisted that he could have lost a few pounds, and that he obviously would have never accomplished anything with it.",
            "Joseph hit Patrick. He’s easily one of the best players to coach the WCC in the country, the Oklahoma City Chiefs did the same.",
            "Joseph hit Patrick. He deserved one year more in the majors.",
            "Joseph hit Patrick. He got shot in the face twice during the weekend in Miami, so we had to be careful about what he told us about his death, in order to keep preordered a well sent out to him.",
            "Joseph hit Patrick. He reminded me again that all of that is still true, that, too, has been broken.",
            "Joseph hit Patrick. He then set up a “Joint Command Center” for the FBI during the 1980s for the Center in New York, and then was brought into the custody of a New York senator and the Federal Bureau of Investigation after previously directing 24.",
            "Joseph hit Patrick. He tipped it out of a building.",
            "Joseph hit Patrick. He disappeared without a trace, although were related to cootier in Los Angeles.",
            "Joseph hit Patrick. He then wanted some paparazzi to put a picture of him and shoot up his hit picture.",
            "Joseph hit Patrick. He returned 3-1 up to knocking out former Creighton linebacker Chris Wright on a rough day.",
            "Joseph hit Patrick. He got a grip on his heart, allowing him to breathe."
        ],
        "counts": {
            "Joseph": 0,
            "Patrick": 2
        }
    },
    "Patrick was hit by Joseph. He": {
        "details": {
            "pronoun": [
                27,
                29
            ],
            "options": [
                [
                    19,
                    25
                ],
                [
                    0,
                    7
                ]
            ]
        },
        "sentences": [
            "Patrick was hit by Joseph. He didn’t think he was doing a good job as general number 20, perhaps to pass on a good job from one position away, but he really did not get along properly.",
            "Patrick was hit by Joseph. He jumped out on their roof when he was about to be knocked down, and was captured by a mob on the streets.",
            "Patrick was hit by Joseph. He had was a batman or bylaw hitter who probably would be spread every night.",
            "Patrick was hit by Joseph. He tried to hit Jamie but and could not, getting it scratched through a hole on his leg where it could be hit with the ribs.",
            "Patrick was hit by Joseph. He died at his home at 18 years old.",
            "Patrick was hit by Joseph. He had the reaction of being shocked at finding other people in various circumstances and had an unsophisticated reaction to what was assumed to be his first reaction to his reports.",
            "Patrick was hit by Joseph. He had just taken off outside of Moose Mountain as the weather was starting to come down because of snow, hot water and because of a storm.",
            "Patrick was hit by Joseph. He died while hiding from authorities while searching the shop for an unidentified driver as depicted in Robbie Holiday's early footage from his residence, but as April 27, 2004 saw, a picture of him wearing black and being questioned.",
            "Patrick was hit by Joseph. He's survived a bomb, he told cops, and anyone who really doesn't deserve to go in there, he offered.",
            "Patrick was hit by Joseph. He had to ditch it.",
            "Patrick was hit by Joseph. He needed his knee injured after the fall.",
            "Patrick was hit by Joseph. He died hours later about 2 p.",
            "Patrick was hit by Joseph. He died when he was about 29 and found injured nearby.",
            "Patrick was hit by Joseph. He had been the car’s driver when he came to town.",
            "Patrick was hit by Joseph. He lived at the Lyallons Park estate until the day after 9 p.",
            "Patrick was hit by Joseph. He had to come back during duty because of his emotional turmoil, nor had he been able to attend to Mr.",
            "Patrick was hit by Joseph. He was taken to Constable Hospital and Resurgence Health's Doula nursing home.",
            "Patrick was hit by Joseph. He had the back of his right leg, causing bleeding had been cut below the hand, the face was swollen, and his right eye was showing an amount of red below the eyes.",
            "Patrick was hit by Joseph. He managed to catch it on his radio in stride and shoot the open club which then activated.",
            "Patrick was hit by Joseph. He was fifteen feet when he cracked the door, but later he passed to us a gallon of water for every round.",
            "Patrick was hit by Joseph. He died as suspected.",
            "Patrick was hit by Joseph. He died during daylight hours.",
            "Patrick was hit by Joseph. He died.",
            "Patrick was hit by Joseph. He was furious, but his body still stayed with him.",
            "Patrick was hit by Joseph. He rushed into St Patrick's Gardens of Heart.",
            "Patrick was hit by Joseph. He was making slow but steady cuts to the seam and the line had been working very well.",
            "Patrick was hit by Joseph. He had walked back over to Charlie.",
            "Patrick was hit by Joseph. He had apparently sought out his doctors to recover his lost shoulder, and which he had at last lost.",
            "Patrick was hit by Joseph. He passed away a short time later.",
            "Patrick was hit by Joseph. He didn’t find anything for winter.",
            "Patrick was hit by Joseph. He received an 18 point win-loss lead while scoring a team-high 40 and 15 rebounds, while hitting 14th in the final frame in an upset victory over the San Diego & Alameda Regions, for.",
            "Patrick was hit by Joseph. He entered a hamster carrying an alpaca feather-picking bag, which was loaded into a long-barroured sloth bin by five on the rope.",
            "Patrick was hit by Joseph. He died instantly -- there was no explanation and his family don't know what happened in a few hours.",
            "Patrick was hit by Joseph. He had developed sex techniques at the weekend, came back in the summer and said that he wasn’t interested anymore, because he would play to win.",
            "Patrick was hit by Joseph. He died.",
            "Patrick was hit by Joseph. He had been a reliable guy with little cut and stuck into the department that ran from the Jets, and if not part of the team, he would either come in and start fighting this day, or knock this team down.",
            "Patrick was hit by Joseph. He probably had so shot, but he was so eager and used to seeing me every night because he'd been hit enough twice that the shooting was an absolute fire when it wasn't.",
            "Patrick was hit by Joseph. He was terrified by doctors.",
            "Patrick was hit by Joseph. He was a student at the University of the Pacific, but had left for Puerto Rico for college.",
            "Patrick was hit by Joseph. He was that far more than anyone in Charlie Hebdo, and many of the publishers he consulted for were like Myers Cross Chamberlain (who did the book).",
            "Patrick was hit by Joseph. He received medical care in Florida in September 11.",
            "Patrick was hit by Joseph. He had a twin-engine Cobra that the original K3 was out of the game (since the engine was clean up).",
            "Patrick was hit by Joseph. He was killed at 6:33 p.",
            "Patrick was hit by Joseph. He died, maybe his death would have mattered.",
            "Patrick was hit by Joseph. He was really low-key, but he was also exceptionally pretty long-boxed.",
            "Patrick was hit by Joseph. He died in a two-week hiatus from battling cancer.",
            "Patrick was hit by Joseph. He had the eyes, a snag both to his fandom that I always recognized as myself and to last years best friend.",
            "Patrick was hit by Joseph. He saw it as a result of Frank Aonsley.",
            "Patrick was hit by Joseph. He was in Moffatt's mouth when he burned the accelerator pedal to the floor and was uninjured.",
            "Patrick was hit by Joseph. He killed himself and after he died started talking.",
            "Patrick was hit by Joseph. He looked good, but when he called out for help, he stumbled like he was fighting a very hostile spirit.",
            "Patrick was hit by Joseph. He returned to Buffalo to face Paul DeBord on Saturday to face the losing goalkeeper.",
            "Patrick was hit by Joseph. He died of heart attacks, although he was believed to be killed at about 4 a.",
            "Patrick was hit by Joseph. He told jurors that taking a decision at a tough time could be based on two things: (1) the outcome has to be affected by what the trial judge or Judge says or not because of what he hears and can.",
            "Patrick was hit by Joseph. He had was a teacher in the Samley school district from 1977 to 1988 and then again every year when he turned 27.",
            "Patrick was hit by Joseph. He was one of the best-known and most influential men in the book world, but which was never remembered and never produced.",
            "Patrick was hit by Joseph. He died after 20 years in a motorcycle accident in 2016.",
            "Patrick was hit by Joseph. He claimed to have \"a taste for mussels during my work days.",
            "Patrick was hit by Joseph. He died later that night and his wife is gone.",
            "Patrick was hit by Joseph. He was a the thing that had been there for some ten or eleven hours, carrying his life and our ultimate survival.",
            "Patrick was hit by Joseph. He remained inactive for the second day\n\nAfter Wilson, his two sons, who had enlisted on September 15, came from Indiana\n\nto Missouri.",
            "Patrick was hit by Joseph. He had four beers to warm it up.",
            "Patrick was hit by Joseph. He tried to pimp him for the knife, but his lower jaw broke from his upper jaw as well!” Young Renick”\n\nChase Graham\n\nGraham attended Loudoun class for the year.",
            "Patrick was hit by Joseph. He began to scream when he saw Tom try to stumble and get away from them fast enough not to injure any person.",
            "Patrick was hit by Joseph. He struggled fiercely for his shoes and a pair and the ball to teammate O-J Vondim.",
            "Patrick was hit by Joseph. He died day after day.",
            "Patrick was hit by Joseph. He returned from his career when he was seven and died 18 months later.",
            "Patrick was hit by Joseph. He was shot at close range by Lucas Gomez who, according to a DPDQ tweet, pulled two men behind the squad car to load him into the cars' engine.",
            "Patrick was hit by Joseph. He died at La Drill in Boston on August 17, 1969.",
            "Patrick was hit by Joseph. He died just a month and a half after he was seriously hurt.",
            "Patrick was hit by Joseph. He had to pay up some cash.",
            "Patrick was hit by Joseph. He died as well.",
            "Patrick was hit by Joseph. He had a previous tragic accident in 1965 in a road derrick where he was trying to carry the news from San Jose to Pittsburgh.",
            "Patrick was hit by Joseph. He survived the second crash, losing his limbs at the brakes in the one-fourth-hour race.",
            "Patrick was hit by Joseph. He put his body in a snow shoe, cut the wound and levered it to get above.",
            "Patrick was hit by Joseph. He had been killed.",
            "Patrick was hit by Joseph. He died and provided  slices into the 2012 season.",
            "Patrick was hit by Joseph. He had a crew of 36.",
            "Patrick was hit by Joseph. He died two hours later.",
            "Patrick was hit by Joseph. He died of respiratory failure at the age of 32 and he was buried at Arlington National Cemetery with his banner erected an hour earlier.",
            "Patrick was hit by Joseph. He was also hit by an  concrete when he collided with Levi Reagen at the Oakland stadium on November 9.",
            "Patrick was hit by Joseph. He passed him through the garage with his army carrying a shred of clothes that, according to the police, came up to him on holiday to study.",
            "Patrick was hit by Joseph. He had jumped out on his helmet and was pushed into the doorway.",
            "Patrick was hit by Joseph. He was one of the many to walk out of Texas in the early days, when they sold Adair Field, Missouri.",
            "Patrick was hit by Joseph. He had a childless age and the birth of their child was being published in 1969.",
            "Patrick was hit by Joseph. He had been riding a motorcycle when he crashed into an open back lane due to rain and ocean noise on a train that was speed-dating activities.",
            "Patrick was hit by Joseph. He was one of the few who could take off when a friend of Davie's visited in the bar.",
            "Patrick was hit by Joseph. He was unable to fight back because he saw his brother put into a coma.",
            "Patrick was hit by Joseph. He went six down that year, a fair number of the time.",
            "Patrick was hit by Joseph. He came up the stairs and struck him in the face, causing shrapnel on his face.",
            "Patrick was hit by Joseph. He had been covering seven at 8:00 p.",
            "Patrick was hit by Joseph. He received the Guinness Book of World Records and was a former Red Cross responder with the 42nd Northumbrian United Nations.",
            "Patrick was hit by Joseph. He won the student council seat needed in the county council election when he was appointed as librarian.",
            "Patrick was hit by Joseph. He suffered a concussion from his injury during the routine intensive rugby match on Saturday's 3-5 victory in the Throne City Cup at Dodger Stadium.",
            "Patrick was hit by Joseph. He died two years later\n\n“My aim is now that’s where we say love is,\" he wrote.",
            "Patrick was hit by Joseph. He couldn't understand why he used bazooka after the Olympic Games for his classes.",
            "Patrick was hit by Joseph. He died.",
            "Patrick was hit by Joseph. He used two inches, downright nine inches at it at one point, at the last, with his lower heel coming off as well.",
            "Patrick was hit by Joseph. He eventually headed down the street with two young men from Highland: Andrés (my guess) and Alex, all were killed in an explosion before they died.",
            "Patrick was hit by Joseph. He was part of a team of radicals who had lost their lives and had to sit at the University of Notre-Dame where several women were killed which led to an enormous emotional breakdown and under-girdment of."
        ],
        "counts": {
            "Joseph": 0,
            "Patrick": 1
        }
    },
    "Ken admired Geoff. He": {
        "details": {
            "pronoun": [
                19,
                21
            ],
            "options": [
                [
                    0,
                    3
                ],
                [
                    12,
                    17
                ]
            ]
        },
        "sentences": [
            "Ken admired Geoff. He saw them both for their astukah.",
            "Ken admired Geoff. He liked being a bit older, but I felt his dress needed an overhaul, given that I had been the first female model in Europe.",
            "Ken admired Geoff. He went off to foreign countries to give communists a chance.",
            "Ken admired Geoff. He said: \"There's such an irony to him, really.",
            "Ken admired Geoff. He was in a row with George Bouffier.",
            "Ken admired Geoff. He sometimes reminded the public to check his emails – indicating that all that hadn’t happened for years.",
            "Ken admired Geoff. He even took his first official game on May 19, 1958 but subsequently retired the game when he was 77 years of age, replaced by Raymond Price.",
            "Ken admired Geoff. He picked up the Yellow Mount, and in the next half-hour sent off Hahn and Batton with bullets in hand, wading down from his home in Western Australia, clearing a road off the north coast.",
            "Ken admired Geoff. He has avoided spending much of his fifties to learn to new language, such as Yustes by teaching him from nature's language.",
            "Ken admired Geoff. He has the same more mundane treatment as Diana of Charon.",
            "Ken admired Geoff. He felt bad because of his physical traits but that didn’t scare him.",
            "Ken admired Geoff. He and Ernest went off.",
            "Ken admired Geoff. He found\nneed an almighty pitcher on the free-lancing team, but was amused\nwhen Watson presented an old parter with a new life in this city,\nand picked out a pitcher, which was more complete.",
            "Ken admired Geoff. He got serious, she was.",
            "Ken admired Geoff. He the most astiptical variable that anybody could observe.",
            "Ken admired Geoff. He wrote often a list of his thoughts about school uniform.",
            "Ken admired Geoff. He aimed to be a leader in the unit, but Tony threatened to fire him if he refused.",
            "Ken admired Geoff. He coined the phrase “good guys” to describe manly skills, while their best friends, Billy Jones, can be got together and play together, too.",
            "Ken admired Geoff. He shivered at the thought, as she saw her shoulders shaking with excitement, and thought of too many.",
            "Ken admired Geoff. He\nwas born that he could not live for the rest of his life.",
            "Ken admired Geoff. He’s a big drinker, then.",
            "Ken admired Geoff. He also operated a living cabin of a hotel at New Harmes, a resort big enough to show the way to the beach.",
            "Ken admired Geoff. He wrote while on a trip to the Australian capital, on the American coast.",
            "Ken admired Geoff. He certainly knew how to use brute force, but he always wanted to break some number of people down and learn what he had.",
            "Ken admired Geoff. He called one half of the bar of cream and red cream fish suits on his _.",
            "Ken admired Geoff. He liked his job at the club, but did not understand a word of what was happening within as he talked about New Orleans and what the new Darnell scheme of division is about, and how it would match-up against.",
            "Ken admired Geoff. He knew very little about the business, had not looked into it himself when he was younger and the feeling of having his reputation gone.",
            "Ken admired Geoff. He and my wife were able to get a small ship to bring aloft the big ship of our sea at war.",
            "Ken admired Geoff. He clearly did not want Apple to be embarrassed enough by what had happened in the space travel business.",
            "Ken admired Geoff. He thought he'd brought back one of the best stories that he heard.",
            "Ken admired Geoff. He wanted to go to university and see his wife, but the opportunity to see families did not sit well with the Bishop.",
            "Ken admired Geoff. He recommended us to try his invention, which came before the proposed invention was dropped.",
            "Ken admired Geoff. He was nothing quite like Clara.",
            "Ken admired Geoff. He trained as the “speculators” of the “processive” people around him, and the people who would be so admired.",
            "Ken admired Geoff. He loved to visit with the staff at least a dozen times, this one they got to name, one time down in Colorado, an idyllic and large one with a long beach in Colorado Springs, beside a pile of as.",
            "Ken admired Geoff. He was in Canada, Alberta studied the Inum.",
            "Ken admired Geoff. He liked the name because of its trafficy phrasing and the habit of saying sorry when she wanted to be understood.",
            "Ken admired Geoff. He died of bursitis, Crohn's colitis, without fever, myositis, lymphadenitis, the lungs and bowel caused by disease, caused so there's nothing to get hold of at Tobruchos until.",
            "Ken admired Geoff. He liked girls on all the time.",
            "Ken admired Geoff. He loved the feeling that someone who is present with the hope that she’ll be alone will be alone would be something he hoped would be given a chance, and his hopes loosed.",
            "Ken admired Geoff. He wanted to see where the girls were falling.",
            "Ken admired Geoff. He would later become a member of the Davis Company and a member of the \"Prime Duty Corps,\" a unit that had two distinct sets of clothing workings: the famed \"Jaraaoes\", in which Christ et al.",
            "Ken admired Geoff. He told them to trust America because he wanted them to be alone for almost four years.",
            "Ken admired Geoff. He knew that something was decidedly wrong with the set.",
            "Ken admired Geoff. He saw and described the social order as a relationship of exchange and cooperation.",
            "Ken admired Geoff. He loved England.",
            "Ken admired Geoff. He took me on two-year journeys, the last of which we obtained when we were climbing the top of Mount Palm.",
            "Ken admired Geoff. He became known for his courage in Iraq and his leadership in his unsuccessful bid against Bill Morris, had high claims to the crown and raised the subject of conflict between Iran and Saddam Hussein, and just because on hard territory appeared an appropriate.",
            "Ken admired Geoff. He found they held various other important positions, while Marge declared that she _was_ the only one in the room into which Mike saved himself.",
            "Ken admired Geoff. He had seen to it all along, and what new aides and “true New Orleans” men had to deliver great legislation – which was why he wanted to return to Texas.",
            "Ken admired Geoff. He came from Kenya, so he was recruited the idea of becoming an actor.",
            "Ken admired Geoff. He'd always been impressed with Ethan's casual way of doing things and was eager to recruit defenders to his ranks.",
            "Ken admired Geoff. He died on June 27, 1997, and his widow  has been married to two priests of the Church of Christ.",
            "Ken admired Geoff. He told New York Times editor Robert Frank \"A lot of things were changed down in this room.",
            "Ken admired Geoff. He launched his second division, the Pan American Cup for superstars with the franchise, at Cincinnati International Speedway in the autumn of 1955 and reached his peak at the north coast in 1963.",
            "Ken admired Geoff. He considers  the suggestion \"to write to Sam\" due to a misunderstanding over a 'correct\" with his wife, explaining  that it has nothing to do with his grandmother's testimony about him being angry when it was not true.",
            "Ken admired Geoff. He gained the nickname, he regarded Markie as son and heir to the throne.",
            "Ken admired Geoff. He that you did to beat your husband up, Mr Malika, may have looked after him,\" he said to Thomas, kissing as she liked the look of his smile.",
            "Ken admired Geoff. He went back to Israel once again for a degree-but-later run.",
            "Ken admired Geoff. He never had any doubts that he too knew his source, and he liked it because it gave him something new and different.",
            "Ken admired Geoff. He’s got a whole bunch of smart boys.",
            "Ken admired Geoff. He liked people who were affected by public opinion and\nwho people appreciated their high school books.",
            "Ken admired Geoff. He sits there.",
            "Ken admired Geoff. He chanced to meet Elliot and asked, \"Ms.",
            "Ken admired Geoff. He personally worked with her,\" and after she had finished her interviews, \"he consulted a history in political history for me, as part of the collective development of political contest.",
            "Ken admired Geoff. He declared:\n\"My idea of a good place to start is to find in this remote area almost where the bats are lapping up.",
            "Ken admired Geoff. He hired police officers—and that by hiring cops, because having enough officers is the only good portion of his mission.",
            "Ken admired Geoff. He told Mary that while he had smoked \"the argo\" he would return to his old self once he could \"make up his own minds.",
            "Ken admired Geoff. He and a former Imperial Navy submarine engineer had been commissioned the year before by the U.",
            "Ken admired Geoff. He was supposed to be an\nAsian-French for those who wished for independence, but he wasn\nnever prepared to face the fact of his being French.",
            "Ken admired Geoff. He came back to Teotihuacan each Oct.",
            "Ken admired Geoff. He thought he should see Matt back at his house, but clearly couldn’t, because one of the Best Banks of the North Sea had retired so swiftly.",
            "Ken admired Geoff. He came alive in 1984 and in January 1986.",
            "Ken admired Geoff. He knew of the law and was a fighter.",
            "Ken admired Geoff. He thought it well, but he did anything else—wanting something else to happen.",
            "Ken admired Geoff. He pointed out to Tony “When used with strength the two of them are found to have an agreement\".",
            "Ken admired Geoff. He pushed behind Susanut with 'How You're So Sick' bob one after another to a particular set of words.",
            "Ken admired Geoff. He felt her gaze descend to him, bringing her eyes sharply to the side, holding them there and listening quietly that she should awaken in a few minutes.",
            "Ken admired Geoff. He \"just picked his eye off a rock\" and a new \"seafood shake\" and asked what it meant.",
            "Ken admired Geoff. He saw only life as an amusement through music ia opera.",
            "Ken admired Geoff. He would not tolerate it.",
            "Ken admired Geoff. He saw her at the back, where we met with Em, who said, 'I wonder why it is so different that they have fought each other over a broken leg.",
            "Ken admired Geoff. He wanted to get everyone, not run to be alone, like an ape or a raccoon.",
            "Ken admired Geoff. He also had a foreign policy experience, in particular the new Labour-type posture.",
            "Ken admired Geoff. He went off to study at home with my mother, Andri Stotz, and had probably been through it a good long time before getting married.",
            "Ken admired Geoff. He'd enjoy taking orders from his mother.",
            "Ken admired Geoff. He hoped that Ruud wouldn't suffer again.",
            "Ken admired Geoff. He didn't want to bring it into a contract like Wayne said it was.",
            "Ken admired Geoff. He took it upon himself, and, more than ever, the word\ncame to him what trouble he was in, of being a big Dutchman.",
            "Ken admired Geoff. He signed the 2015 Annual Gold Report in his honor.",
            "Ken admired Geoff. He loved baseball and most importantly, was extremely generous with the future of baseball.",
            "Ken admired Geoff. He knew that Queen Elizabeth II of England might do harm to their friendship, but he opposed any such time (chuckle, what would become a character a-hating coming first?), having been voted twice to address that subject.",
            "Ken admired Geoff. He blamed himself for marrying Bill.",
            "Ken admired Geoff. He expected his loyal companions to pass easy travel to nearby questing towns.",
            "Ken admired Geoff. He also said they wanted to begin this conversation a few months earlier.",
            "Ken admired Geoff. He felt it had to be noted, yet he struggled to make the\ngame himself, but would not be denied it.",
            "Ken admired Geoff. He also takes good care of my baby and wishes for my health.",
            "Ken admired Geoff. He seen her as a father, again.",
            "Ken admired Geoff. He took certain\nsophisticated lepidopterists and found that these birds very poor not\nat all, for if he examined them occasionally, he found that the alarm had\nnot often diminished as much.",
            "Ken admired Geoff. He handed them to me in a direct collision with a motor-powered 3."
        ],
        "counts": {
            "Ken": 1,
            "Geoff": 0
        }
    },
    "Ken impressed Geoff. He": {
        "details": {
            "pronoun": [
                21,
                23
            ],
            "options": [
                [
                    0,
                    3
                ],
                [
                    14,
                    19
                ]
            ]
        },
        "sentences": [
            "Ken impressed Geoff. He has an ease about himself.",
            "Ken impressed Geoff. He wasn't the same guy you would have thought, but there wasn't real chance in hell of calling out a ref on an injury-riddled first or otherwise showing such concern.",
            "Ken impressed Geoff. He could be trusted with information on where to go tomorrow,\" Craig suggested.",
            "Ken impressed Geoff. He mentioned that practice by going with someone who is most comfortable around him.",
            "Ken impressed Geoff. He would marry Amelie Hanson in January 1942, (and is still actively involved in the Hanson clan) after India became bountiful.",
            "Ken impressed Geoff. He wanted for it to be given, for it to be a gift from God, one of the gifts to finally redeem the inheritance that was left by his father and Jesus Christ to a nation, and that was the Great Land in.",
            "Ken impressed Geoff. He hung over their doubts, the main reason being the number of runners at scrimshaw.",
            "Ken impressed Geoff. He and David arrived just a year later, at a stage where they both carried a catalogue reprise.",
            "Ken impressed Geoff. He with one foot and one arm, so his \"friends\" didn't have as many to throw at him: The two had to be of the \"happy lot\" group.",
            "Ken impressed Geoff. He wasted nothing.",
            "Ken impressed Geoff. He looked like he saw his last boss getting down on the floor.",
            "Ken impressed Geoff. He rolled with what was coming in at the postal, down off of Glenstone Road, into the Rock Runs where the L.",
            "Ken impressed Geoff. He gave his life's work.",
            "Ken impressed Geoff. He got his start in the pub in the mid-1540s and was mainly famous for the pub ciphiest (bang, bane, nuckle) wee – featuring the vintage front fann, both.",
            "Ken impressed Geoff. He's also made the occasional appearance at Cowardly Bear's for Real and Sorestead Hawkins on album Whisper of the Range.",
            "Ken impressed Geoff. He also often fought against police aggression, though who knows how many days this year he's been training for.",
            "Ken impressed Geoff. He he hadn’t seen his best man this year to this extent and decided that he is ready to go for something that would have helped in celebration this year because he can barely remember that he has never been myself but in practice.",
            "Ken impressed Geoff. He would argue that under general terms, stopping water production should create problems in producing spring water, and not waste it; so the whole situation would be more ‘competent than we would actually want to get…’\n\n.",
            "Ken impressed Geoff. He also had a lot of conversations about college (by far said better than not talking about this one very things he loved).",
            "Ken impressed Geoff. He looked like he had some degree of momentum going into it.",
            "Ken impressed Geoff. He felt strongly that he had been one of the crew's greatest engineers, and they were lucky to get him; even more so, in a cold, cold wind they could never be sure how lost he was.",
            "Ken impressed Geoff. He did what he thought needed to commit to for years, and even bought more equipment to test in his own war zone; he didn't share his enthusiasm for anything else.",
            "Ken impressed Geoff. He is f\"n or m\"t and not fly t on his face, although he can not be met with fkuhs redmail.",
            "Ken impressed Geoff. He was a loyal staunch supporter of mason guards and national champion at the Olympics, a capable keeper to Genevian for his ungainly manner in playing soft, nail-up mechanics.",
            "Ken impressed Geoff. He wasn’t shy about asking all along the pre-game slides.",
            "Ken impressed Geoff. He was one with rugby charms in his prime.",
            "Ken impressed Geoff. He looked at my photo and gave it to me, encouraging me, although he felt me looking at it differently than usual, especially writing, not me.",
            "Ken impressed Geoff. He was one of my first ever Scottish fans, I've known him for a number of years, but love Matty and certainly the rich brand is there.",
            "Ken impressed Geoff. He then directed and trained his career in the fencing segment of 'A' by becoming the head coach at Sloan Tigers in 1976 to prepare this.",
            "Ken impressed Geoff. He claims I've had no concern for just scoring first thing in the evening.",
            "Ken impressed Geoff. He wanted the one not left behind.",
            "Ken impressed Geoff. He.",
            "Ken impressed Geoff. He made a last minute coaching call against him and he knew the younger man wouldn’t have switched if he were real, but he had promised that He’d send him home when the winter came when the ballfall was at.",
            "Ken impressed Geoff. He did the math.",
            "Ken impressed Geoff. He and Meg begin to receive an eerie, more cool smell when they break the news that good deed can be repaid.",
            "Ken impressed Geoff. He and the Nolat-Sims led the Series 0-10 Seahawks to a crash course in the modern game, hitting the gap and killing an offtie.",
            "Ken impressed Geoff. He thought to explain to us the risks, and only added, Googers, I am my chosen enemy of these three years.",
            "Ken impressed Geoff. He like hockey, not hockey as much as he enjoys soccer.",
            "Ken impressed Geoff. He knew the city he came from, had been married to the city inscribed that if he was an emsterator, an overlord, not the society made up by that same literary actor, a godfather.",
            "Ken impressed Geoff. He rushed with a smile and never stopped smiling.",
            "Ken impressed Geoff. He missed his daughter and grandchildren so badly though he would never do anything outside of the divorce and he did for the first in 2009 wearing his first-class uniform during a golf tournament on February 8 during a nine-run softball.",
            "Ken impressed Geoff. He's made him very rich, and even if he barely managed that, to cover the cost, he still had 50 percent going.",
            "Ken impressed Geoff. He saw him growing old, his wife who enjoyed \"evening dinners for the great men of the country.",
            "Ken impressed Geoff. He thought I needed to keep A-Stripping-4-8-7 though in theory.",
            "Ken impressed Geoff. He knocked apart a tiger tonight through the windmill porch and confronted Leffe de laudens, then squawked to airplay.",
            "Ken impressed Geoff. He didn't have to fight back anytime soon, but a challenging game was a bonus.",
            "Ken impressed Geoff. He told me that\nhe felt almost able to keep the new project under wraps, but then\ntook him for a ride at one of those snobby West Los corndogs she had run\nins, and again he had.",
            "Ken impressed Geoff. He wanted the machine to be fun sometimes.",
            "Ken impressed Geoff. He was supergrateful that Emily had made it.",
            "Ken impressed Geoff. He has achieved almost the entire club squad on game day.",
            "Ken impressed Geoff. He and he managed to close in with Steven, though the fledge quickly became his favorite pick.",
            "Ken impressed Geoff. He talked here.",
            "Ken impressed Geoff. He saw me pass with an attitude I was unsure whether to expect but as it began to develop now, I began telling myself to do last-minute work for anything as it was a single shift.",
            "Ken impressed Geoff. He was due to play in next season's team-mate Jamie Carrick after Danny Lett, and have been known around middlesborough and we can’t really see how much of any coach can leave great money behind.",
            "Ken impressed Geoff. He looked at them with shock.",
            "Ken impressed Geoff. He gave him some extremely demanding calls and received a number of responses with his waywardness.",
            "Ken impressed Geoff. He had:\n'The team the world loves.",
            "Ken impressed Geoff. He felt that Cameron had crossed them into him, and worked his fingers hard over it all the time.",
            "Ken impressed Geoff. He is of excellent stature and expertise.",
            "Ken impressed Geoff. He saw this is a good match for Australia because he can contact the B of one of his front four boys’ games players.",
            "Ken impressed Geoff. He longied to love this game.",
            "Ken impressed Geoff. He told him he could’ve “crouched down” – no flair for success.",
            "Ken impressed Geoff. He knew nothing of the campaign but began hearing the stories that the TNA had described is true, and now he would be forced on to consider the credibility with which they might be condemned.",
            "Ken impressed Geoff. He then landed in Toronto and decided he’d put a good GeOO map on it, after the two other small prototype maps weren’t working well.",
            "Ken impressed Geoff. He thought that it was far more convenient that he took a handout from Phil for the introduction.",
            "Ken impressed Geoff. He told Daryl he wouldn't talk about _me_.",
            "Ken impressed Geoff. He approached the defence and said, \"Here is a piece at the club the age of half distance, from outfield.",
            "Ken impressed Geoff. He forced his way through the gate.",
            "Ken impressed Geoff. He found particular points of devotion in the third game of Saturday competitions.",
            "Ken impressed Geoff. He also planned across different forms of advertising for our forthcoming seasons.",
            "Ken impressed Geoff. He dragged a stick out a corner in his truck, and the leading individual of his home band members drove out to the party.",
            "Ken impressed Geoff. He had always known they needed to meet somewhere, and his sister, the lovely Susan Barnes, told the police that she wanted her old man out too and was refusing to hand over the keys.",
            "Ken impressed Geoff. He and Caroline were quite on their own, but it made them feel like sisters now.",
            "Ken impressed Geoff. He raided into a chair uncomfortably close to Mike.",
            "Ken impressed Geoff. He'd never felt so sexy in age.",
            "Ken impressed Geoff. He reached across the table and caught a lunged thought, reaching into his friend's right arm.",
            "Ken impressed Geoff. He said that even if Cleverness didn’t dominate from here on, I think we wouldn’t tell him he could play that role.",
            "Ken impressed Geoff. He obviously was off to a good start in my opinion.",
            "Ken impressed Geoff. He'd never have grasped why $2 billion was in the building.",
            "Ken impressed Geoff. He said: \"The good will do, because you tend to learn over the long term what's the fastest tats are no worries.",
            "Ken impressed Geoff. He seemed comfortable with the show.",
            "Ken impressed Geoff. He and I played together during Gregor's day on the POU on Saturday morning, when his wife encouraged her to come down for their upcoming wedding.",
            "Ken impressed Geoff. He saw nothing to gain from his victory.",
            "Ken impressed Geoff. He did the south road report that there were two of them staying on.",
            "Ken impressed Geoff. He stared at his slouch.",
            "Ken impressed Geoff. He blamed me because his powers always felt like they had something to do with trying to draw even more air than they actually controlled.",
            "Ken impressed Geoff. He runs the football at either the start of every games or in the last minute where Ailill creates a lot of opportunities to prevent injuries with the counter-attack because they is quite few minutes behind the home team\".",
            "Ken impressed Geoff. He knew that Adam was the kind of guy he wanted to give up or take part in his games but really meant what he said.",
            "Ken impressed Geoff. He made by five points last month after finally getting on the road, and eventually he may be putting in the rounds from the midfield.",
            "Ken impressed Geoff. He could see from long-term relationship within the support system.",
            "Ken impressed Geoff. He attempted a sleepless grip on Casey about to be arrested for carrying illegally possessed\nmaterial.",
            "Ken impressed Geoff. He’s just a man with good feelings.",
            "Ken impressed Geoff. He then brought in Dempster, which contributed briefly to Dave Howe's success.",
            "Ken impressed Geoff. He felt pretty excited on the offer; he would not leave at\nonlooker.",
            "Ken impressed Geoff. He and Rachel used the same version of their wedding day: the latest article from a woman Who Was Often Hoping for a Homecoming event!\n\nVeterinary training lessons with\nDr.",
            "Ken impressed Geoff. He'd shanked Wilson to midfield as well.",
            "Ken impressed Geoff. He came downstairs to hear a loud crash.",
            "Ken impressed Geoff. He shot up the 6’9″ shooter more frequently instead of him with higher level stuff with the chutzpah of his offensive play.",
            "Ken impressed Geoff. He is never a fan of tweaks or tweaks in general but at CQF doing something original and not necessarily extreme to make sure a dude like, for instance - at Stony Eels 3 in the east is an.",
            "Ken impressed Geoff. He told me he’s been deeply grilling the former Pawnee Constrictor for quite awhile now, issuing a direct speech on why he wants the 6chan games."
        ],
        "counts": {
            "Ken": 0,
            "Geoff": 0
        }
    },
    "Simon ran towards Richard. He": {
        "details": {
            "pronoun": [
                27,
                29
            ],
            "options": [
                [
                    0,
                    5
                ],
                [
                    18,
                    25
                ]
            ]
        },
        "sentences": [
            "Simon ran towards Richard. He had already made a serious threat of death as they swept over his back; Ralph's men returned quickly.",
            "Simon ran towards Richard. He called by name, 'Mark, Rich!\" He tapped it: 'I was trying my luck, but I didn t help anyone.",
            "Simon ran towards Richard. He told Ann he didn't have a case.",
            "Simon ran towards Richard. He had the effect of being\nstrangled: for a very short time he remained his circle, for a long\ntime, and, with the pressure of time being overcome,\nSeemingly broke his chines,.",
            "Simon ran towards Richard. He saw her take his knife in the gut, he looked down, he saw several knives tossed by him; a large boy with heavy spectacles, lying there without knowing it.",
            "Simon ran towards Richard. He ignored my subsequent point.",
            "Simon ran towards Richard. He told them:\n\n\"Mentor.",
            "Simon ran towards Richard. He soon arranged to find a new partner and if she happened to be not in a setting he should help him find one and rescue her, holding out his arm to stop him.",
            "Simon ran towards Richard. He said, \"I'm fine, I'm fine.",
            "Simon ran towards Richard. He covered his eyes, and then found \"the tunos waiting outside of the library window\" was all Thomas thought of trying : once he got to be a judge that day.",
            "Simon ran towards Richard. He had, indeed, the good fortune should come to me, but Richard, in whom I had gone to the house and cut myself from below by my death, forbade himself ever again to leave the seat, as Sir.",
            "Simon ran towards Richard. He flung down his chin in one twirl the tee.",
            "Simon ran towards Richard. He stretched, full and full, into the arms of Susie, who went near to kick him ag’t a pound of soil.",
            "Simon ran towards Richard. He told it back to Scafri, who accused him that much of a hater.",
            "Simon ran towards Richard. He flew into the tall glass as large and rapid, his eyes fixed on the ceiling of the bottle so high it rattled against the vinyl straps.",
            "Simon ran towards Richard. He said: \"Happy birthday!\" He said: \"Thank you!\" He added: \"Happy birthday!\" He added almost all of us died on pain by this time, for very large hearts.",
            "Simon ran towards Richard. He disappeared, yet came back to see Matthew.",
            "Simon ran towards Richard. He was looking right at the same time she sat over the other woman's sword.",
            "Simon ran towards Richard. He grunted like the elderly herders in the fog.",
            "Simon ran towards Richard. He was tired.",
            "Simon ran towards Richard. He told his wife: \"You know, I can't even swallow a drink because I can't stand sitting.",
            "Simon ran towards Richard. He saw Richard negotiating with him later.",
            "Simon ran towards Richard. He saw him rolling around an uneven wall, all other branches on top when she met him.",
            "Simon ran towards Richard. He slipped out of the room to get a good look at Richard; he had never looked down on Richard in public, such as between sit-sides on or a drink and a seatmate with an after-work date.",
            "Simon ran towards Richard. He told me that after his parents were killed, despite all evidence to the contrary, he knew who could be doing just that, and wanted to come to their aid.",
            "Simon ran towards Richard. He saw that they left the flat.",
            "Simon ran towards Richard. He gaped\nat him with surprise; and then exchanged a look of something\nsounded strange; it was a timorous face and his eyes refused me! You\nshould be cautious, sir.",
            "Simon ran towards Richard. He took a chair at him from halfway between him and his kind, hand over his mouth.",
            "Simon ran towards Richard. He swung a knife at him, striking his arm, but I leaned forward to keep the knives from bleeding into his palm, but they were still there, even after the first curse; for he had then the skill to grasp.",
            "Simon ran towards Richard. He told us what she had heard.",
            "Simon ran towards Richard. He looked down, which was right.",
            "Simon ran towards Richard. He punched at his nose, and the physical pain rubbed down on his face, with the awkward bump being what it is – why would Richard use flashpoints that would leave him crying and speaking pains into the thick skin that his.",
            "Simon ran towards Richard. He insisted on handing the name of his grandson \"Laugh is Here\", and the name was chosen after each Growing Grandchild uttered her last single word, when a scream choked him out.",
            "Simon ran towards Richard. He told you so was kind.",
            "Simon ran towards Richard. He told Jack it was time to get rid of his suit and hands.",
            "Simon ran towards Richard. He shouted, as there came his back a long time afterwards.",
            "Simon ran towards Richard. He entered the United Kingdom into office after arriving in France, then proceeded to Columbia University in the United States.",
            "Simon ran towards Richard. He had been speaking away to Jeanie because of course he didn't want to tell her of all that she made for the town.",
            "Simon ran towards Richard. He shook the mask off and showed Plumb:\nI think I know my hiding place - Yafa or the Western Standard set\n\n(E.",
            "Simon ran towards Richard. He flapped at her: \"I've never seen them swim like this again.",
            "Simon ran towards Richard. He told it all about the strange woman whose work Mary had helped to transform.",
            "Simon ran towards Richard. He is now a pastor with a blend of joyful and emotional connection with God… and religious intellectual acquaintances of James Knight, like him to see how close they are on things… who could possibly argue with him?\n.",
            "Simon ran towards Richard. He lay him down with a book\nof some stories on the same day as Gerald's last by one of an ancient\ncanyons in America and in my possession gave Mr.",
            "Simon ran towards Richard. He laughed, but he was mocked too by whatever black-and- white-faced men in his office was working\non them, and – he wrote down to the tone that he—he would not like to give.",
            "Simon ran towards Richard. He took off his jacket and took off his suit jacket hanging in the fire.",
            "Simon ran towards Richard. He took the cup of wine and went out slowly on his hip to the back (pushed back and off the bench), but when the store was ready he waved as he went.",
            "Simon ran towards Richard. He insisted on staying with the sisters and thus when his father died, Ronald and his sister declared unity, but the others tried to quash this demonstration and, not for the moment knowing then, was listening.",
            "Simon ran towards Richard. He wrote how “When Don Gors was born, he almost drowned”, and the two more widely known musicians joined “Bridge Over Waves”.",
            "Simon ran towards Richard. He took five tools and dropped them.",
            "Simon ran towards Richard. He set his head.",
            "Simon ran towards Richard. He hated his room with its four corners and the fact that he lost his keys when he was introduced to the owner of Kingsly–and now there was no way Richard could keep it.",
            "Simon ran towards Richard. He told him that he should be re-elected without further proceedings, and planned to resign after the elections.",
            "Simon ran towards Richard. He took his hand from there to get himself raised to his feet and grabbed his arm for support.",
            "Simon ran towards Richard. He understood how much Suzy had wanted to come\nwith.",
            "Simon ran towards Richard. He heard Richard's footsteps and began to twist and shift his body closer to him as his weight reached his shoulders.",
            "Simon ran towards Richard. He advised him not to look at her and said, 'Yes, honey.",
            "Simon ran towards Richard. He drank a little and took a couple of long cigarette\nand took a puff and threw himself into one of the great panting sweat\ncurtains, which did not follow him in, because that is what that\n.",
            "Simon ran towards Richard. He saw Prince, who looked on and kissed Richard in the red-and-gold gown of gold with the same white lace and gold lace on him.",
            "Simon ran towards Richard. He took out the paper, while Richard left it on his desk, just inside the door.",
            "Simon ran towards Richard. He saw his cousin.",
            "Simon ran towards Richard. He saw _Sap_ chasing him as it was passing, but he thought he was safe and got it.",
            "Simon ran towards Richard. He told the lord's face, and revealed his wrath on faces and looks of his own, but was set down.",
            "Simon ran towards Richard. He soon recognized the sign of his life in sight.",
            "Simon ran towards Richard. He ended\nup in J-Kai in the middle layer, I think every pitch, nothing waiting for.",
            "Simon ran towards Richard. He told himself how he would end up doing somersaults on this one, for two reasons, think about.",
            "Simon ran towards Richard. He had pulled the trigger just\nbefore.",
            "Simon ran towards Richard. He told her that Colin was stuttering and turning off to his bedroom, suggesting he was \"Sick\" – my mother had told me she is almost as sick that I was out of bed feeling like I needed to take.",
            "Simon ran towards Richard. He looked at Juliet.",
            "Simon ran towards Richard. He swam in front of me then put his hands on my legs.",
            "Simon ran towards Richard. He said: \"I am Robert Hardy's friend and he hates a couple of girls to use as sugar, but so should we for once that we should be expecting the kind of thing we ought not ever have got.",
            "Simon ran towards Richard. He introduced himself as some of the finest singers he had ever known.",
            "Simon ran towards Richard. He emerged a few seconds before the car was stopped and got out of the car.",
            "Simon ran towards Richard. He told Richard to go and steal her dinner.",
            "Simon ran towards Richard. He had quite the tongue.",
            "Simon ran towards Richard. He saw the woman that men call cute on the train—the girl—and hugged herself.",
            "Simon ran towards Richard. He told them to hide and his body was holding the potential you got if you had those three names.",
            "Simon ran towards Richard. He met Richard at the Hotel Continental at 3 A.",
            "Simon ran towards Richard. He told Mark he thought the driver's license would come to his dad's home to get him out.",
            "Simon ran towards Richard. He suddenly thought also of how deeply he loved all his loves; a surge of happiness under the stress of facing this, not to far from the other worlds; the chance to be yourself again after all these years.",
            "Simon ran towards Richard. He exclaimed to his wife, 'You are not welcome there?'' Mary exclaimed to him.",
            "Simon ran towards Richard. He probably heard that you could be a butthead, I think.",
            "Simon ran towards Richard. He put his hand to one testing its other and said he knew if it moved he would go mad.",
            "Simon ran towards Richard. He told Freddy: \"You should be able to do more than just fool the girl.",
            "Simon ran towards Richard. He was a great quarterback for the Patriots in the 2006 NFC championship game.",
            "Simon ran towards Richard. He climbed onto the bed where he found a familiar softback dressing gown with a very large feet, the toes were still curled on top in a kind of arched Yew and not much better.",
            "Simon ran towards Richard. He jetted in, putting on cash gloves and face bandages on the wounds, while the\nformer clodbearer told the former away to be escorted from the well.",
            "Simon ran towards Richard. He told Charles and Celeste, 'Richard does as you ask; he's got a hand in everything that's left for him with respect; for he wants everything you have: to make the best or the worst of himself.",
            "Simon ran towards Richard. He recognized suddenly the name Michael Chapman's surname, reflecting their nearly identical response.",
            "Simon ran towards Richard. He scanned him briefly, thanked and kicked the door shut, the small, mournful creature turning into big, misspelled birds.",
            "Simon ran towards Richard. He saw me type\n> the fire of incessant gamekeeper in the kitchen.",
            "Simon ran towards Richard. He looked at it for a moment looking at the flowers before forming his own reply, but it told he was talking gibberish, always without emotion, and he didn't care unless he was outside or in an unknown place.",
            "Simon ran towards Richard. He had his hand clasped against his leg.",
            "Simon ran towards Richard. He had several scuff marks all over his wide tunic.",
            "Simon ran towards Richard. He took out the needle – his only two for that – and pointed it to him.",
            "Simon ran towards Richard. He pounded a man on the back in the back of his stroller and demanded to know when he was going to tell _Hello Norman_.",
            "Simon ran towards Richard. He said with the same warmth and condescension as before: \"It's true, Sir Jane, that you fear lots of people are of the lowest quality.",
            "Simon ran towards Richard. He's got a really good name now, just wanted to mumble that\noften about this; there's really been a lot of people in his life.",
            "Simon ran towards Richard. He had leaned forward over his desk to push his one foot back behind the table and, in a soft voice, remembered he at least had his nose in the grass.",
            "Simon ran towards Richard. He flung out warning lips and leaned back on it for the last time, and he was laughing like banshees after his embarrassment.",
            "Simon ran towards Richard. He saw a crack of paper from something going round to a number, which would undoubtedly ring alarm bells."
        ],
        "counts": {
            "Simon": 0,
            "Richard": 12
        }
    },
    "Simon ran away from Richard. He": {
        "details": {
            "pronoun": [
                29,
                31
            ],
            "options": [
                [
                    0,
                    5
                ],
                [
                    20,
                    27
                ]
            ]
        },
        "sentences": [
            "Simon ran away from Richard. He blamed the drug crisis, though he didn’t feel that.",
            "Simon ran away from Richard. He burst, somehow then, onto the bus and pulled me to him through the wind and steam.",
            "Simon ran away from Richard. He knew, for the first time in his life that he did what he had to do.",
            "Simon ran away from Richard. He'd been having frequent interruptions – he couldn't hold him back.",
            "Simon ran away from Richard. He told Ida and he tried to kill her at the same time, demanding to know the cause.",
            "Simon ran away from Richard. He said, \"It wasn't even dinner to eat, not an excuse! My heart would have loved it if he had known how little still life remained and be that way\", with someone he truly cared about.",
            "Simon ran away from Richard. He dressed up at the Hôtel at noon.",
            "Simon ran away from Richard. He caught us late at the rail car stop.",
            "Simon ran away from Richard. He would almost always have been caught in an ambush when a messenger arrived with his colleagues.",
            "Simon ran away from Richard. He found Daryl's sunglasses in the dresser behind a desk, where he shepherked her door open.",
            "Simon ran away from Richard. He kept his master at home, which was by no way a pleasure.",
            "Simon ran away from Richard. He would like not to have another chance on that.",
            "Simon ran away from Richard. He searched the city further until he found it occupied by troops in the winter in Scotland and Britain, but not with action, what one man after another had done to raise an army.",
            "Simon ran away from Richard. He tried to surrender, but he was hit in the leg.",
            "Simon ran away from Richard. He would leave me for Derek and run away from the closet.",
            "Simon ran away from Richard. He walked in all his music to the Internet.",
            "Simon ran away from Richard. He was certain that Andy's daughter had sent him a dead blow.",
            "Simon ran away from Richard. He was forced by all the others in the mansion to have food with him on a fateful afternoon, and there is an introduction from C.",
            "Simon ran away from Richard. He leaned in for a moment; Luke was close.",
            "Simon ran away from Richard. He then heard Rao and Reffa call out in one of them.",
            "Simon ran away from Richard. He tried to escape as she slipped away\nthrough the open doorway, forcing herself not to look.",
            "Simon ran away from Richard. He found a fire forensics table which told him that if Alex came home before fourteen he would burn it.",
            "Simon ran away from Richard. He said he knew what one man was right: his death would tear his life apart.",
            "Simon ran away from Richard. He took Reneatic through the house out to the lot and the police found him standing next to the front step of the house.",
            "Simon ran away from Richard. He said he was done for, and had to make arrangements for another; hadn't he got the job done? They told him a while ago.",
            "Simon ran away from Richard. He stumbled against the sidewalk and ended up lying on the ground either side of MacKintosh.",
            "Simon ran away from Richard. He found Giles at home, and before he felt finished with her.",
            "Simon ran away from Richard. He went after those who were sickening him, as well as the nuns, church helpers, and ordinary, evil people!.",
            "Simon ran away from Richard. He was getting older.",
            "Simon ran away from Richard. He had already crossed his first leg.",
            "Simon ran away from Richard. He chose a different corner of the alley to do it.",
            "Simon ran away from Richard. He went with Reakine, a younger sister, to explain what had made him so happy.",
            "Simon ran away from Richard. He didn’t know his own family life.",
            "Simon ran away from Richard. He considered his choice in the end.",
            "Simon ran away from Richard. He said, \"Look, Derek, I know you probably guessed, but I don't know anything.",
            "Simon ran away from Richard. He knew that there was something else; if he could be honest, it was with him soon enough, and he met it at precisely 22:20 in Scotland, after the collision between two cars.",
            "Simon ran away from Richard. He didn't, and then someone grabbed him.",
            "Simon ran away from Richard. He waved about his walking bag and pushed a box from one end of his tangle away from Richard.",
            "Simon ran away from Richard. He wore a white shirt and a white suit on a smart body by the simplicity of the dress, though he had a large set, a red belt at one end and a studded belt on the opposite side where they.",
            "Simon ran away from Richard. He would be annoyed at this though and would have doubts whether he belonged to another faction.",
            "Simon ran away from Richard. He was ten years old, more powerful than his younger sister since everyone admitted James.",
            "Simon ran away from Richard. He ordered everybody else out.",
            "Simon ran away from Richard. He wanted Lazar to help him, but he didn’t know how.",
            "Simon ran away from Richard. He knew it was true.",
            "Simon ran away from Richard. He tried sleeping for a long while at the cottage and was sure of everything.",
            "Simon ran away from Richard. He then said, 'Look at him and say to him, 'Please lend me a little coin with the house number.",
            "Simon ran away from Richard. He knew it'd be his chance to find Terry.",
            "Simon ran away from Richard. He took his suitcase back in return and, with no problem, said: 'I'll drive across the city to someone else.",
            "Simon ran away from Richard. He was five years old when he informed them that he wanted a train home.",
            "Simon ran away from Richard. He wanted to see Alice.",
            "Simon ran away from Richard. He wanted our mother to be with him.",
            "Simon ran away from Richard. He found MacKenzie having stepped out of the car to talk to Jelline in the taxi.",
            "Simon ran away from Richard. He said he had been wrapped around by a monster boy with his own flesh available.",
            "Simon ran away from Richard. He briefly went back in time to the war to find me as heir to the Haldon'gia estate.",
            "Simon ran away from Richard. He died on August 25, 1963, and was succeeded by Pesteri in 2014 when he died at 17 years old with injuries which were life threatening.",
            "Simon ran away from Richard. He took her of his own accord: in the same way he had if he could he secured her undamaged handout at that.",
            "Simon ran away from Richard. He seized Richard by both hands.",
            "Simon ran away from Richard. He had come home and found a pistol-sized denizen of Japan and had followed a local wanderer through his village, hiding out in an old warehouse.",
            "Simon ran away from Richard. He told himself there would be no way one of them out here.",
            "Simon ran away from Richard. He went into Western Sydney and bought an Australian Cinema Taft\na box set; a 50-shaft reel for the majority of the film shoot.",
            "Simon ran away from Richard. He tried to keep walking, but his skirt would come off in front, because he was itching.",
            "Simon ran away from Richard. He told me he didn’t know why he was doing this.",
            "Simon ran away from Richard. He told me he would be back in Ottawa in fall 1989.",
            "Simon ran away from Richard. He wanted something bigger than himself, one that was capable of knowing where Richard's eye should be.",
            "Simon ran away from Richard. He worried over the death of his wife.",
            "Simon ran away from Richard. He asked his own sister if he had heard the sound of hunger, and he moved with fever to the den the next day, when it was cooler.",
            "Simon ran away from Richard. He insisted I be\ndrowned and carried off into the convalescence as promised with nothing\nof the pettish swears now.",
            "Simon ran away from Richard. He asked his siblings why they had the powers to hear them read this book, when he asked their understanding if he did indeed have a son.",
            "Simon ran away from Richard. He'd had it best.",
            "Simon ran away from Richard. He then said, \"I have been very sorry.",
            "Simon ran away from Richard. He knew it; he had never seen Robert have sex before.",
            "Simon ran away from Richard. He said “I wasn’t meant to be there and that’s broken my heart, not for you.",
            "Simon ran away from Richard. He died of cholera in July.",
            "Simon ran away from Richard. He glared at her in astonishment.",
            "Simon ran away from Richard. He tried to recoup the loss of his sister; perhaps they had died together after the war had gone, but that alone was of no definite use.",
            "Simon ran away from Richard. He wanted to be no different than anyone else, but but she wouldn't.",
            "Simon ran away from Richard. He learned to play and even to eat better than those he used to eat.",
            "Simon ran away from Richard. He fell down in the car, slipped against the passenger next to him.",
            "Simon ran away from Richard. He said I should find the men.",
            "Simon ran away from Richard. He learned Rory who was left behind.",
            "Simon ran away from Richard. He greeted him, but as a matter of course there was no formal approval.",
            "Simon ran away from Richard. He then moved forward and dragged his \"thingie.",
            "Simon ran away from Richard. He was a fierce man, had a gift for change\nand always ended up in trouble.",
            "Simon ran away from Richard. He told Andrew that he'd come back any day—probably ever—because he suspected everything was going to turn bad.",
            "Simon ran away from Richard. He asked me whether I was aware of the details.",
            "Simon ran away from Richard. He went out again, so as a matter of fact, in pikes at five o'clock in the time after Thomas Yorke was arrested by the Fylks of Saussor.",
            "Simon ran away from Richard. He asked me the time when he was going to die because we were young and bored.",
            "Simon ran away from Richard. He would never leave her; as her mother made her out to be a broken man once she had seen him come back again.",
            "Simon ran away from Richard. He wanted to sell me off in to the Devil's club.",
            "Simon ran away from Richard. He asked Meirud to inform her.",
            "Simon ran away from Richard. He fired the rifles to his ankles,\nwhere I lay on his belly against the starlight that fell from above on\nhis soul like a thunderclap without taking a nail or a knife.",
            "Simon ran away from Richard. He said he didn’t know.",
            "Simon ran away from Richard. He took with him a tin cup containing a round broken whole but any one could use it to smell the sweet sap it spilled in the pipes.",
            "Simon ran away from Richard. He said \"I'm running in this.",
            "Simon ran away from Richard. He slapped his hips as they slid along the stone face.",
            "Simon ran away from Richard. He knew there had only been five people, L-R: R-E-O-T; H-L-R; X-M-X-G; and G-L-R.",
            "Simon ran away from Richard. He disappeared\nwith his companions.",
            "Simon ran away from Richard. He tried to intervene, but the alacah brawls got worse, and John died of blood poisoning.",
            "Simon ran away from Richard. He backed along the iron shaft to his own sloped bed where he groped for a good new bed.",
            "Simon ran away from Richard. He took five steps in the corridor, thinking himself rather stupid, even though he was following the footsteps of his bad-tempered brother."
        ],
        "counts": {
            "Simon": 0,
            "Richard": 3
        }
    },
    "John passed a comic to Bill. He": {
        "details": {
            "pronoun": [
                29,
                31
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    23,
                    27
                ]
            ]
        },
        "sentences": [
            "John passed a comic to Bill. He stepped onto a dock and slung it over his head and knocked down some dogs.",
            "John passed a comic to Bill. He has mostly been associated with Lenny and Scott's book, Scannerius: A Life of Mr.",
            "John passed a comic to Bill. He had to run with all the characters until his life finally came to an end, and after that, the playing field had never changed.",
            "John passed a comic to Bill. He also received criticism from George Thompson, co-editor of the Unspecified, such as it is in \"There Last Tuesday\" and in 1981, when some questions were being asked to his attention, the Lord Chief.",
            "John passed a comic to Bill. He moved in and added an additional of inhumane treatment carried to Dr Grantham to enable him be adopted as the ‘human biological agent’ of the arapon industry, though it does not return his name.",
            "John passed a comic to Bill. He listed as the writer of Maroon 5, stating, \"I don’t know what the fuck off.",
            "John passed a comic to Bill. He did at length, he married a local paper friend and, late in history typewritten in symbols by hand for his heart; he was also made an official dame of William Smith.",
            "John passed a comic to Bill. He wrote it up as a milestone, and the book is only one of many published by Edgar Allan Birmingham.",
            "John passed a comic to Bill. He is close-mouthed on older dogs, but I do.",
            "John passed a comic to Bill. He used it for his autograph copies of my anthy from 1955 to 1957.",
            "John passed a comic to Bill. He expressed a slightly negative feeling about his general, Donald Fagen.",
            "John passed a comic to Bill. He wanted to make an introduction about Barney.",
            "John passed a comic to Bill. He also had difficulty in \"the appreciation of English culture of his day.",
            "John passed a comic to Bill. He sings, that sort of thing, so this is business in the olden days, work is gone, only no one sees nothing to have much money to do with it, as far as the comic shows.",
            "John passed a comic to Bill. He translated them into three Spanish words: _Manteligentiano, che, fer_.",
            "John passed a comic to Bill. He replied: “Yeah, got a book and a book was the worst book ever.",
            "John passed a comic to Bill. He closed that panel and to a greater part of the room, in several ways.",
            "John passed a comic to Bill. He continues to keep his book with comics from 1985 to 1997: At the beginning they were short comic strips around the year 2005, when a series of ideas became a paper comic, and in 2009 their website was deleted.",
            "John passed a comic to Bill. He did some regular work as the voice-change coordinator.",
            "John passed a comic to Bill. He first read a story in which Mickey meets and makes good its characters.",
            "John passed a comic to Bill. He says it was an improvement on more creative product of Owlley.",
            "John passed a comic to Bill. He commissioned six other writers to produce his comic.",
            "John passed a comic to Bill. He said the comic wouldn't last one day and would disappear forever, but would be finished in fifteen years with his own comic books.",
            "John passed a comic to Bill. He got a job in a circus clown’s costume and got a toy set to come from America.",
            "John passed a comic to Bill. He also bought his first magazine, Chapters, in November 1919, but what he drew and wore in 1934 is still lyrically modern.",
            "John passed a comic to Bill. He discussed a substantial donation by the public, Lyle’s former editor at the Charlestown Cart Journal, and “Squadle [the comic director.",
            "John passed a comic to Bill. He then decided to record an actual video—one recorded by himself, \"He was the most inventive man I ever saw.",
            "John passed a comic to Bill. He rose as a minor figure in the San Francisco group of comic authors.",
            "John passed a comic to Bill. He's saying that people have to stick in their holes a long time before dying because they are afraid to see their own pain in the future.",
            "John passed a comic to Bill. He gave the paper the image through a memory cabinet provided by Belwood so it got the song a golden mix to entertain the homeless sighted.",
            "John passed a comic to Bill. He subsequently came back for a mastered version; T&P at the art exhibit was first thought up to 1915.",
            "John passed a comic to Bill. He’s based in our board room for the Times of London.",
            "John passed a comic to Bill. He gave the Milt Hartley comic in 1860 which was made for other comic characters.",
            "John passed a comic to Bill. He then cast Russell on a new incarnation of the show a year later that saw him appearing again in Batman.",
            "John passed a comic to Bill. He joined Ethel-Anne Bower-Dove in August 1939, first through 1931 and through to 1930.",
            "John passed a comic to Bill. He had an extraordinary talent, but he did have his own personal conscience and the fact that he witnessed nothing in this style.",
            "John passed a comic to Bill. He was one of the show's most loyal fans.",
            "John passed a comic to Bill. He had fun in it and clued up.",
            "John passed a comic to Bill. He is retired now, have no set up and stick about chatting anything interesting to him.",
            "John passed a comic to Bill. He gave us a good article on what the next generation of comic creators should do on this topic.",
            "John passed a comic to Bill. He also wrote a short adaptation of a new O-Z Work of Art by Bert Robert Parsons, but this novel proved a competitor in full-scale competition.",
            "John passed a comic to Bill. He has an impressive pedigree.",
            "John passed a comic to Bill. He dropped to a standing position in the parking lot and pushed the  button he had pressed.",
            "John passed a comic to Bill. He voted for Jay O'Malley and told him why he went to the war.",
            "John passed a comic to Bill. He and a person named Joe Pressfield were asked to act after his death.",
            "John passed a comic to Bill. He got his wife to let him take his business run, Mrs.",
            "John passed a comic to Bill. He usually had amazing performance work but had a bit harder work sometimes.",
            "John passed a comic to Bill. He collected them where they needed to be taken before he could begin a new show, but when it was all over and the first show on July 1.",
            "John passed a comic to Bill. He died on August 4, 1901, at her home in Carney, Maryland, and was buried with her on Rose Garden in Newburyport.",
            "John passed a comic to Bill. He told Nick who suggested it as \"the good old American you get in school he can put his lures into.",
            "John passed a comic to Bill. He wanted an angelic figure to protect him, a powerful and determined man who had chosen the not-forbidden path to the three-story house on their last night in their new apartment building.",
            "John passed a comic to Bill. He performed for this entire series.",
            "John passed a comic to Bill. He didn't enjoy The Nine Letter Books or its content.",
            "John passed a comic to Bill. He translated it into wikipedia, which there were some smaller ones involved.",
            "John passed a comic to Bill. He says he acted together with Bill some time in the comic flick when he was on his half-expanded way back, but since I run away from the pre-comic stand-in, I don't.",
            "John passed a comic to Bill. He believed in his values and passion for writing about life of a man as well as stories he could write about him and sometimes he even put a comic book on issue.",
            "John passed a comic to Bill. He'd liked the biggest fan, what is with him.",
            "John passed a comic to Bill. He was nominated for Best Schemes Award for television, television show and short story, which completed a number of other honors including a Screen Actorship awarded under the Screen Actors Guild for many television series.",
            "John passed a comic to Bill. He had tried to kill himself, only to get separated from his old friend and dog.",
            "John passed a comic to Bill. He wanted to follow in Tatum.",
            "John passed a comic to Bill. He gave his own names, Jack Randall and John Thompson, and was a strange king.",
            "John passed a comic to Bill. He quickly came to a conclusion.",
            "John passed a comic to Bill. He only got 4 or so for his comic book work.",
            "John passed a comic to Bill. He spoke as if he knew everything in all this, even\nthe trouble from the start, so far as the boy's knowledge was concerned,\nwhether to me and to Bill: and his bazaars in.",
            "John passed a comic to Bill. He have never used it except for his war work, and his time to use a TV-guitar had not been passing as well as he'd used when the time had elapsed.",
            "John passed a comic to Bill. He donned the Flyers and was sent to the NFL for specials, finishing first in his college years, and collecting five annual Redskins trophies.",
            "John passed a comic to Bill. He told him, \"I know some people have some problems with me, but some of the trouble originates near my little boll weird girlfriend.",
            "John passed a comic to Bill. He turned into the standard stand-up comedian in order to deliver a lecture based which some who had heard about how he would entertain Mr Peter Poole wasn't able to do.",
            "John passed a comic to Bill. He then developed a game.",
            "John passed a comic to Bill. He would have no choice when bringing in a season of his famous Justice, the most powerful award of his era — his final award for his five-year reunion — and a new player.",
            "John passed a comic to Bill. He made an episode of the New Song by Jeff Dean, directed by  Phil Humble, recorded the episode.",
            "John passed a comic to Bill. He would be sent to the office of Congress.",
            "John passed a comic to Bill. He also told me that that picture he passed on a message was a joke with me.",
            "John passed a comic to Bill. He'd gone to town with two automobukeyers and the usual number of words that should have taken an arm.",
            "John passed a comic to Bill. He wrote a few lines in Dangerous Towers, but, losing his writing rights to the project, he was stuck on the business and he ran it into the ground.",
            "John passed a comic to Bill. He’d tell him: he’s dumb.",
            "John passed a comic to Bill. He says: \"You ain't ornery enough, Bob.",
            "John passed a comic to Bill. He died on June 15, 1896.",
            "John passed a comic to Bill. He rode the pony up and down the road, all the way to Little Italy, Titus Garden, where he was serving.",
            "John passed a comic to Bill. He recalled an incident on Friday in a San Franco Florida manifesto, which he called “kind” because of “betrayal because of a blood relationship with man.",
            "John passed a comic to Bill. He penned nine ads on Comics Nights in the US in 1837, shortly after the work of J.",
            "John passed a comic to Bill. He died in 1940.",
            "John passed a comic to Bill. He told a reporter that \"just around the corner\" to one of the place around the block, these pictures were taken by the Company and arranged for him to strip and stock a number of pictures on the pages he.",
            "John passed a comic to Bill. He's given the comic a whole new life.",
            "John passed a comic to Bill. He didn't wait to see how long it would go by -- a few weeks.",
            "John passed a comic to Bill. He wanted to be perfect in all that he did and wanted to excel in books from the pulps to Lazy Boy to the iPunffie Thrill.",
            "John passed a comic to Bill. He told his comic the way _Tankie_ – a plume of kelley on a plump farm – would provide men its tits for bear chase, where, going into the moonlit hours.",
            "John passed a comic to Bill. He raised the salary at the bar because William suspected the man filled out due to the poor credit seen in him.",
            "John passed a comic to Bill. He gave us a beat down for \"bad boy\" jackrabbets and that would have been great, because almost everything else on BAT-studies were exactly the same (one of those things a few years.",
            "John passed a comic to Bill. He didn’t know if Boye would like a kid in his tiny apartments as well, so he sold only a series of his “Hamburger” cards.",
            "John passed a comic to Bill. He wanted to be a copywriter, but the name flew by.",
            "John passed a comic to Bill. He showed them about.",
            "John passed a comic to Bill. He went to Chicago at the same time as Adolph with Alfred Ayer, but was awarded a large, long stay in New York at the age of 69, by the lovely Tisler family, probably origin.",
            "John passed a comic to Bill. He went to his old Victorian science studies laboratory in his village the year after the first comic (about being a little boy, he tells our story about how he was assigned and raised by members of his life-class.",
            "John passed a comic to Bill. He also had his own thematic comic: the end of \"Bill's day\", his digital version, until 20 December 2013, being the last of which Bill is currently on CD — and which was played at his.",
            "John passed a comic to Bill. He lived in Hyattsville until the end of 1943 and died in Hyattsville in 1961 when The Dweller disappeared.",
            "John passed a comic to Bill. He pitched each product on a little squiggly piece of stick topped off by a ball.",
            "John passed a comic to Bill. He brought a practical comic in his mind to play the role of a chiropractor in this era--had he\nperformed with Evlyn, would he not then come in evidence to help me make a division.",
            "John passed a comic to Bill. He told his fans to avoid \"pounding\" them with one giant carousel (if appropriate ones!).",
            "John passed a comic to Bill. He acted while the limelight was rolling and maybe it was from some other movie that brought him to life, but this act was a bit more palatial."
        ],
        "counts": {
            "John": 1,
            "Bill": 4
        }
    },
    "John was passing a comic to Bill. He": {
        "details": {
            "pronoun": [
                34,
                36
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    28,
                    32
                ]
            ]
        },
        "sentences": [
            "John was passing a comic to Bill. He also penned My Bond is Got Hurting (1992).",
            "John was passing a comic to Bill. He knew how hard he was working, how few things a comic did need work and how high up in the higher levels was.",
            "John was passing a comic to Bill. He learned something that they didn’t like in our show and in response to the call he made away from him: “Friends! We gotta send you a picture it’s a baby picture it’.",
            "John was passing a comic to Bill. He gave himself off in his new album, a war-themed _Staring Down the Down Street Terminal_.",
            "John was passing a comic to Bill. He caught up to Dana, crying, \"What's that?\"\n\nDana leapt at the idea and burst into tears of delight, remembering his first love's drawing.",
            "John was passing a comic to Bill. He was read and proved to the audience that the main character would be his final act.",
            "John was passing a comic to Bill. He asked what he thought of Ryan's attempt to convert a friend of Johnny to his son's religion in order to turn parts of himself out of Johnny, but the results ran counter to his earlier pledge of allegiance.",
            "John was passing a comic to Bill. He was telling me that while Rhea had hated to admit it, she had developed the tingle of the joys of the age.",
            "John was passing a comic to Bill. He didn't do his little funny.",
            "John was passing a comic to Bill. He looked at it, and when he said “This would be fun” then he felt pleased.",
            "John was passing a comic to Bill. He issued a comic, called Frank\"s book three, in early June.",
            "John was passing a comic to Bill. He looked from his fellow vittagarians to the speaker's audience that evening, smacking them in the face.",
            "John was passing a comic to Bill. He will stop there in a few hours, when the clock chimed softly.",
            "John was passing a comic to Bill. He asked what came next.",
            "John was passing a comic to Bill. He knew about the real problems of kids.",
            "John was passing a comic to Bill. He knew what it meant.",
            "John was passing a comic to Bill. He's going to just go down—and to do one thing a woman could never forget.",
            "John was passing a comic to Bill. He bared his teeth at those who argued in favor of the cult I was opposing.",
            "John was passing a comic to Bill. He thought it was neat to get to know that his creator really understood everything and chose Roz was running it through a LOT of techniques.",
            "John was passing a comic to Bill. He wasn't for blood.",
            "John was passing a comic to Bill. He'd had one from Fannie Wells next to him.",
            "John was passing a comic to Bill. He was black, too.",
            "John was passing a comic to Bill. He looked like a young boy in fifties, like a Shakespearean character, blood-red, big-headed, cattish for f—ning while pausing for a nod in appreciation for his.",
            "John was passing a comic to Bill. He signed to join Alcatraz.",
            "John was passing a comic to Bill. He then has one of the most good and enjoyable comedies in the magazine.",
            "John was passing a comic to Bill. He almost swilled in sarcasm, and he nodded when he saw the thing.",
            "John was passing a comic to Bill. He gave me a few ideas of where to go in New Orleans.",
            "John was passing a comic to Bill. He nearly got lost in a pile of comic objects, but John was unable to let the pieces stand which were stuck between his hands, most of the rest of his business.",
            "John was passing a comic to Bill. He looked at Ada as they entered his room, remembering a line in William, when she looked up and said, \"Tell him what shall I say in my heart.",
            "John was passing a comic to Bill. He wrote two others -- \"One message for you this month's show, 'Mr 2.",
            "John was passing a comic to Bill. He screamed \"Freezing First Step, Henry!!\" The club hall door creaked a moment after he swaggered toward it, and Bill threw him onto a mat and pasters wadded pads with pocket.",
            "John was passing a comic to Bill. He looked at Jonathan the other day, looked at my wonderful books and remembered my name!\n\n“Why don’t you stay?\" the author proposed and I sat and stared.",
            "John was passing a comic to Bill. He knew what all of the choreography and production movements of his outfit, the brightly colored uniforms and the uniforms we were about to be wearing was perfect.",
            "John was passing a comic to Bill. He said that he added something to it when he saw Joseph Battista on the bill.",
            "John was passing a comic to Bill. He wasn't dead yet, exactly, and basically his character was not falling down.",
            "John was passing a comic to Bill. He wrote about this on their chat tape; he wrote reading on one: \"Out of the Mill.",
            "John was passing a comic to Bill. He was bored here, and in a perfectly normal situation, so to speak.",
            "John was passing a comic to Bill. He'd called it God's work, and there was not one word it got.",
            "John was passing a comic to Bill. He had come as near becoming one of the stars of both commercial radio and daily magazine writing and was noted as a novelist by Mickey.",
            "John was passing a comic to Bill. He reached his feet in a crouched position at the back of his lap, his face burning and his eyelids gaping at the light from a kitchen stove.",
            "John was passing a comic to Bill. He recalls the picture of how, with rags finished, he was told to blow his cigarettes on the floor with an iron in his mouth and then leave them.",
            "John was passing a comic to Bill. He looked down at his feet and came up to her head.",
            "John was passing a comic to Bill. He wrote from 'the devil himself' towards Andrew Williams as it relates his relationship to Jack Fane.",
            "John was passing a comic to Bill. He asked me to carry it the other way.",
            "John was passing a comic to Bill. He did have a couple on press, but didn't type in as much.",
            "John was passing a comic to Bill. He said he hadn't seen his mother since she was born, but he had wondered for one quarter my name.",
            "John was passing a comic to Bill. He didn’t follow the news.",
            "John was passing a comic to Bill. He then asked Geddie to wait patiently in the Cabinet Room.",
            "John was passing a comic to Bill. He read their classic sci-fi novel Funny Faces which mentioned death by burning straw inside of a film flick.",
            "John was passing a comic to Bill. He found something—the artist had won _Outlaw_ —an idea for something that could be incorporated into certain masonic settings on a map of West's London.",
            "John was passing a comic to Bill. He went to the Harlem section of New York where he was described as someone of moderate size.",
            "John was passing a comic to Bill. He assured McGill that he'd be able to keep a minor change making it right among the people.",
            "John was passing a comic to Bill. He made jokes about how a St.",
            "John was passing a comic to Bill. He really liked his time there, did hope to win a story and cast after one the others that weren't as popular as his.",
            "John was passing a comic to Bill. He'd come along when My Star was nominated for Nationalist award.",
            "John was passing a comic to Bill. He looked at Ann and exclaimed, \"Bless you.",
            "John was passing a comic to Bill. He's learned to be considered an expert on comic and time-travels and a wise observer much like Howard Jarvis.",
            "John was passing a comic to Bill. He was also taking Alex Potter's ghost expression off, and taking him to to the bus he would later remember, a seemingly empty red van full of old people full of junk.",
            "John was passing a comic to Bill. He explains that he has seen horror film and horror movies always make backhanded detours and use big sharp points if he encounters persons.",
            "John was passing a comic to Bill. He got to the bottom of this, and well, the comic that was running around on the west side was n the most astonishing visual to date of this monkey.",
            "John was passing a comic to Bill. He’th decided to create an unmarried woman with his young half-sister Harley Warrington from Britain for his wife.",
            "John was passing a comic to Bill. He’s got these black and tan leters wrapped up like a basketball\n\nThe old guy had some plastic tubing but neither job had gone far enough to get his attention.",
            "John was passing a comic to Bill. He marched\nto his place of education.",
            "John was passing a comic to Bill. He then told me he was a good writer, and that he won another-writing credit with stories, though in his sketch he didn’t compare the book with William Holden’s, better’s.",
            "John was passing a comic to Bill. He cried: \"P'ee! P'ee! B'un Bankah!\" Now, didn't he?\n\n\"Did the child stole my play-pen and which they named this wretched.",
            "John was passing a comic to Bill. He’d come across a bit of a joke before last night’s spectacle –.",
            "John was passing a comic to Bill. He made the comic appear in newspaper readers, a credit to many story lines.",
            "John was passing a comic to Bill. He did pay back a huge amount of money to a picture stand up special occasion (about five years back) when Blair said a silly thing was becoming popular with old buddies during King of the jigs.",
            "John was passing a comic to Bill. He took him under his wing nearly a decade later of entertaining and supplying comic strips for his comedy classes in the late 1970s, playing a total ratio of 24 artists (Jackie Potter, Jon Snow's son.",
            "John was passing a comic to Bill. He knew all the backgrounds, and when he got to the top of at one point, the moment he dropped a bell, A.",
            "John was passing a comic to Bill. He got it put out Friday by his publisher.",
            "John was passing a comic to Bill. He said it should have been recorded that the other comes and says, \"Thanks for letting him play at cross examination.",
            "John was passing a comic to Bill. He looked up as Susan went in then called from the parking garage.",
            "John was passing a comic to Bill. He'd been read about in a manly type, and a nice warm temperament about him now.",
            "John was passing a comic to Bill. He said: \"You're just keeping yourself young.",
            "John was passing a comic to Bill. He thought he could get people’s attention without trying to embarrass the people around him, but Bill had different sources at work, and worked at a distance from others, who at many points had been with Billy.",
            "John was passing a comic to Bill. He rushed over and bowed slightly forward but nodded no back as he read the book to him.",
            "John was passing a comic to Bill. He wanted to make the rest of the story, and was much eager as long as he was willing to kick both of theirs.",
            "John was passing a comic to Bill. He'd come down here that day along with all that stuff.",
            "John was passing a comic to Bill. He then took it off tape, read it at the post office down in the country.",
            "John was passing a comic to Bill. He arrived by the usual pattern and, on April 1, he was accepted into every one of the thirteen schools here.",
            "John was passing a comic to Bill. He went back to the palace and asked the new princess to give him something he read along on Ken's page.",
            "John was passing a comic to Bill. He took me in to see Warner Bros.",
            "John was passing a comic to Bill. He's possibly one of them.",
            "John was passing a comic to Bill. He knew Joyce Klein belonged to the magazine, but it was enough to give Joyce a new name: MacLeod.",
            "John was passing a comic to Bill. He tried to come in, but his face was scrunched up like one of a lot with pigtails that were used for rehousing.",
            "John was passing a comic to Bill. He got into an argument with Harold Thomas about her practice of using mags.",
            "John was passing a comic to Bill. He asked Dework, \"So is that a lot of jokes, they started using you, sometimes they use you, like 'The Statue of Women,' they use those guys I was at the point of.",
            "John was passing a comic to Bill. He asked what the prostitute was doing when she came into his office, and was informed she was already receiving a letter.",
            "John was passing a comic to Bill. He gave Obedka, whose fame, as a candidate, started in Missouri, had come to fruition in 1987 that a women's college could model in the campaign of Coachella Valley.",
            "John was passing a comic to Bill. He is said to have been much of an actor.",
            "John was passing a comic to Bill. He's an unguardianed Mr Sgeedin.",
            "John was passing a comic to Bill. He didnís always worked to make it pay, and, at the last minute, it took from a bunch of workmen who needed him a quick drink back to help with matters in the production, so Phil.",
            "John was passing a comic to Bill. He looked at Bonnie, then bounded and ran up a jiff enough to give the host a dramatic cry of joy.",
            "John was passing a comic to Bill. He lifted the lid from his teacup on to a cup to read “The Great Balls of Time.",
            "John was passing a comic to Bill. He asked if Jason was available for a story, but told him the man wasn't a character that'd ask you to trust out of respect, because he had a higher income than the guys who shared his stuff.",
            "John was passing a comic to Bill. He slumpered into an after-dinner concert, but before he got in he lost his stupa (one so obviously to him it is probable that other 'players' who sing generally seem.",
            "John was passing a comic to Bill. He hovered over the end of his bus stops by, probably telling himself that he wasn't coming back until the end of his life when the train wagon came to the passing of the Little Mill, and in.",
            "John was passing a comic to Bill. He was also into a few grisly fights with a nice girlfriend and an unscheduled moment on his movie.",
            "John was passing a comic to Bill. He who rolled out of Mr Smith's desk as Jimmy Walters did as the third man for the job, in the way that Scott Morrison was known for his snap picks and synchronicities."
        ],
        "counts": {
            "John": 3,
            "Bill": 3
        }
    },
    "Amanda amazed Brittany. She": {
        "details": {
            "pronoun": [
                24,
                27
            ],
            "options": [
                [
                    0,
                    6
                ],
                [
                    14,
                    22
                ]
            ]
        },
        "sentences": [
            "Amanda amazed Brittany. She enjoyed this in his routine.",
            "Amanda amazed Brittany. She’s excited by the work.",
            "Amanda amazed Brittany. She caught sight of Naomi Holmes' eye.",
            "Amanda amazed Brittany. She told the tour guide that she did not want to revisit the wedding, which had been such an issue as it turned out to be \"a long and laborious day\" as she waited to spend time with Britt.",
            "Amanda amazed Brittany. She looked up with the startled expression of a starving cook, but she was passed by their nurse without standing up, pushing her apron so the room was empty.",
            "Amanda amazed Brittany. She spent many evenings at the home of an elderly aunt.",
            "Amanda amazed Brittany. She exclaimed, \"You have the most talented, smartest young college girl you have ever seen?\"\n\n\"I'm fine.",
            "Amanda amazed Brittany. She was sick with it all its festering in her belly! All work that was achieved by looking after her if I was busy it was your face growing bigger in size.",
            "Amanda amazed Brittany. She looked forward to being a part of this similar journey.",
            "Amanda amazed Brittany. She fancies herself a fight friend, considering we've all been on two fights in our life.",
            "Amanda amazed Brittany. She has always been involved with him, her time card.",
            "Amanda amazed Brittany. She introduced the camera back to him and was surprised and terrified as not knowing any hard reasoning like a cat’s.",
            "Amanda amazed Brittany. She's one of the few people in her e-group group to have a chance to make contact with a computer at the end of the year, a couple of years before they decided to have the first talk.",
            "Amanda amazed Brittany. She discovered the wonderful people that we passed by this night—I'm in Blacks, I tell you now—and might well end up right there getting our man killed.",
            "Amanda amazed Brittany. She is reading to her brother to see if he will be there at the Lord’s side while she watches, and I hope to see him again Wednesday, thanks to my brother (chanquinapoi).",
            "Amanda amazed Brittany. She’s talking a lot, and even though some people think of it as strange seeing him the other way around, makes it sound too good to be true — it's just the way she heard it, like.",
            "Amanda amazed Brittany. She had been so close to her big brother when he died from a stomach bleed, from an extremely high dose of hydrocortisone, that she'd been way ahead than him, like we were wind blowing.",
            "Amanda amazed Brittany. She has risen through the ranks of her classes to become an éméshismist.",
            "Amanda amazed Brittany. She looked straight ahead and wondered just what the hell this was about.",
            "Amanda amazed Brittany. She looked forward to working at it all year,\" he said.",
            "Amanda amazed Brittany. She’s got all these dark spots and makes a madcap thug.",
            "Amanda amazed Brittany. She quickly quickly glanced to the only dress at the restless table.",
            "Amanda amazed Brittany. She put the last of her bandaid to the bottle.",
            "Amanda amazed Brittany. She had just started to explore it, and at once at times a tidal wave of confusion trickled down into her.",
            "Amanda amazed Brittany. She barely needed the time to shine: “and there were numerous people in many rooms and it wasn’t everyone’s own room… but everyone’s own room.",
            "Amanda amazed Brittany. She returned to town one weekend on Monday, the same day that Marie-Claude Pasquier, a 34-year-old former minister for defence and one of Europe's most senior officials, died at the Port.",
            "Amanda amazed Brittany. She told us that buying cheap nairov went into reverse in the years prior to\n.",
            "Amanda amazed Brittany. She, of course, talks like this about life.",
            "Amanda amazed Brittany. She had been out with Jonas Resnick on the road last week.",
            "Amanda amazed Brittany. She became the next Carry on Anne's Life We Believe and thanked him.",
            "Amanda amazed Brittany. She wasn't sure really.",
            "Amanda amazed Brittany. She was feeling a little better with his hands in his pockets, and smiled at his boyish face, which he soon forgot for the most part.",
            "Amanda amazed Brittany. She'd always loved every single element of Scarlett's line of beauty, which probably consists mainly in other parts of her: Her \"dignified beauty\" or \"spectre\").",
            "Amanda amazed Brittany. She'd feel embarrassment for Deltans and the other women involved! What would she have seen in the shock of her power? How would Diana know? She began to cry, a little frightened here and there.",
            "Amanda amazed Brittany. She realized she was wrong about what she was doing.",
            "Amanda amazed Brittany. She's always been a keen visitor for Fubara and the SpiceGirls.",
            "Amanda amazed Brittany. She looked confused, so they just wiped her mouth while on stage.",
            "Amanda amazed Brittany. She promised to please other people and demand more than the “Zombie Factor”.",
            "Amanda amazed Brittany. She still leads her from court space and she is in company with friends showing a wide array of intricate illusion scenes, including a female nurse whose affection wasn't appreciated but whose face became swollen to account for the neglect.",
            "Amanda amazed Brittany. She dressed like a beggar, as she wore an awning, a pigskin bag that was stuffed into an undershirt, and a necklace that couldn't be had, so that she had nothing to show.",
            "Amanda amazed Brittany. She joined Chirpas Dayback when, she said, \"Do you participate in politics?\" That was the starting place for Chirpris.",
            "Amanda amazed Brittany. She has for months run down an endless page of the recipes of the history in Aziz’s kitchen – the miraculous encounters with mashed potato punch, homemade sweet potato salad and grilled beef pie.",
            "Amanda amazed Brittany. She was back in Moms and was there crying for quiet and his sister started into songs she thought were lost.",
            "Amanda amazed Brittany. She told them she had a bad back, followed by headaches, and told them their foster mothers would get after them if they stopped telling them.",
            "Amanda amazed Brittany. She asks him for assistance, he donuts, he works on the fire tread.",
            "Amanda amazed Brittany. She could make the great trip as extra $24\nhr, without taking all the money – being out of her means while it was necessary to be at home.",
            "Amanda amazed Brittany. She's good, and of course, he can knock you to death when he feels it—all he you've had to do to get her into the city.",
            "Amanda amazed Brittany. She’s okay but, if she’s allowed to think and write—which she is—even though she’s using to become a better cook —then she’ ll take a healthy and healthy approach:.",
            "Amanda amazed Brittany. She won't have much choice in hearing what he thinks or why he believes me.",
            "Amanda amazed Brittany. She explains how she suffered too; she has since ended this infatuation by refusing to answer her brother's name to thank her for encouraging her to travel, or trying to go shopping when she was pregnant, for.",
            "Amanda amazed Brittany. She wagged her finger and felt her eyes down, before smiling to each other, pretending there.",
            "Amanda amazed Brittany. She gives the first long introduction to the film: a man with the uncanny skill to communicate in all he can with specific words.",
            "Amanda amazed Brittany. She is a smart, dependable fighter from Nebraska now, and an experienced fighter compared with all professional fighters.",
            "Amanda amazed Brittany. She knew more about humans than she knew to make all them out to be, and she could hardly believe that there was one hundred of them living elsewhere in California.",
            "Amanda amazed Brittany. She'd seen so much for Willy, with so much self-control.",
            "Amanda amazed Brittany. She said, “It really hurts, or it seems like it.",
            "Amanda amazed Brittany. She laid on her skirt, holding a petrifying square blanket over her.",
            "Amanda amazed Brittany. She lost her job to a car theft case for 3 days because of heavy rain and eventually broke it inside.",
            "Amanda amazed Brittany. She was so young but she didn't know why she was holding in such a tight hand when they hugged each.",
            "Amanda amazed Brittany. She'd asked the world to do it; she'd done it for someone at my old school.",
            "Amanda amazed Brittany. She has an unbroken memory of being a mother to 11 young girls, all three eldest daughters and two young sisters — all of whom she knew all to the point they weren’t really grown up in the same.",
            "Amanda amazed Brittany. She was a good job, very creative, hardworking, optimistic: I think when I went out of town, no one called me any more than that, at that time, after I had been with my mom.",
            "Amanda amazed Brittany. She'd seen all the great movies about her grandmother's self-abuse and her wayward family, and she was still stumped when something jangled her about.",
            "Amanda amazed Brittany. She is just so\nacross the room that are all the rest.",
            "Amanda amazed Brittany. She was left carrying her bag with them.",
            "Amanda amazed Brittany. She was aware of all her surroundings and knew Stokka were their safety first and foremost to protect him.",
            "Amanda amazed Brittany. She shivered at the memory of the shovelling pit her mind would put into her hand.",
            "Amanda amazed Brittany. She's pretty long feet and full of energy.",
            "Amanda amazed Brittany. She said: \"It's highly probable that his face turned strong and he looked his own way.",
            "Amanda amazed Brittany. She was only just learning from her vets, and that now she was willing to study at large for all things including tennis.",
            "Amanda amazed Brittany. She told the past tense people that even as long as Brama has a real plan to destroy her husband she would be happy to try something else.",
            "Amanda amazed Brittany. She is an advocate of the women's movement and there is lots of such voices in the community on social justice issues.",
            "Amanda amazed Brittany. She is unique in this relationship, and a great resource for helping explore the unknown in their relationship.",
            "Amanda amazed Brittany. She told the Bible-telling prayer, but only for the deities in town.",
            "Amanda amazed Brittany. She was the reason why her husband wanted her to stay here.",
            "Amanda amazed Brittany. She finished the new character to the following issue (compiling with flash).",
            "Amanda amazed Brittany. She was the full-fledged MP, the equivalent of someone with an attitude, an office, and decided that this was what she bestowing with her majesty: a person chosen for your chosen of day.",
            "Amanda amazed Brittany. She\njust was amazed!\n\nThanks to all the other friends who have gone insane starting the summer and if you were a horrible person the whole class of them would be staying until the 12th due to this.",
            "Amanda amazed Brittany. She's still scared and hope they don't know that her mother died in a plane crash.",
            "Amanda amazed Brittany. She had a deep, furrowed brow that reminded her of Noah's.",
            "Amanda amazed Brittany. She lived in Delhi with him! A beautiful and intelligent girl that is loyal to him, and she, like him, is very sociable and good-natured and even friendly.",
            "Amanda amazed Brittany. She had managed several nie langer einsensivações vos sulla manedade, mais rare foi que começa mieto de orientação.",
            "Amanda amazed Brittany. She admitted that all her children play.",
            "Amanda amazed Brittany. She handed him a folded toenail so tender he doubted that she could make it.",
            "Amanda amazed Brittany. She was giving her own concert and our guests there really got people interested in it, especially more in this nightly performance.",
            "Amanda amazed Brittany. She wondered if she could speak German so that The Girl could collect the children from your school.",
            "Amanda amazed Brittany. She looked at Nathan and let him guess for himself what it meant to him.",
            "Amanda amazed Brittany. She was the first woman to make it to South America as the Cameramen.",
            "Amanda amazed Brittany. She figured it out, then on the way down the side hall we saw her, wearing a designer-branded denim outfit on a sample backpack and boots with a zippered high-top, in a different.",
            "Amanda amazed Brittany. She calls him Boussell.",
            "Amanda amazed Brittany. She's glad that's a big boy, Mom, that is all.",
            "Amanda amazed Brittany. She was the sweetest of the bunch.",
            "Amanda amazed Brittany. She got her first chance to pick \"losing\" by competing in a 20-round tournament, and it should help combat many of these- but I'm not so sure the results say anything for hers.",
            "Amanda amazed Brittany. She was devastated.",
            "Amanda amazed Brittany. She had worked on that role for the past five years.",
            "Amanda amazed Brittany. She was a young fan of music from music time, who would start tracklisting a suitable device, but the world wore on as she made the phone blow a groove that was difficult from the first ring of calls in.",
            "Amanda amazed Brittany. She suggested \"the first thing they would do\" while standing on the porch overlooking the water, to keep her tears apart, still moaning.",
            "Amanda amazed Brittany. She's so impressed with nothing but the original syrtweep-up variety of events.",
            "Amanda amazed Brittany. She was listening intently, though, because she'd lived in other countries during a long adolescence.",
            "Amanda amazed Brittany. She told me that she was convinced that in her case, what must see the world for is what this year is about — and that there is still a long way to go, that you cannot in every moment turn."
        ],
        "counts": {
            "Amanda": 0,
            "Brittany": 0
        }
    },
    "Brittany was amazed by Amanda. She": {
        "details": {
            "pronoun": [
                31,
                34
            ],
            "options": [
                [
                    23,
                    29
                ],
                [
                    0,
                    8
                ]
            ]
        },
        "sentences": [
            "Brittany was amazed by Amanda. She'd been the _party_ of the wedding.",
            "Brittany was amazed by Amanda. She would never learn how to dress like her husband in dress slacks.",
            "Brittany was amazed by Amanda. She asked back as constantly with a smile for his mother.",
            "Brittany was amazed by Amanda. She had come over to meet me and tell me there was another fresh set of eyes who knew her well enough to know all about her.",
            "Brittany was amazed by Amanda. She thought of how many women she, Grace, had raped her to spend that day reading that older sister was “in prison.",
            "Brittany was amazed by Amanda. She would never fail to appreciate all the possibilities and the possibilities, and her beauty.",
            "Brittany was amazed by Amanda. She had bought one last week.",
            "Brittany was amazed by Amanda. She asked her top dog, Flushout, and he didn't smile.",
            "Brittany was amazed by Amanda. She tells the story of being caught by an information messaging device.",
            "Brittany was amazed by Amanda. She knew her job had been written in stone; she had left it to her, and she followed her lead, casting her of into life, even to the limit of the Craft to be formed merely by her.",
            "Brittany was amazed by Amanda. She thought they may not even know her upbringing much at all, and encouraged Kevin; she missed being at home alone.",
            "Brittany was amazed by Amanda. She told her brother Brian that a similar story came to her of Aaron Comfort's question, in character, of watching his brain fire, letting his brain in and out the door when he turned the radio,.",
            "Brittany was amazed by Amanda. She insisted that the fight was between a female fighter and a male fighter.",
            "Brittany was amazed by Amanda. She could understand why he would, but how could he get himself into her name when people still say, \"Hi, how you doin'? That and I don't know if it was a cookie cutter type.",
            "Brittany was amazed by Amanda. She played a serious game (with Gail and Red Shoes) of playing games based on the feedback given to the players.",
            "Brittany was amazed by Amanda. She had picked up this ring in Bermuda and discovered perfect contact with Abraham Lincoln.",
            "Brittany was amazed by Amanda. She didn’t think anymore.",
            "Brittany was amazed by Amanda. She often looked back when she was 20, and I wouldn’t argue she actually has a higher score.",
            "Brittany was amazed by Amanda. She’ll pass on what’s on their minds, but you can tell Mogby was very flustered by his past activities – she thought he might be helping through some serious problems at work.",
            "Brittany was amazed by Amanda. She’ll meet your supermodel grandma with you and keep adding to her floral arrangements.",
            "Brittany was amazed by Amanda. She wanted to hug Jamie and Bill, yet saw her look away at the universe like it would tell him what to say.",
            "Brittany was amazed by Amanda. She wants to make him laugh with his father.",
            "Brittany was amazed by Amanda. She didn’t know that it was the right thing for Jamie Marler, with his huge wild energy in her belly, to get to that exciting new chapter.",
            "Brittany was amazed by Amanda. She wanted something and wanted nobody to take care of her, but her parents had refused to budge and she felt as it came.",
            "Brittany was amazed by Amanda. She couldn’t have been more astonished that they seemed to have arranged a private family vacation, having family they would rather have spent in Italy.",
            "Brittany was amazed by Amanda. She couldn't help but laugh.",
            "Brittany was amazed by Amanda. She knew immediately that she did not want to be responsible.",
            "Brittany was amazed by Amanda. She followed and it had nothing to do with him.",
            "Brittany was amazed by Amanda. She could almost sense the safety from of starting the commercial for their host boat, an impressive collection of art from Santa Monica harbor life from the music, the frequent sea lightning blast, the sound performances, the view.",
            "Brittany was amazed by Amanda. She had a strong desire to turn the conversation down the stairs while he was up in the closet.",
            "Brittany was amazed by Amanda. She believes three stories in every story told about her is true.",
            "Brittany was amazed by Amanda. She looked at Laura and said, \"Lazily takes me back, it's when I get a chance to lay claim—that's one thing—\"\n\n\"When did you marry?\"\n\n\".",
            "Brittany was amazed by Amanda. She would never admit her disappointment.",
            "Brittany was amazed by Amanda. She would almost certainly be placed on the Jimmy Somerville list again.",
            "Brittany was amazed by Amanda. She asked Deacon with the depth of her en-mooriness that even though most people really do not want to be in a place like London, her face leaves a certain grittiness though it is.",
            "Brittany was amazed by Amanda. She said, “It’s not like she decided to get her own gym in order to become Mr Speres.",
            "Brittany was amazed by Amanda. She thought: that I wouldn't have, alone, or married to you — Miss Soaph, for instance, had started out so young that she believed herself pregnant.",
            "Brittany was amazed by Amanda. She simply put a shoe on it just below her knees to make it feel \"real.",
            "Brittany was amazed by Amanda. She’d never let get away without a moment’s hesitation about getting a role play contest, but ultimately she decided to join the team.",
            "Brittany was amazed by Amanda. She didn't know exactly what was coming, yet her best friend, Leopoldo Ebling, told her: \"I can't believe she heard him.",
            "Brittany was amazed by Amanda. She wanted her “office day, get started on work, and work here on Monday, 9 under the Mayal as 2+thou Kiths in Sherah.",
            "Brittany was amazed by Amanda. She turned and began handing out pins and cases to the entire men, laughing lash out aloud at the thrilling yet meaningless hunt they felt while surrounded by their lover.",
            "Brittany was amazed by Amanda. She felt like she could talk real things out of conversation.",
            "Brittany was amazed by Amanda. She sawing her friend's knife at her on the lawn after he had struck her with his long, black knife.",
            "Brittany was amazed by Amanda. She couldn’t look away from them and yet “ultimate lady” was there telling her jokes.",
            "Brittany was amazed by Amanda. She explained how many people would be out of work the next day and she was excited to hear more about them.",
            "Brittany was amazed by Amanda. She felt like the coolest guy in the world now, even though all of this local life was working so hard pushing himself above the metal.",
            "Brittany was amazed by Amanda. She first expected the female lover to shoot the virgins, and now after much pleading with the girls to hurry, she decided to take the women in.",
            "Brittany was amazed by Amanda. She looked at it as if it were normal, then went on with her story, saying that she could only see one way to feel her heart melting, no matter how inhugharing her baby while it was.",
            "Brittany was amazed by Amanda. She pushed John away and with Rookus's energy he started jumping on the covers themselves until they saw what was moving.",
            "Brittany was amazed by Amanda. She began work to follow him around since his passing, feeding down his enthusiasm.",
            "Brittany was amazed by Amanda. She wanted someone that gave her a spark and a heart for her new life and couldn't wait to tell everyone in her life.",
            "Brittany was amazed by Amanda. She would never forget that day on Thanksgiving when she took my place at the reception counter in her room.",
            "Brittany was amazed by Amanda. She clicked off her NSP items.",
            "Brittany was amazed by Amanda. She would be uncomfortable - and it might be what we're friends in the middle of a deal, but Sam had never seen anything like that before, or at least not done.",
            "Brittany was amazed by Amanda. She couldn’t deny that Victoria was around in a world where a middle aged girl named Bella fought in the golden age of sports in 1909.",
            "Brittany was amazed by Amanda. She didn't know, at any time or anywhere, where her husband was\n\n5:20 am\n\nIn 2006\nBrittany was among the people to discover that they would never marry again.",
            "Brittany was amazed by Amanda. She wanted this dress for second floor of his house to be when his mother finally abandoned it for a year or two.",
            "Brittany was amazed by Amanda. She recalls her first pregnancy with Amanda: while pregnant about a year earlier only three weeks ago.",
            "Brittany was amazed by Amanda. She would have been scolded.",
            "Brittany was amazed by Amanda. She'd managed to fill her ears with insufferably long chills, squeezing through with bills to pay, and listened all day to her because every time he walked through the door (which she'd found on.",
            "Brittany was amazed by Amanda. She jokingly passed away.",
            "Brittany was amazed by Amanda. She squinted at him.",
            "Brittany was amazed by Amanda. She had never really liked the sound of her daughter worrying but when the night was here on the other side, she knew what she needed to get to.",
            "Brittany was amazed by Amanda. She couldn’t have been more relieved and grateful when she saw it.",
            "Brittany was amazed by Amanda. She shivered with excitement, put her elbows on her knees and smiled.",
            "Brittany was amazed by Amanda. She felt like she understood and struggled, like she knew, there was more to experience Than had been knowing and through having lived her own time.",
            "Brittany was amazed by Amanda. She couldn’t have been more surprised seeing this type of play on the Drachen halls.",
            "Brittany was amazed by Amanda. She couldn't accept that the organization wouldn't give them an opportunity, and even more relieved after seeing him up close.",
            "Brittany was amazed by Amanda. She didn’t know whether there was a particular anxiety aspect to the young woman’s personality, or she just wanted to know it.",
            "Brittany was amazed by Amanda. She knew maybe her teammates could become the next '14, so to say that they found every single wild part of their heroes, big time.",
            "Brittany was amazed by Amanda. She asked Justin,\n‘Where do you keep _things?_?’\n\nHe nodded.",
            "Brittany was amazed by Amanda. She looked a little shocked, then shook herself at them as she left for town.",
            "Brittany was amazed by Amanda. She wasn’t sure exactly what it had been but was really intrigued.",
            "Brittany was amazed by Amanda. She repeated a compliment in the way she tried to present Dr.",
            "Brittany was amazed by Amanda. She filled his drink with an appreciation of her career and manumitted some kind of game of dog bites but not by pure gold.",
            "Brittany was amazed by Amanda. She wanted to celebrate his romance with a family, but perhaps this was the beginning of his new best friend.",
            "Brittany was amazed by Amanda. She didn’t think any of her friends had ever seen it like that before, but she had too.",
            "Brittany was amazed by Amanda. She saw her mother's appearance with great pleasure, and told me that she and my father would be coming for the town in June when a report reached the Central Unionist Society about an inquiry into a place in.",
            "Brittany was amazed by Amanda. She looked at Amanda one\nfew days later, barely aware of what Twister was about, however we didn’t\nreally want her working for Victoria’s and David’s back.",
            "Brittany was amazed by Amanda. She looked very skeptical on television, but Matt Grootbaum told The Daily Mail that Stephanie Roloff \"had never met a better talker than Amanda Watts\" -- he changed his name.",
            "Brittany was amazed by Amanda. She knew Zetta was a beautiful young woman and that her son's appreciation with what she had was like true love, despite forging a thick skin about others.",
            "Brittany was amazed by Amanda. She wanted to be anybody's little girl.",
            "Brittany was amazed by Amanda. She’ told me about Jordan and the plan :\n\nJordan’s plan : A potential break-up party?\nAny ideas about this?\nI could come home with him as\nsummer and maybe.",
            "Brittany was amazed by Amanda. She said that even thinking of being considered as an overnight success began slowly but was growing stronger until finally everything started tingling back into gear.",
            "Brittany was amazed by Amanda. She thought they had to get a well for it.",
            "Brittany was amazed by Amanda. She’ll have to hurry in now, if she ever wants to open the date, I hope, she will and have her mother at the studio with her, it’s only when Katie Wright and Rh.",
            "Brittany was amazed by Amanda. She learned that working with a private therapist and that and the owner are separate entities.",
            "Brittany was amazed by Amanda. She invited him to speak aloud after her last event and the call was answered with a hum, like that one that all the ladies still identify as fans of the LP.",
            "Brittany was amazed by Amanda. She dropped it along his arm when he was asked.",
            "Brittany was amazed by Amanda. She'd turned to the top sailor after the prize.",
            "Brittany was amazed by Amanda. She worked for 35 years until 1984 seeing very little of her, then had an outsourcing business in Toronto, Northwest Territories.",
            "Brittany was amazed by Amanda. She thought for a long moment and said something to that to illustrate his idea of the phenomenon.",
            "Brittany was amazed by Amanda. She obviously knew more in this country than she knew herself, and the irony was not lost on the people around Shepard.",
            "Brittany was amazed by Amanda. She declared an opportunity which had flashed in front of her as she always does in the hospital.",
            "Brittany was amazed by Amanda. She wanted to hang out with Kelly—to somehow do some of these things.",
            "Brittany was amazed by Amanda. She couldn’t help but think everything about it.",
            "Brittany was amazed by Amanda. She glared at him for a moment then put his arm to her side to steady her feelings.",
            "Brittany was amazed by Amanda. She joined in her passion for The High Priest, a painting by Ian Anderson, that could do wonders for her work.",
            "Brittany was amazed by Amanda. She told the woman whenever he asked if she could go to the bathroom."
        ],
        "counts": {
            "Amanda": 3,
            "Brittany": 1
        }
    }
}