{
    "metadata": {
        "model": "EleutherAI/pythia-1b",
        "revision": "main",
        "num_parameters": 1011781632,
        "timestamp": "2023-10-16 14:53:55.350728"
    },
    "John seized the comic from Bill. He": {
        "details": {
            "pronoun": [
                33,
                35
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    27,
                    31
                ]
            ]
        },
        "sentences": [
            "John seized the comic from Bill. He put it under his jacket and left.",
            "John seized the comic from Bill. He then turned to Bill.",
            "John seized the comic from Bill. He pulled it from under the coffee table and slapped it to the ground.",
            "John seized the comic from Bill. He began talking in a low voice and began\ningratiating himself with it.",
            "John seized the comic from Bill. He then started working on the new issue.",
            "John seized the comic from Bill. He said, \"What's this, a bunch of dirty jokes?\"\n\n\"We're only going to make it up to you, then we've got to kill you too.",
            "John seized the comic from Bill. He didn’t know who his grandfather was.",
            "John seized the comic from Bill. He did not even bother putting it away.",
            "John seized the comic from Bill. He was very careful not to touch the pages, with his hands covered.",
            "John seized the comic from Bill. He began running towards the back of the shop, his heart a big, red balloon.",
            "John seized the comic from Bill. He pointed it at it, made a long word out of it and handed it back to his companion.",
            "John seized the comic from Bill. He asked her why she hadn't brought it, and she told him: \"You can have it, when the mood strikes you, when there's no use saying anything.",
            "John seized the comic from Bill. He looked\nthen at his father’s face.",
            "John seized the comic from Bill. He held it up as Bill looked on, rapt, and Bill was about to say something, say what? He was having a moment.",
            "John seized the comic from Bill. He was so mad that he was shaking his head in disbelief as he did so.",
            "John seized the comic from Bill. He could tell his father wouldn't understand.",
            "John seized the comic from Bill. He grabbed a roll from the table and pulled the book back in place.",
            "John seized the comic from Bill. He pulled the cover off.",
            "John seized the comic from Bill. He placed it in a canvas envelope marked \"S.",
            "John seized the comic from Bill. He flipped it open.",
            "John seized the comic from Bill. He was a little surprised to be handed it.",
            "John seized the comic from Bill. He then grabbed the comic to the head and threw him out of the window with a punch.",
            "John seized the comic from Bill. He threw it onto the bed and held it above the light.",
            "John seized the comic from Bill. He put it into his pocket, and he walked away.",
            "John seized the comic from Bill. He said 'The little son of a bitch' to Bill.",
            "John seized the comic from Bill. He held it above his head like a trophy.",
            "John seized the comic from Bill. He was pleased that at last the story was going to get written and he told Bill to work hard on it.",
            "John seized the comic from Bill. He put a note in it as follows:\n\nDear Bill,\n\nYou remember last year I bought the comic, it came at a price so I could not afford to write it myself, so I borrowed.",
            "John seized the comic from Bill. He knew the words of the song but he didn't know who the words referred to.",
            "John seized the comic from Bill. He took it from Bill's waistband, then took his other weapon from his belt.",
            "John seized the comic from Bill. He was only twelve years old, a child himself, with thick, dark hair which his mother had managed to keep in place with a wig.",
            "John seized the comic from Bill. He took it and put it in the pocket of his leather riding jacket and,\n\n\"GIVE IT TO ME!\" yelled Bill, pointing to the chest at his back, trying to keep the comic from falling.",
            "John seized the comic from Bill. He grabbed and held the book in front of\nhim, and placed it in the same light as the\neyebrows of the one who had read it; and\nwith a cry of triumph he threw the.",
            "John seized the comic from Bill. He gave it to Gilly, who put it on her bed with her own clothes.",
            "John seized the comic from Bill. He read it through to the end and called Jack.",
            "John seized the comic from Bill. He pulled the comic out of the paper and looked at it.",
            "John seized the comic from Bill. He told Bill that the book said that the old man was \"a prophet of the Lord,\" but that the \"God I've heard of\" was a \"fool's notion and a fake.",
            "John seized the comic from Bill. He read page after page of the poem and laughed with delight.",
            "John seized the comic from Bill. He had also removed the comic from the floor.",
            "John seized the comic from Bill. He slapped it across the table.",
            "John seized the comic from Bill. He had been looking on, so at least he was able to see the joke.",
            "John seized the comic from Bill. He was afraid some of the drawings were too detailed; they needed a more stylized style to make them identifiable as comics, he said.",
            "John seized the comic from Bill. He grabbed the comic like a fish to a perch.",
            "John seized the comic from Bill. He began his search of the back room.",
            "John seized the comic from Bill. He began laughing, unable to contain himself.",
            "John seized the comic from Bill. He was amazed that no one had been killed.",
            "John seized the comic from Bill. He ran back to town, but Bill was already there, waving their heads over the fence.",
            "John seized the comic from Bill. He picked it up and put the\nother one under his arm.",
            "John seized the comic from Bill. He was wearing the dark blue shirt with the white pinstripe jacket he'd got him from the comic shop at the end of the street.",
            "John seized the comic from Bill. He showed us the cover.",
            "John seized the comic from Bill. He turned back and smiled at the kids.",
            "John seized the comic from Bill. He flipped it over.",
            "John seized the comic from Bill. He had not\nseen or heard of it in three years.",
            "John seized the comic from Bill. He was still frowning, and she couldn't see much of his face.",
            "John seized the comic from Bill. He knew the book was on display at a gallery but didn't know exactly what he was going to get in return.",
            "John seized the comic from Bill. He had never seen the comic before and he looked rather stunned, as if he had never seen it before.",
            "John seized the comic from Bill. He felt like a kid with a chocolate bar.",
            "John seized the comic from Bill. He handed it to the barman, who put it under the bar, then lifted Bill out the door, followed by the two young policemen who were already standing there.",
            "John seized the comic from Bill. He handed it to the attendant and they both started in.",
            "John seized the comic from Bill. He pulled it out of the pocket of her bra and handed it to her.",
            "John seized the comic from Bill. He showed it to her.",
            "John seized the comic from Bill. He walked over and read the newspaper headline.",
            "John seized the comic from Bill. He began to read and studied its pages.",
            "John seized the comic from Bill. He was a tall, thin man wearing a white uniform cap, an eagle plume of yellow hair held together with braided rope that matched the plume on the cap, and a gold watch chain hung by a.",
            "John seized the comic from Bill. He flipped it between his palms and smiled.",
            "John seized the comic from Bill. He took it to the nearest police station.",
            "John seized the comic from Bill. He looked at it again the moment he left.",
            "John seized the comic from Bill. He was a very large, heavy guy and he held it just right between his large, bulky thighs.",
            "John seized the comic from Bill. He saw the last pages.",
            "John seized the comic from Bill. He was holding it in his lap, watching my reaction as the comic flared bright and red and the letters jumped away from the white page and floated down to the street below.",
            "John seized the comic from Bill. He began to read it.",
            "John seized the comic from Bill. He looked at the first\npage, in the hope of finding something in it referring to the events at home.",
            "John seized the comic from Bill. He began reading it aloud, and Bill's reaction was mixed.",
            "John seized the comic from Bill. He pointed to the last panel over the page and said, \"That is not the face of Jesus.",
            "John seized the comic from Bill. He took her in his arms and sat her up.",
            "John seized the comic from Bill. He sat on the edge of his bed, took a look at the picture, and grinned.",
            "John seized the comic from Bill. He had no interest in what had occurred to the children.",
            "John seized the comic from Bill. He held the comic above his chin.",
            "John seized the comic from Bill. He did not see him do it.",
            "John seized the comic from Bill. He handed it to him.",
            "John seized the comic from Bill. He didn't say anything to it except when he wanted to read it.",
            "John seized the comic from Bill. He read it.",
            "John seized the comic from Bill. He gave it to Jack.",
            "John seized the comic from Bill. He looked at it again, then handed it to Pauline.",
            "John seized the comic from Bill. He looked at the book.",
            "John seized the comic from Bill. He laughed as if the sight of it was utterly outrageous.",
            "John seized the comic from Bill. He put it in his bag, and then stood for a while watching him walk down the aisle.",
            "John seized the comic from Bill. He was pleased, but he didn't understand.",
            "John seized the comic from Bill. He then asked, “Is this the real story you would like to be told about me?”\n\nBill answered, “I don’t care about the comic, I care about why they made me do it.",
            "John seized the comic from Bill. He put it in a large pile of magazines.",
            "John seized the comic from Bill. He saw him, as he had seen him several times before, standing behind the counter in the shop; but the other one was the more remarkable.",
            "John seized the comic from Bill. He smiled, trying hard not to show that his teeth were as white as his dark side.",
            "John seized the comic from Bill. He said: 'Get down!' I walked around to Bill and asked: 'Do you want the box?' He said: 'No, not this week, we just got rid of it.",
            "John seized the comic from Bill. He had no intention of showing it to him and was about to push him out the door when Lester appeared.",
            "John seized the comic from Bill. He turned to them and asked, \"Who the hell is Bill?\"\n\nBill smiled.",
            "John seized the comic from Bill. He set to work to explain it, to\nillustrate a couple of the funny bits.",
            "John seized the comic from Bill. He was a little surprised.",
            "John seized the comic from Bill. He read it over to where the audience was standing.",
            "John seized the comic from Bill. He'd been too busy trying to read to notice, but then he would.",
            "John seized the comic from Bill. He had been reading the same pages and even remembered to turn it around so as to reveal the words \"and finally he said."
        ],
        "counts": {
            "John": 0,
            "Bill": 16
        }
    },
    "John passed the comic to Bill. He": {
        "details": {
            "pronoun": [
                31,
                33
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    25,
                    29
                ]
            ]
        },
        "sentences": [
            "John passed the comic to Bill. He'd asked the two of them for some time to consider the project.",
            "John passed the comic to Bill. He turned them both around and pulled out a black cigarette from a pack in his desk.",
            "John passed the comic to Bill. He read it aloud and I took over the story.",
            "John passed the comic to Bill. He said, \"I got a job offer.",
            "John passed the comic to Bill. He wasn’t feeling well.",
            "John passed the comic to Bill. He didn't seem surprised.",
            "John passed the comic to Bill. He looked at it and said, 'Bill, I'm going to leave to see how those two are doing now.",
            "John passed the comic to Bill. He'd had a long and happy day, and was tired and cranky.",
            "John passed the comic to Bill. He started reading it over and over again and suddenly he fell asleep.",
            "John passed the comic to Bill. He said he had enjoyed it very much and the boys all agreed 'this's a piece of writing that will live forever'.",
            "John passed the comic to Bill. He had\nnothing to say about the matter.",
            "John passed the comic to Bill. He'd seen it before, the one time a customer told him about it.",
            "John passed the comic to Bill. He was sitting on a crate, holding the comic up against his chest, when Bill said, over his shoulder, 'What did you just do to my uncle? I was hoping you'd say, \"What's.",
            "John passed the comic to Bill. He had only seen a few of them, but when they came up, he realized it was going to be a great show.",
            "John passed the comic to Bill. He sat in the corner.",
            "John passed the comic to Bill. He read it to us and, when there was silence, he said,'_What_ did the _other_ see?'\n\n'I don't know.",
            "John passed the comic to Bill. He was amused but also disturbed.",
            "John passed the comic to Bill. He knew Bill and his children pretty well.",
            "John passed the comic to Bill. He was\nplanning to send it to his son when he got back.",
            "John passed the comic to Bill. He was waiting patiently.",
            "John passed the comic to Bill. He went on to have the most productive career in professional sports, as a coach, a commentator, and, most notably, a player for the New York Jets and the Los Angeles Rams.",
            "John passed the comic to Bill. He leaned forward.",
            "John passed the comic to Bill. He laughed.",
            "John passed the comic to Bill. He was surprised and happy to see that his comic had a message.",
            "John passed the comic to Bill. He read it from cover to cover, then looked at the other customers who asked him about the comic.",
            "John passed the comic to Bill. He read it, smiled, and then handed it back.",
            "John passed the comic to Bill. He then looked at it and explained it to me.",
            "John passed the comic to Bill. He told him he had read it and that he believed it was \"pretty good\".",
            "John passed the comic to Bill. He nodded and turned to look at me.",
            "John passed the comic to Bill. He said, “Read it, then.",
            "John passed the comic to Bill. He began reading it in silence.",
            "John passed the comic to Bill. He held it up to his lips for a moment and smiled.",
            "John passed the comic to Bill. He asked, \"Do I get a kick out of this?\"\n\nBill was a little slow on the uptake, so he figured it was a joke.",
            "John passed the comic to Bill. He had a look at the magazine, which didn't interest him.",
            "John passed the comic to Bill. He handed it to Charlie.",
            "John passed the comic to Bill. He said he didn’t want Bill to tell him the comic and he didn’t agree to do so and so.",
            "John passed the comic to Bill. He turned it over in half-smiles and showed it to Bill.",
            "John passed the comic to Bill. He had been waiting.",
            "John passed the comic to Bill. He sat on the edge of the couch, put his right arm over me, and pushed his left knee down into my lap.",
            "John passed the comic to Bill. He was a bit taken aback when he saw the image, but he smiled and nodded to himself.",
            "John passed the comic to Bill. He gave the comic to Mr.",
            "John passed the comic to Bill. He also said the two of us were in the market right then.",
            "John passed the comic to Bill. He then turned to me again and said, “I like this show, Billy.",
            "John passed the comic to Bill. He seemed to have a lot of questions about it.",
            "John passed the comic to Bill. He said ‘I think you need to look this over.",
            "John passed the comic to Bill. He said, \"I don't give a good goddamn.",
            "John passed the comic to Bill. He nodded.",
            "John passed the comic to Bill. He'd get his hands on all the drawings, and they'd be perfect in his head, and then, when he was satisfied, they'd disappear.",
            "John passed the comic to Bill. He'd been reading a few things by now about the latest wave of new superheroes who have taken to the comic book medium and to superhero films to find their own place in this new paradigm of man.",
            "John passed the comic to Bill. He smiled broadly through the windshield and asked, \"What did he say? He's so full of crap!\"\n\nBill thought for a moment.",
            "John passed the comic to Bill. He didn't need to say more.",
            "John passed the comic to Bill. He took it and held it to the window screen.",
            "John passed the comic to Bill. He told Bill about what he and Bill had done together back in Paris and how, in the aftermath of the massacre, Bill had helped his father and other friends escape.",
            "John passed the comic to Bill. He was very amused-looking at Bill.",
            "John passed the comic to Bill. He was just going to toss it over his shoulder since the idea was so amusing.",
            "John passed the comic to Bill. He held it in the air until Bill said, \"Okay, go ahead.",
            "John passed the comic to Bill. He had the newspaper in hand and flipped through the page to find the story that interested him the most.",
            "John passed the comic to Bill. He looked at the paper and frowned.",
            "John passed the comic to Bill. He knew what he was talking about.",
            "John passed the comic to Bill. He pulled it out, turned the pages to read a section, then said:\n\n\"What do you know about this?\"\n\n\"Nothing, of course.",
            "John passed the comic to Bill. He looked to me for confirmation.",
            "John passed the comic to Bill. He had a good laugh reading it to Bill.",
            "John passed the comic to Bill. He took the comic off and handed it back to Bill.",
            "John passed the comic to Bill. He'd been telling Mike he didn't want to buy anything else, so Mike made some calls.",
            "John passed the comic to Bill. He was going to see how he felt about it and write about it himself—then if nothing turned up on the other end of the line, he'd pass the comics on to the world.",
            "John passed the comic to Bill. He glanced at the pictures and grinned.",
            "John passed the comic to Bill. He read it to me, and he looked at Bill who read it to him.",
            "John passed the comic to Bill. He took a quick look at it, and said, \"The comic's a bit shaky, but you want to know what that's about.",
            "John passed the comic to Bill. He asked, ''Can we do it in your office?'' Bill said, ''Sure.",
            "John passed the comic to Bill. He looked at it and nodded.",
            "John passed the comic to Bill. He read it over aloud,\n\n\"It is indeed a strange story and one which may well interest you.",
            "John passed the comic to Bill. He went on to win the comic himself.",
            "John passed the comic to Bill. He also passed another comic, this time to Pauline.",
            "John passed the comic to Bill. He took his pen from the paper and turned to face his friend with a wide grin on his face.",
            "John passed the comic to Bill. He then read this statement aloud:\n\nIt means an awful lot to him personally and professionally—as a photographer.",
            "John passed the comic to Bill. He'd never seen Bill with a gun before, but he knew what he was looking at.",
            "John passed the comic to Bill. He couldn't read it, but he smiled as he saw who it was written about.",
            "John passed the comic to Bill. He looked over the top and saw a black hole in\nthe ground behind the black stone wall.",
            "John passed the comic to Bill. He said that she had found the perfect ring at the flea market and asked Bill to marry her.",
            "John passed the comic to Bill. He started to read as soon as he saw the first page, then stopped, and glanced up.",
            "John passed the comic to Bill. He leaned back on his legs.",
            "John passed the comic to Bill. He pulled out a set of car keys.",
            "John passed the comic to Bill. He didn't bother reading it and just nodded as he walked back to his office.",
            "John passed the comic to Bill. He'd never seen her comic as clearly before.",
            "John passed the comic to Bill. He looked back at the painting and said, \"Sometime.",
            "John passed the comic to Bill. He put it in his pocket.",
            "John passed the comic to Bill. He read it out to me.",
            "John passed the comic to Bill. He read it\nand gigglingly exclaimed, \"That is the\ntrue definition of the new age! There's\nnothing in this new age that's not there--it's\nall an invention.",
            "John passed the comic to Bill. He pulled out a box and took it to the kitchen, the type cover, the paper, the dust wrapper, the pencil stub and wrote out a four-digit number.",
            "John passed the comic to Bill. He read it out loud and laughed for a laugh's sake.",
            "John passed the comic to Bill. He was impressed.",
            "John passed the comic to Bill. He looked at the box of comics and then his eyes followed Bill's to the door.",
            "John passed the comic to Bill. He read it.",
            "John passed the comic to Bill. He said, \"Hey kid, how 'bout a couple of beers?\"\n\nSandy gave him the comic.",
            "John passed the comic to Bill. He read it in silence as Bill watched the comic, then said, \"It's perfect.",
            "John passed the comic to Bill. He said he'd put it in his calendar,\nso I could see it first thing in the morning.",
            "John passed the comic to Bill. He laughed and said, “So that’s why you’re so funny.",
            "John passed the comic to Bill. He said of course he can handle it now.",
            "John passed the comic to Bill. He told him he\ncould not think of any use for it.",
            "John passed the comic to Bill. He wasn't surprised until he saw the two women."
        ],
        "counts": {
            "John": 0,
            "Bill": 21
        }
    },
    "Joseph hit Patrick. He": {
        "details": {
            "pronoun": [
                20,
                22
            ],
            "options": [
                [
                    0,
                    6
                ],
                [
                    11,
                    18
                ]
            ]
        },
        "sentences": [
            "Joseph hit Patrick. He said we should not hurt the boy for a little girl.",
            "Joseph hit Patrick. He slapped her with one of his big hands and she fell backward.",
            "Joseph hit Patrick. He punched him, and his\nlustful eyes became filled with blood.",
            "Joseph hit Patrick. He threw a left hook and the referee was off.",
            "Joseph hit Patrick. He had no other option but to attack, as the only chance he had to defeat the devil was to kill him.",
            "Joseph hit Patrick. He punched him in the mouth.",
            "Joseph hit Patrick. He\nused his head like a blunt instrument.",
            "Joseph hit Patrick. He said, ‘Hey man, I’m gonna shoot you.",
            "Joseph hit Patrick. He looked at Patrick, who looked at me.",
            "Joseph hit Patrick. He hit Patrick hard and once.",
            "Joseph hit Patrick. He wanted her to make him proud.",
            "Joseph hit Patrick. He'd hit anyone who crossed his path.",
            "Joseph hit Patrick. He was like \"I think they are dead.",
            "Joseph hit Patrick. He held onto her so fiercely that she got out of the car, slamming the gear shift into park, and stood there in an unnatural silence for just a moment after she got out.",
            "Joseph hit Patrick. He told them that if it wasn’t for that\nwish, it wouldn’t even come close.",
            "Joseph hit Patrick. He hit him to the right eye.",
            "Joseph hit Patrick. He had to take off in a hurry, but the boy had to run too.",
            "Joseph hit Patrick. He’ll take no joy in it whatsoever.",
            "Joseph hit Patrick. He was just getting a little upset that he had forgotten about the \"honey bees\" and that everything was still the same without him.",
            "Joseph hit Patrick. He turned around with a look of\nwistfulness and said, \"I saw how the\ngreat doctor was so cruel to you.",
            "Joseph hit Patrick. He yelled at Patrick and then hit his wife.",
            "Joseph hit Patrick. He took the bullet that\ndid not\nkill him, but that took him down.",
            "Joseph hit Patrick. He would call Patrick to his office and ask for a ride, and Patrick would give him a car.",
            "Joseph hit Patrick. He hit him because they had nothing to hold down and he was hungry and he needed someone to hold him down,” one of his employees told ABC News.",
            "Joseph hit Patrick. He also shoved Patrick and Joseph.",
            "Joseph hit Patrick. He said he hit her the day before the shooting because she was late coming to the gym.",
            "Joseph hit Patrick. He had always hated Patrick.",
            "Joseph hit Patrick. He asked, \"what's wrong with you?\" he asked.",
            "Joseph hit Patrick. He did it in such a way that it would come off.",
            "Joseph hit Patrick. He's a very nice guy, that's why I like him,\" Pat said, speaking in jest.",
            "Joseph hit Patrick. He asked “when do” you learn about the “what.",
            "Joseph hit Patrick. He hit him square in the face, hard, causing his mouth to split like a beak.",
            "Joseph hit Patrick. He punched Patrick in the forehead of his friend, in an attack that caused Patrick to suffer the severe concussion of his brain.",
            "Joseph hit Patrick. He knew that his sister's face would be covered, and he wanted the same thing to occur.",
            "Joseph hit Patrick. He was a good driver! He went around a lot.",
            "Joseph hit Patrick. He said he’d been waiting patiently for Patrick to stop playing to run over Patrick.",
            "Joseph hit Patrick. He was in the house.",
            "Joseph hit Patrick. He then took a moment to glance up at the stars of the sky.",
            "Joseph hit Patrick. He made sure we never would, but now my son is an expert on cars.",
            "Joseph hit Patrick. He said: ‘You’re looking in my eye, a\n\n‘dirty little pervert.",
            "Joseph hit Patrick. He knocked him down.",
            "Joseph hit Patrick. He grabbed at his legs and pushed him back.",
            "Joseph hit Patrick. He thought, _This is good.",
            "Joseph hit Patrick. He looked for his shoes, which he had dropped in a garbage bin by the curb.",
            "Joseph hit Patrick. He hit Patrick's head.",
            "Joseph hit Patrick. He was a tall kid but he was really skinny when he came out.",
            "Joseph hit Patrick. He hit Patrick as though he were drunk, not with intent to strike, because he had been drinking.",
            "Joseph hit Patrick. He was only a little older than Patrick, but Patrick already knew about his brother.",
            "Joseph hit Patrick. He didn't want to hurt her.",
            "Joseph hit Patrick. He was the one guy to come up to me in the early days and say, \"Patrick you're right.",
            "Joseph hit Patrick. He is not a killer.",
            "Joseph hit Patrick. He hit her.",
            "Joseph hit Patrick. He said, \"I know,\" but didn't say what he meant.",
            "Joseph hit Patrick. He could not stand being cooped up in a tiny cell for so long.",
            "Joseph hit Patrick. He said: \"I have said my piece.",
            "Joseph hit Patrick. He took it back to their apartment.",
            "Joseph hit Patrick. He’s very strong.",
            "Joseph hit Patrick. He hit him hard.",
            "Joseph hit Patrick. He was in such bad shape.",
            "Joseph hit Patrick. He slapped him several times so that his own head ached and made him faint.",
            "Joseph hit Patrick. He said that she “was screaming that she had a problem and we just told her that we love her.",
            "Joseph hit Patrick. He yelled for her to get off his desk or take a flying leap off the roof and he started to swing around on his desk.",
            "Joseph hit Patrick. He also hit Patrick in the head with the ball three more times and took a bong hit from Patrick down the left field line.",
            "Joseph hit Patrick. He also got a good laugh by making a comparison to \"the little man from the park\" as the \"mummy from space\".",
            "Joseph hit Patrick. He hit him with a bat.",
            "Joseph hit Patrick. He was standing outside of a car, trying to reach for him, when Jana, Patrick and the other man, who had just pulled up, attacked him.",
            "Joseph hit Patrick. He ran out of the car to check on her, but\nshe was nowhere in the kitchen.",
            "Joseph hit Patrick. He wasn't a very good boxer, not the kind that could withstand his.",
            "Joseph hit Patrick. He knew what he had to do and I was proud of him.",
            "Joseph hit Patrick. He was talking about how his cousin Patrick and some other people were going on a mission of evil in the sky, saying he was an incarnation of the evil of his cousin.",
            "Joseph hit Patrick. He started to say they needed to find another place to live.",
            "Joseph hit Patrick. He was an excellent friend and helped us get things started in a positive way.",
            "Joseph hit Patrick. He said a lot of the reasons that why children suffer are like that.",
            "Joseph hit Patrick. He knocked Patrick to the ground and told him to stay there until police arrived.",
            "Joseph hit Patrick. He hit him so hard that Patrick’s body shook and he fell across the seat of the car.",
            "Joseph hit Patrick. He hit him on the head with the cane.",
            "Joseph hit Patrick. He had a gun and he started pointing it at us.",
            "Joseph hit Patrick. He had a long time for you.",
            "Joseph hit Patrick. He was bleeding everywhere, he looked like he had a bad case of the jitters.",
            "Joseph hit Patrick. He slammed the car's driver into the wall.",
            "Joseph hit Patrick. He knocked out the priest after he had told him \"That's a boy.",
            "Joseph hit Patrick. He hit him in the head so hard that he cut his hands.",
            "Joseph hit Patrick. He turned to the boy and laughed.",
            "Joseph hit Patrick. He hit him with the back of his fist.",
            "Joseph hit Patrick. He pushed a young boy to the ground.",
            "Joseph hit Patrick. He then said, \"I am not going to put these men in my basement.",
            "Joseph hit Patrick. He didn't get very much done.",
            "Joseph hit Patrick. He hit her in the chest with a solid shove, sending her away.",
            "Joseph hit Patrick. He screamed abuse at him and went over to strike him.",
            "Joseph hit Patrick. He said, \"Why don't you call me at work?\"\n\nPatrick said, \"I can do that.",
            "Joseph hit Patrick. He thought he knew who the devil actually was.",
            "Joseph hit Patrick. He was at the hospital while they put him under, and he died a few minutes later.",
            "Joseph hit Patrick. He told me that one day Patrick asked him what he used to use to make the bullets, so I asked him \"What you make the bullets out of?\" he tells me that they were a mix of tobacco and other hard drugs.",
            "Joseph hit Patrick. He was pretty rough,” the former cop told the Sun-Times today.",
            "Joseph hit Patrick. He’ll never hit him.",
            "Joseph hit Patrick. He looked right onto him.",
            "Joseph hit Patrick. He told her that he wished she’d made certain he was with her all the way before it had already happened.",
            "Joseph hit Patrick. He had been the victim of their mutual\nfear.",
            "Joseph hit Patrick. He knew why Patrick was calling him.",
            "Joseph hit Patrick. He ran down the sidewalk to the parking lot."
        ],
        "counts": {
            "Joseph": 1,
            "Patrick": 25
        }
    },
    "Patrick was hit by Joseph. He": {
        "details": {
            "pronoun": [
                27,
                29
            ],
            "options": [
                [
                    19,
                    25
                ],
                [
                    0,
                    7
                ]
            ]
        },
        "sentences": [
            "Patrick was hit by Joseph. He continued to fight.",
            "Patrick was hit by Joseph. He had been stabbed.",
            "Patrick was hit by Joseph. He was still very unsteady when he arrived home.",
            "Patrick was hit by Joseph. He's had lots of practice at that, from the days when he'd run down his road with a skateboard and made his way out here, and he's had it in for Joe for a long time now.",
            "Patrick was hit by Joseph. He dropped to his knees, grabbed the side of the building at the side of the street, bent over, and hit himself in the head with a baton.",
            "Patrick was hit by Joseph. He got up, took the blood and swapped the jacket.",
            "Patrick was hit by Joseph. He couldn't believe it and kept telling her it was no big deal, just a regular fall.",
            "Patrick was hit by Joseph. He was taken to the hospital and was treated for his injuries.",
            "Patrick was hit by Joseph. He was in a cab on the corner of St.",
            "Patrick was hit by Joseph. He fell down in front of him and was killed.",
            "Patrick was hit by Joseph. He was lying there dead.",
            "Patrick was hit by Joseph. He was knocked out.",
            "Patrick was hit by Joseph. He lay in pain and was shocked to see his wife with Thomas and his children.",
            "Patrick was hit by Joseph. He broke his back.",
            "Patrick was hit by Joseph. He hit Joseph several times in their head.",
            "Patrick was hit by Joseph. He was taken to the hospital with concussion, broken ribs and internal bleeding.",
            "Patrick was hit by Joseph. He would have gotten the second degree if it weren't for his wife.",
            "Patrick was hit by Joseph. He wasn't dead, because he had crawled forward to try to catch Joseph so that he couldn't put the knife in his hand and kill him.",
            "Patrick was hit by Joseph. He's never been one for being \"in a hurry\" to reach the level of fame he can only dream of.",
            "Patrick was hit by Joseph. He fell forward and his knees buckled.",
            "Patrick was hit by Joseph. He tried to stand up.",
            "Patrick was hit by Joseph. He died instantly.",
            "Patrick was hit by Joseph. He was able to get onto his knees and pray and Joseph was able to kill him by hitting him over the head with his gun.",
            "Patrick was hit by Joseph. He did not speak to us at that point, so we all just continued to hold his arm and watch.",
            "Patrick was hit by Joseph. He died after being taken into Auxiliary\nrestraint.",
            "Patrick was hit by Joseph. He\nwas in perfect condition.",
            "Patrick was hit by Joseph. He said he thought that Joseph had been killed instead of being hit by a car.",
            "Patrick was hit by Joseph. He died at the hospital.",
            "Patrick was hit by Joseph. He went down.",
            "Patrick was hit by Joseph. He was covered in blood.",
            "Patrick was hit by Joseph. He is okay\n\nOfficers said Joseph’s dog, Marley was shot by the dog in front of a friend.",
            "Patrick was hit by Joseph. He died later in the week.",
            "Patrick was hit by Joseph. He went to the hospital and passed away one week later.",
            "Patrick was hit by Joseph. He said he did not want you to tell on me.",
            "Patrick was hit by Joseph. He did not go\nto the hospital.",
            "Patrick was hit by Joseph. He got hit by Joseph's fist but Joseph said, \"Oh, fuck you.",
            "Patrick was hit by Joseph. He had a terrible heart,\" I said.",
            "Patrick was hit by Joseph. He got to his feet and went to see what had happened in there.",
            "Patrick was hit by Joseph. He received extensive bleeding on his arms and face.",
            "Patrick was hit by Joseph. He was a little bit shocked, at first like, he didn’t do that.",
            "Patrick was hit by Joseph. He was rushed to UCI hospital by UCI staff to be treated for an injury to his right eye.",
            "Patrick was hit by Joseph. He was hit about twice and had to go to the hospital.",
            "Patrick was hit by Joseph. He did not go into the coma because of his age or condition.",
            "Patrick was hit by Joseph. He\nwas not struck by Joseph's fist, and was not seriously harmed.",
            "Patrick was hit by Joseph. He was hit by an enraged Joseph’s foot.",
            "Patrick was hit by Joseph. He was hit by Mary.",
            "Patrick was hit by Joseph. He then got out from under his house and they saw him running across a ditch and then running up and running into the house.",
            "Patrick was hit by Joseph. He was hit by Peter and William.",
            "Patrick was hit by Joseph. He lay in the hospital with his head in a gurney, his eyes fixed on the ceiling.",
            "Patrick was hit by Joseph. He didn't know what was wrong.",
            "Patrick was hit by Joseph. He was knocked unconscious by Joseph pushing the back of his head and then pushing the back of another person on top of his head.",
            "Patrick was hit by Joseph. He was only seven.",
            "Patrick was hit by Joseph. He was saved\nat the last moment and died almost immediately due\nto the great shock his body gave him after the\nblow had passed through it, which caused a\ncomplete disorganisation on the part of the.",
            "Patrick was hit by Joseph. He was hurt bad.",
            "Patrick was hit by Joseph. He had a black eye and a bleeding ulcer.",
            "Patrick was hit by Joseph. He was still at work when I got there; he was off work for two weeks.",
            "Patrick was hit by Joseph. He was shot and died.",
            "Patrick was hit by Joseph. He thought: 'He's trying to kill me.",
            "Patrick was hit by Joseph. He was struck in the back of the head.",
            "Patrick was hit by Joseph. He is now\npictured in one of his many scrapes (see pic 5)\n\nIn one of his many scrapes (picture 3) he is hit by Aiden\n\nAiden was hit.",
            "Patrick was hit by Joseph. He was hit twice.",
            "Patrick was hit by Joseph. He hit Joseph and Joseph beat up Jack.",
            "Patrick was hit by Joseph. He still had enough energy to stand, but in the next instant he crouched, falling backwards.",
            "Patrick was hit by Joseph. He was on his second trip to the hospital by a\ndifferent car.",
            "Patrick was hit by Joseph. He\nwas knocked down and was\nkilled by a passing car.",
            "Patrick was hit by Joseph. He went to the floor.",
            "Patrick was hit by Joseph. He says he doesn’t know what was on the floor.",
            "Patrick was hit by Joseph. He was unconscious when he got pulled out of the window, which is when he died.",
            "Patrick was hit by Joseph. He was lying on the ground when he heard a gunshot and saw a red mist.",
            "Patrick was hit by Joseph. He got up and got out of bed.",
            "Patrick was hit by Joseph. He came to as I\nsaw his face for a long time before he looked at me.",
            "Patrick was hit by Joseph. He knew he could not keep the boy.",
            "Patrick was hit by Joseph. He had heard a man named Joseph say that he was looking for a man who had shot him.",
            "Patrick was hit by Joseph. He also lost his front teeth.",
            "Patrick was hit by Joseph. He went into a lot of trouble.",
            "Patrick was hit by Joseph. He took a big hit on his ribs.",
            "Patrick was hit by Joseph. He hit back very hard, and caught Joseph off guard by landing a round that cut both our corners and sent him crashing into the sand box.",
            "Patrick was hit by Joseph. He passed away in November 2017.",
            "Patrick was hit by Joseph. He fell down, bleeding.",
            "Patrick was hit by Joseph. He got up screaming at Joseph that we were only going to kill him for the money he owed us, then he got really angry and ran up the stairs and out the door shouting \"You little bitch\".",
            "Patrick was hit by Joseph. He did not say he was sorry, he did not think she was sorry, he tried to get away.",
            "Patrick was hit by Joseph. He had had a lot to say and did not say it as a joke.",
            "Patrick was hit by Joseph. He was wearing a mask and a blue scarf as he passed.",
            "Patrick was hit by Joseph. He didn't even try to defend himself, so clearly he knew what his wife was feeling and I think that he just went ahead and did it, the way he walked away and threw his phone at me.",
            "Patrick was hit by Joseph. He also came within 100 yards of being seriously injured but made a stunning recovery on the field.",
            "Patrick was hit by Joseph. He was on the ground, his back pressed against the barricade.",
            "Patrick was hit by Joseph. He didn’t see who it was,” De La Garza said.",
            "Patrick was hit by Joseph. He did not know why, but he did not like being touched.",
            "Patrick was hit by Joseph. He was sitting on the ground with a small bag of cash.",
            "Patrick was hit by Joseph. He was the victim of an assault by a man who had stabbed her husband at the family home in the early hours of 26 April.",
            "Patrick was hit by Joseph. He died in the hospital in 2006, just 2 years after he was first brought in to the hospital for having a toothache.",
            "Patrick was hit by Joseph. He didn't feel anything.",
            "Patrick was hit by Joseph. He was hit again and this time Joseph and Joseph's mother all ran over to H.",
            "Patrick was hit by Joseph. He was struck on his head and thrown to the ground.",
            "Patrick was hit by Joseph. He died later in the hospital, on 4 November 2000 at the age of 33.",
            "Patrick was hit by Joseph. He was bleeding badly from head wounds and a leg shattered, he was not moving.",
            "Patrick was hit by Joseph. He passed out.",
            "Patrick was hit by Joseph. He died from a massive cerebral hemorrhage on the morning of March 10, 1975, after being hit by a car; the incident occurred around 3:30 A.",
            "Patrick was hit by Joseph. He was in a much worse state than Joseph.",
            "Patrick was hit by Joseph. He was then attacked by three other people."
        ],
        "counts": {
            "Joseph": 18,
            "Patrick": 0
        }
    },
    "Ken admired Geoff. He": {
        "details": {
            "pronoun": [
                19,
                21
            ],
            "options": [
                [
                    0,
                    3
                ],
                [
                    12,
                    17
                ]
            ]
        },
        "sentences": [
            "Ken admired Geoff. He was a nice enough guy, and a gentleman.",
            "Ken admired Geoff. He said to his wife: 'If someone asks me, \"Do you have any kids?\" I say, \"No, I'm thirty-nine years old, I'm not married with kids, I'm not married with a.",
            "Ken admired Geoff. He was in good shape and still seemed to be the same person, but also seemed to have some real issues.",
            "Ken admired Geoff. He was so funny.",
            "Ken admired Geoff. He really was a friend and a comrade.",
            "Ken admired Geoff. He was the first man who truly understood his gift.",
            "Ken admired Geoff. He was a tall, strong man who carried himself in an intimidating manner.",
            "Ken admired Geoff. He had read the paper.",
            "Ken admired Geoff. He'd lost a son to an illness, and still managed to smile more easily at this occasion than usual.",
            "Ken admired Geoff. He always said that he was the best wrestler he ever saw in the ring.",
            "Ken admired Geoff. He had grown up in the shadow of his father, who had become a professor of psychology and the founder of Ph.",
            "Ken admired Geoff. He had, he said, \"a\nvery clear idea of what was to be done with the\nmachines of this kind to be put together and used.",
            "Ken admired Geoff. He was the third person to meet her, the other two being Mrs.",
            "Ken admired Geoff. He never took his eyes off him.",
            "Ken admired Geoff. He was as tall as her, as straight-faced and good-natured as an angel, and he had such a beautiful face that she couldn't help making a small mental note that he didn't have an ugly mouth.",
            "Ken admired Geoff. He admired his abilities.",
            "Ken admired Geoff. He was about the same age as Gwyno, so he must have known her, though, he wasn't talking to her, he must have been there with Ken to meet with Gwyno.",
            "Ken admired Geoff. He had a strong arm.",
            "Ken admired Geoff. He'd helped train him, and, he told me, he'd even lent him some land.",
            "Ken admired Geoff. He was a very impressive man of business, but she did not think he would have listened readily to anything she had to say and he was much too busy trying to run a country that was increasingly becoming more and more difficult even to.",
            "Ken admired Geoff. He couldn't wait until all of his friends and relatives had been told about him too.",
            "Ken admired Geoff. He had a knack for being one of the sharpest men in his particular field.",
            "Ken admired Geoff. He was tall, with blond hair and a broad, full-lipped smile.",
            "Ken admired Geoff. He was not his normal self.",
            "Ken admired Geoff. He said it might be just a slight of hand, but there were those few who had never seen it: not that he was interested in any of them and that it had been a long time since anyone had shown him any kindness.",
            "Ken admired Geoff. He was a very attractive man and he wanted to make him feel at home, but also made it clear how uncomfortable he felt.",
            "Ken admired Geoff. He liked Geoff.",
            "Ken admired Geoff. He was the perfect type.",
            "Ken admired Geoff. He had been\nbrought up in the most Spartan fashion, and he admired all his old\nservants; and every one was much too fond of him to speak in such a\nmanner, but yet they all.",
            "Ken admired Geoff. He was a man of many hats, but, in Geoff's case, only one: the hat he used for a job on his desk, which he had worn for years.",
            "Ken admired Geoff. He had always looked to her as his future wife.",
            "Ken admired Geoff. He was beautiful.",
            "Ken admired Geoff. He seemed older and tougher, and though he had a face like a lion, you could tell he enjoyed seeing Geoff; he must have been really looking up to George and to his brother.",
            "Ken admired Geoff. He had, at last, found what he was searching for and he was beginning to discover the rest of himself.",
            "Ken admired Geoff. He loved being around this kind of young man.",
            "Ken admired Geoff. He was very kind and caring and everything a young lady goes through to be a good mother, wife, and lover.",
            "Ken admired Geoff. He wasn't the best in the room, and Geoff wasn't the easiest kid.",
            "Ken admired Geoff. He said, 'I need you.",
            "Ken admired Geoff. He had a nice-guy smile.",
            "Ken admired Geoff. He was short, lean, and had a very clean, smooth face, a pale complexion and jet black hair.",
            "Ken admired Geoff. He'd never met the man; they'd made eye contact after dinner, and with a hint of a smile on his face, and then he started speaking.",
            "Ken admired Geoff. He was a very talented designer, and I wasn't surprised with the result.",
            "Ken admired Geoff. He would look like something that happened on the way to the airport.",
            "Ken admired Geoff. He was so brave, so determined.",
            "Ken admired Geoff. He was at the back of the group and she couldn't see him.",
            "Ken admired Geoff. He was more or less a good guy.",
            "Ken admired Geoff. He was a lovely-looking guy with the biggest hands I've ever seen.",
            "Ken admired Geoff. He admired Geoff and he admired Geoff and he was impressed by Geoff too, of course he also admired Geoff and he also admired Geoff.",
            "Ken admired Geoff. He was, he said, one of us, and I agreed.",
            "Ken admired Geoff. He was beautiful, a little bit\nnervous, a bit shy and a bit intimidating, but when they got to know each other,\nhe seemed more natural in that role than the other actors.",
            "Ken admired Geoff. He knew him and cared for him and was the only person he could talk to about his family, the old neighbourhood and his brother, Joe.",
            "Ken admired Geoff. He was the only one who had ever called him that.",
            "Ken admired Geoff. He wasn't going to say anything to him but he did think Geoff a lovely man and the pair spent a lot of time together.",
            "Ken admired Geoff. He felt like 'a man with his hand on one of those kids that had got into an argument with another woman.",
            "Ken admired Geoff. He seemed surprised to see him again and said, 'How have you been? I've missed you, but I've got to see you.",
            "Ken admired Geoff. He was a good, honest old fellow.",
            "Ken admired Geoff. He took him on as a student a couple of years later.",
            "Ken admired Geoff. He was a quiet type, his face lined and sullen, with the face of a sullen teenager.",
            "Ken admired Geoff. He knew Geoff was handsome, well-spoken, and intelligent.",
            "Ken admired Geoff. He'd always been the one with the most confidence and pride in the way he spoke.",
            "Ken admired Geoff. He thought he was a great man and thought he would take a few lessons in this form from the Master.",
            "Ken admired Geoff. He admired the way you'd do anything you felt like.",
            "Ken admired Geoff. He felt his heart pound.",
            "Ken admired Geoff. He could be a bastard, but he was also a gentleman.",
            "Ken admired Geoff. He was a\ntruly good, faithful husband, and this was a great comfort to the\nsquire to be with them this day.",
            "Ken admired Geoff. He was a big-hearted, open-minded man.",
            "Ken admired Geoff. He didn’t hesitate.",
            "Ken admired Geoff. He'd said he wouldn't.",
            "Ken admired Geoff. He was a handsome man, tall and lanky, with broad shoulders and a square jaw.",
            "Ken admired Geoff. He had grown up next to and in frequent contact with the family of George Washington.",
            "Ken admired Geoff. He would have been a big man, six three, as long as you asked.",
            "Ken admired Geoff. He was a very decent fellow with no ulterior motive, for one can easily imagine him making it a personal challenge to be as close as possible to the best in the entire world.",
            "Ken admired Geoff. He was a very tall man, about five foot eleven.",
            "Ken admired Geoff. He'd done a wonderful job, and Geoff made a nice living.",
            "Ken admired Geoff. He knew he wasn't like any of the others; he was unique.",
            "Ken admired Geoff. He knew everything.",
            "Ken admired Geoff. He was a real estate broker from New York, who lived in San Francisco, and was looking for a home for him.",
            "Ken admired Geoff. He was about ten years older than her and about the same height as her, but he was the tallest man at the table.",
            "Ken admired Geoff. He was a great guy and the kids loved him.",
            "Ken admired Geoff. He wore the name of Paddy, who had been dead for five years when she first met Geoff; Paddy was one of the boys—the first girl had been a boy then—who had helped her out whenever she felt.",
            "Ken admired Geoff. He looked even more beautiful than his sister had\never known.",
            "Ken admired Geoff. He liked to travel, and he seemed to enjoy the freedom of the city.",
            "Ken admired Geoff. He was one of the most intelligent and capable people in the school, and I hoped he would make a good bishop.",
            "Ken admired Geoff. He spoke first.",
            "Ken admired Geoff. He looked like him.",
            "Ken admired Geoff. He did look very handsome, and his brown eyes gave a warm light to his face.",
            "Ken admired Geoff. He always looked like John Wayne, but his eyes were clear and his face a pleasant surprise.",
            "Ken admired Geoff. He liked talking to his brother and father-in-law.",
            "Ken admired Geoff. He was a good listener whose eyes always stayed open\nin a crisis like this.",
            "Ken admired Geoff. He could even read the names, a rare skill.",
            "Ken admired Geoff. He was, he explained, 'a great, big, strong man'.",
            "Ken admired Geoff. He had the dark, deep eyes, and his hair was a pale, wavy blond.",
            "Ken admired Geoff. He was wearing a bright, tight-fitting cotton shirt open over white canvas trousers, a light-blue and purple golf shirt tucked into low-rise black shorts, and dark blue sandals.",
            "Ken admired Geoff. He was a very talented and versatile photographer.",
            "Ken admired Geoff. He seemed to be the most comfortable person in the situation.",
            "Ken admired Geoff. He was a handsome old man, but no one would take much notice of him.",
            "Ken admired Geoff. He was a man with some pretty good ideas.",
            "Ken admired Geoff. He was so pleased.",
            "Ken admired Geoff. He had good aim, and he could be a good coach on the sidelines, so I gave him the nod.",
            "Ken admired Geoff. He knew about the situation, and he'd been very angry, but he wouldn't do anything about it."
        ],
        "counts": {
            "Ken": 1,
            "Geoff": 13
        }
    },
    "Ken impressed Geoff. He": {
        "details": {
            "pronoun": [
                21,
                23
            ],
            "options": [
                [
                    0,
                    3
                ],
                [
                    14,
                    19
                ]
            ]
        },
        "sentences": [
            "Ken impressed Geoff. He was delighted.",
            "Ken impressed Geoff. He said, \"You don't get that much time around the house.",
            "Ken impressed Geoff. He looked around at the faces, and his thoughts drifted to the young woman who now stood beside him.",
            "Ken impressed Geoff. He knew the young doctor at the hospital was an excellent doctor, and Geoff remembered him from the first time there in 1968 when he had been very, very impressed by a very young Dr.",
            "Ken impressed Geoff. He asked: \"Do you think Gennaro will be willing to risk it?\"\n\nI have not seen him, Geffri, but I believe I know Gennaro.",
            "Ken impressed Geoff. He\npassed on some work to the boy, and as Peter and Geoff were all that\nwere present, they were left to their own devices.",
            "Ken impressed Geoff. He'd watched the video of him and Patti before taking the plunge himself.",
            "Ken impressed Geoff. He gave him a knowing look, and said, 'It's good, Geoff.",
            "Ken impressed Geoff. He didn't recognize her because she'd given him little information about her business in India.",
            "Ken impressed Geoff. He was wearing one of the only suits he'd ever been in, with the long cape, which covered his head and shoulders; he hadn't put on a helmet.",
            "Ken impressed Geoff. He's in the right place, and that has to be impressive.",
            "Ken impressed Geoff. He was at work in New York, and when the boys had first met, he had been working at the _Journal_.",
            "Ken impressed Geoff. He's going the easy way with me.",
            "Ken impressed Geoff. He was wearing a suit and tie, which was very cool.",
            "Ken impressed Geoff. He had done as much as possible to make his daughter comfortable in her new surroundings.",
            "Ken impressed Geoff. He was a bit taller than me, and he was very strong.",
            "Ken impressed Geoff. He was very kind,\nhelpful and encouraging.",
            "Ken impressed Geoff. He'd started to put his foot into the last step of the process, now he'd just got the other one.",
            "Ken impressed Geoff. He's a fine-looking lad and it'd be a pity to lose him here to the likes of him.",
            "Ken impressed Geoff. He saw in the room that the two of us were like old friends, a meeting after a long period of time.",
            "Ken impressed Geoff. He was a guy, not too many people in town, not too many people were nice, a lot of other people were just a pain, but he would be just fine without him.",
            "Ken impressed Geoff. He knew that from the beginning, but he said that he couldn't think of having the same kind.",
            "Ken impressed Geoff. He'd know what to do.",
            "Ken impressed Geoff. He was about to make the move to be in one of the largest cities on all of the planets in the system.",
            "Ken impressed Geoff. He got that look, the look of a man who did not want to be involved.",
            "Ken impressed Geoff. He was one of the best in the world.",
            "Ken impressed Geoff. He was wearing a black suit and a white shirt; both were well-drenched in a heavy persimmon scent.",
            "Ken impressed Geoff. He had the look—even when they were playing with their teeth—the look for a player who knew every trick in the book.",
            "Ken impressed Geoff. He thought he would have much trouble making sense of what one of his friends was saying,\n\nHe asked Geoff,\n\n\"I hear what you're saying but am not too sure about it.",
            "Ken impressed Geoff. He is known as a fast runner who likes to shoot and has averaged a decent 40 yards a catch in college.",
            "Ken impressed Geoff. He knew all too well how much power Geoff had, but the thought that he was being treated as a plaything after that was just incredible.",
            "Ken impressed Geoff. He would be the one to come back because he was the one who had the money, the contacts, the right connections.",
            "Ken impressed Geoff. He said that most of the big companies were paying their employees at a profit, and there was money to be made here.",
            "Ken impressed Geoff. He thought about it a moment and looked at me for a second, then he said, “He’s got good feet.",
            "Ken impressed Geoff. He was a young man still.",
            "Ken impressed Geoff. He stood aside and nodded\n\n\"I've heard it before, I suppose, but just a moment.",
            "Ken impressed Geoff. He wanted a 'famous face' so he used the same faces for the face search on his online camera store and asked the 'newcomers' who looked like they were on television what they wanted in a photograph.",
            "Ken impressed Geoff. He was the first thing that caught my eye, and my first thought was his amazing hands.",
            "Ken impressed Geoff. He asked, \"Don't we need to find the one spot?\"\n\n\"Yep, but I'm sure you'll figure it out.",
            "Ken impressed Geoff. He loved talking with him and he could tell exactly who was who, especially when things got tight.",
            "Ken impressed Geoff. He was just as cool and self-assured in his professional surroundings as he was in his personal ones.",
            "Ken impressed Geoff. He’d gone through most of the books already, but this new book was full of more information about what the man might mean by ‘a new kind of world’.",
            "Ken impressed Geoff. He took the initiative.",
            "Ken impressed Geoff. He was wearing an Owlboy shirt, one we'd seen before, and this time he'd left off his baseball cap and placed an Owlboy baseball hat on his head.",
            "Ken impressed Geoff. He said he hadn't heard about the show.",
            "Ken impressed Geoff. He had a very long and successful career, especially as a composer.",
            "Ken impressed Geoff. He said that he knew Geoff from the community and wanted to meet the man that he said had killed his brother.",
            "Ken impressed Geoff. He was impressed and said 'So now, how do we get this show ready for the first of our three auditions?' It was very obvious Geoff and his team at the show have a lot of respect for the show and those.",
            "Ken impressed Geoff. He had on a suit and a tie so clearly he was part of the team, but was otherwise just a normal member of society with his normal hairstyle.",
            "Ken impressed Geoff. He thought it looked very nice.",
            "Ken impressed Geoff. He would always consider himself the superior of Geordi, with whom he had been close since the accident, but when it came to the man in his life, there was no such distinction, and Geoff was quickly and pleasantly.",
            "Ken impressed Geoff. He had been listening to the band and they were a bit like a new recording group that sounded a bit like something from a film or movie that he had never seen.",
            "Ken impressed Geoff. He was proud of him.",
            "Ken impressed Geoff. He was looking directly at the young man, a mixture of disbelief and something approaching annoyance.",
            "Ken impressed Geoff. He was the older brother in a way.",
            "Ken impressed Geoff. He had an impressive work ethic and played at a high level.",
            "Ken impressed Geoff. He's got enough confidence and experience to make this a very good team, not sure about his fitness or ability after such a busy season.",
            "Ken impressed Geoff. He never had before.",
            "Ken impressed Geoff. He was talking to me because the\nold man wanted to go off the trail and see his sister once more, and\nwould come back as late as possible.",
            "Ken impressed Geoff. He liked Geoff's look of excitement.",
            "Ken impressed Geoff. He has a nice, simple, clear explanation of the problems when he comes to a problem.",
            "Ken impressed Geoff. He had heard only very little of her life.",
            "Ken impressed Geoff. He could sense the man's frustration in him.",
            "Ken impressed Geoff. He had an idea.",
            "Ken impressed Geoff. He hadn't heard about any of these other companies but was delighted that Geoff seemed to be interested in his work.",
            "Ken impressed Geoff. He was, unlike many who got a kick out of Geoff's mannerisms, in fact very charming.",
            "Ken impressed Geoff. He could make a joke out of everything.",
            "Ken impressed Geoff. He was watching for a sign that it was no longer a bad idea.",
            "Ken impressed Geoff. He would like it so much that he told her the next time he saw her she should think about finding a job and taking care of him.",
            "Ken impressed Geoff. He'd taken out the time-shower in my bathroom.",
            "Ken impressed Geoff. He was like this.",
            "Ken impressed Geoff. He was talking about the quality of life for the\nvillagers and their neighbors, when they were forced to move out of their\nhouse, because all their food is grown by the town's own gardens--because\nthese folks.",
            "Ken impressed Geoff. He said the whole system worked well.",
            "Ken impressed Geoff. He'd been right.",
            "Ken impressed Geoff. He'd been a good soldier until the other, more aggressive boys who got his back, especially, had shown the others that it was only right.",
            "Ken impressed Geoff. He thought it would only be slightly lower in the end when you added 1 or 2 more yards.",
            "Ken impressed Geoff. He had just begun to understand about life.",
            "Ken impressed Geoff. He was one of the biggest guys.",
            "Ken impressed Geoff. He had already written an episode featuring Ken as a guest.",
            "Ken impressed Geoff. He was a bit taken aback and was also unsure what to make of all this.",
            "Ken impressed Geoff. He didn't have to speak in order to tell him that her mind was very slow sometimes.",
            "Ken impressed Geoff. He took a photo of one of the girls who had been sleeping in the car.",
            "Ken impressed Geoff. He was young too, probably around 21.",
            "Ken impressed Geoff. He said, \"You're not gonna like it.",
            "Ken impressed Geoff. He took him and his camera everywhere, to all the beaches, to the dunes, to the mountains.",
            "Ken impressed Geoff. He had been to the gym to see how we worked together and he was impressed by how I was able to get so much out of Geoff but also how Geoff was able to move so smoothly as a dancer.",
            "Ken impressed Geoff. He was having a stroke at the same time as us and I decided we would leave his bedside that night on his way to the hospital in Sion.",
            "Ken impressed Geoff. He stood quietly behind some bushes for a few moments, until this side of the park opened to show a wide expanse of green beyond.",
            "Ken impressed Geoff. He is one of the top engineers involved in setting up and running a successful business.",
            "Ken impressed Geoff. He didn't understand a damn thing I told him.",
            "Ken impressed Geoff. He told him his first name\nand his age.",
            "Ken impressed Geoff. He\nwanted to go back to being a full-time professional because\nhe could have made more money as a computer programmer with\nhis college degree.",
            "Ken impressed Geoff. He was a tall man, not six foot, with an athletic build, and the kind of body that is very difficult to kill on a dime.",
            "Ken impressed Geoff. He gave me a hug, gave Geoff a huge cuddle.",
            "Ken impressed Geoff. He saw the little red car, still warm, not too far gone.",
            "Ken impressed Geoff. He said that he was a Christian.",
            "Ken impressed Geoff. He noticed the look of wonder on Geoff’s face when he walked through the door.",
            "Ken impressed Geoff. He even had a go himself.",
            "Ken impressed Geoff. He was looking pretty darn good when it came to his shots on the board.",
            "Ken impressed Geoff. He had always admired his man's drive; now his friend's words came back to him: \"Don' think about me, think about the situation, know what you're like."
        ],
        "counts": {
            "Ken": 1,
            "Geoff": 15
        }
    },
    "Simon ran towards Richard. He": {
        "details": {
            "pronoun": [
                27,
                29
            ],
            "options": [
                [
                    0,
                    5
                ],
                [
                    18,
                    25
                ]
            ]
        },
        "sentences": [
            "Simon ran towards Richard. He\nwas dressed as if he were going to play chess with the\ncarrion birds.",
            "Simon ran towards Richard. He was trying to throw something out the window.",
            "Simon ran towards Richard. He was a man of his word, no matter when.",
            "Simon ran towards Richard. He had stopped, his hand on the shoulder of the young man.",
            "Simon ran towards Richard. He saw the girl.",
            "Simon ran towards Richard. He'd always been a bit strange and the strangeness was beginning to make him even more peculiar.",
            "Simon ran towards Richard. He looked him up and down and asked innocently, 'Did my cousin send for you with a message?'\n\n'I think the best way to put that one would be to say that she wants to see me,.",
            "Simon ran towards Richard. He hadn't moved, and when Alison was still a few steps behind him; he was watching Richard and Alison and smiling.",
            "Simon ran towards Richard. He had noticed the man's sudden change of expression, but he had never seen him as angry before.",
            "Simon ran towards Richard. He looked\nup and saw the redhead running at full speed, her face contorted into a\ngigantic mask of rage and hatred.",
            "Simon ran towards Richard. He smiled to himself at the thought.",
            "Simon ran towards Richard. He held the gun out to Rosebud.",
            "Simon ran towards Richard. He pushed both men aside.",
            "Simon ran towards Richard. He stopped the horse, lifted him from his knee on to his belly and looked straight in his eyes.",
            "Simon ran towards Richard. He'd been expecting him at breakfast, which was odd since he'd slept late.",
            "Simon ran towards Richard. He didn't hear him, nor see nor smell anything, but his breath carried, filling Richard's lungs with something like the smell of old beer out in the camp.",
            "Simon ran towards Richard. He was startled by Richard's words, and his response.",
            "Simon ran towards Richard. He stopped at the sight of the dead child.",
            "Simon ran towards Richard. He looked at the red shirt and remembered the red shirt he had worn, the shirt he had given her.",
            "Simon ran towards Richard. He was a handsome man of forty-five or\n\nsixty years of age, with bushy gray eyebrows, gray close-cropped hair, and a full-throated,\n\ndeeply tanned face.",
            "Simon ran towards Richard. He was out of breath by the time they reached him.",
            "Simon ran towards Richard. He was a lot younger than when he'd been a prisoner of the Uzayids.",
            "Simon ran towards Richard. He stopped, breathing quick and hard.",
            "Simon ran towards Richard. He stood with his hand on top of his head.",
            "Simon ran towards Richard. He was at his elbow, and the older man just stared at Richard.",
            "Simon ran towards Richard. He could hear a door open behind them.",
            "Simon ran towards Richard. He'd been crying.",
            "Simon ran towards Richard. He was breathing heavily.",
            "Simon ran towards Richard. He grabbed his brother's arm and said, \"Come on, we only got two hours.",
            "Simon ran towards Richard. He'd seen how that had affected the girl, and he was concerned now.",
            "Simon ran towards Richard. He grabbed hold of Simon, and their legs slid under that of the other onslaught.",
            "Simon ran towards Richard. He was in the process of pushing her into the wall, as he shouted in his agony, \" _Trois_ - _douze_!\" he said.",
            "Simon ran towards Richard. He was close enough that she could feel his breath before it was her turn to greet him.",
            "Simon ran towards Richard. He ran fast and picked up the gun as Richard did in front of him.",
            "Simon ran towards Richard. He took it from her and put it in his pocket.",
            "Simon ran towards Richard. He pulled on Richard, and together they went to the door.",
            "Simon ran towards Richard. He caught the young man's gaze, and seemed to focus on a point on Richard's person that he was too big for.",
            "Simon ran towards Richard. He was breathing fast, panting, a dark blotch on his hand.",
            "Simon ran towards Richard. He was tall and broad, the exact opposite of his former self.",
            "Simon ran towards Richard. He had never liked him very much.",
            "Simon ran towards Richard. He had seen the two men earlier, they had passed in front of a nearby shop door, but the way around was blocked.",
            "Simon ran towards Richard. He stopped suddenly when he saw the two men standing next to him.",
            "Simon ran towards Richard. He had already started running.",
            "Simon ran towards Richard. He gave her one of those looks of pain that seemed to tell her he didn't like being beaten.",
            "Simon ran towards Richard. He stopped and turned to him.",
            "Simon ran towards Richard. He looked like he was about to say something, but a hand reached out of nowhere as he got right between his legs, and there was the man's mouth.",
            "Simon ran towards Richard. He didn't see him, even when the door swung open and she was there behind him.",
            "Simon ran towards Richard. He was panting but he looked normal.",
            "Simon ran towards Richard. He stood with his hands on his hips and his gaze on the ground before him.",
            "Simon ran towards Richard. He had been trying to get in that room for himself, no doubt to help break some of the furniture away to make space for the gun that he knew must be lying somewhere there.",
            "Simon ran towards Richard. He didn't say a word.",
            "Simon ran towards Richard. He dropped down onto one knee then crawled to him.",
            "Simon ran towards Richard. He was very upset now.",
            "Simon ran towards Richard. He was still clutching the piece of paper in his hand.",
            "Simon ran towards Richard. He seemed to suddenly know himself what he was up against, and, more than that, he could see Richard standing in his field, all alone, in a white, naked rage: there was no doubt what that anger,.",
            "Simon ran towards Richard. He was carrying two large jugs.",
            "Simon ran towards Richard. He gave a long, slow look back to the house and then away again, as though he were searching for something that would help him, not necessarily to find it.",
            "Simon ran towards Richard. He saw no sign of the doctor, and had only begun to realise what he'd been missing when he'd had a vision of an old man on a bicycle pedalling away.",
            "Simon ran towards Richard. He stopped and looked right at me.",
            "Simon ran towards Richard. He looked into his brother's face, smiled at his son and hugged him.",
            "Simon ran towards Richard. He was pale.",
            "Simon ran towards Richard. He smiled warmly.",
            "Simon ran towards Richard. He was dressed similarly to Avery, though a shawl around his waist.",
            "Simon ran towards Richard. He had never seen him look so happy.",
            "Simon ran towards Richard. He stopped and peered at me.",
            "Simon ran towards Richard. He took hold of his shoulders as though they had the strength of a vice.",
            "Simon ran towards Richard. He had a look on his face of anger and hatred mixed with disappointment and pain—at his mother, and his own child, and the entire time at the man who had tried to murder him.",
            "Simon ran towards Richard. He was holding a knife, the blade was long and wide, and the handles were made of a heavy, reddish wood.",
            "Simon ran towards Richard. He caught him with a hard punch to the stomach and the kid crashed against the wall, cursing.",
            "Simon ran towards Richard. He jumped off the bench to greet the two, grabbed him by the collar and shouted what he'd heard before in excitement.",
            "Simon ran towards Richard. He dropped his hands and began walking.",
            "Simon ran towards Richard. He was about to run out of the bathroom and back into the living room where he knew there was a fire and smoke.",
            "Simon ran towards Richard. He stopped when he heard what they were saying, and was about to call out for his friend, when he remembered that it _was_ Richard he was supposed to be calling out for; and, moreover, that he was.",
            "Simon ran towards Richard. He had never loved Richard's mother, and had never had much to do with the family, but that didn't stop him from trying to make a life for himself.",
            "Simon ran towards Richard. He wasn't crying, and he had no trace of a wound, so it wasn't possible for the old bastard to have hurt him.",
            "Simon ran towards Richard. He was still in his uniform and he had the papers from the raid.",
            "Simon ran towards Richard. He stopped beside his father.",
            "Simon ran towards Richard. He was too close for anyone to escape, but with a swift movement, he pulled the dagger from Richard's belt and plunged it through the king's heart.",
            "Simon ran towards Richard. He was dressed in a suit with a pale blue shirt, a light blue blazer like himself, and a pale blue tie.",
            "Simon ran towards Richard. He had to go.",
            "Simon ran towards Richard. He was about to catch him, and I think he was going to take him into the woods.",
            "Simon ran towards Richard. He was\nsoon in the open as they rose to their feet, the old man holding the torch,\nand Richard, half inclined, half struck, as he bent down to clasp\nhis grandfather’s hand.",
            "Simon ran towards Richard. He held another in each hand,\nand a loud laugh burst from his companion, when he was within eight\nyards of the man.",
            "Simon ran towards Richard. He grabbed his arm before he could reach him.",
            "Simon ran towards Richard. He was walking fast, but he would stop only when he thought somebody would stop him.",
            "Simon ran towards Richard. He was about eleven years old.",
            "Simon ran towards Richard. He would\nbe taken ill, perhaps, after the performance.",
            "Simon ran towards Richard. He had been waiting for him.",
            "Simon ran towards Richard. He stood on the edge of the porch and looked down between them.",
            "Simon ran towards Richard. He wasn't looking at her; his expression was focused on the group of four armed men outside the gates.",
            "Simon ran towards Richard. He glanced down the road and saw\nthere was no sign of either Mr.",
            "Simon ran towards Richard. He was a little more than a hundred paces away when he was cut to the teeth.",
            "Simon ran towards Richard. He put an arm around her.",
            "Simon ran towards Richard. He was wearing black pants and a pale-blue shirt.",
            "Simon ran towards Richard. He glanced back at the two men and made an immediate effort to focus on her.",
            "Simon ran towards Richard. He had been right, she seemed just as worried as everyone else.",
            "Simon ran towards Richard. He was the one who knew the least what was happening.",
            "Simon ran towards Richard. He was grinning.",
            "Simon ran towards Richard. He was crying again.",
            "Simon ran towards Richard. He was about to do something even more dangerous to himself, the more likely he was to die."
        ],
        "counts": {
            "Simon": 1,
            "Richard": 12
        }
    },
    "Simon ran away from Richard. He": {
        "details": {
            "pronoun": [
                29,
                31
            ],
            "options": [
                [
                    0,
                    5
                ],
                [
                    20,
                    27
                ]
            ]
        },
        "sentences": [
            "Simon ran away from Richard. He could always sense when Richard would be distracted, but right now he wanted to keep his friend alive.",
            "Simon ran away from Richard. He got in the car and was\ngone for an hour.",
            "Simon ran away from Richard. He stopped\n\nrunning and fell to his knees in front of the car.",
            "Simon ran away from Richard. He was afraid of his own secret, and he didn't like the way his mother was talking about his father.",
            "Simon ran away from Richard. He started to run up an stairs.",
            "Simon ran away from Richard. He thought of the children and wondered if any of them might know who he was.",
            "Simon ran away from Richard. He didn't want to.",
            "Simon ran away from Richard. He was the first to reach him.",
            "Simon ran away from Richard. He'd just seen a man who did not deserve to live.",
            "Simon ran away from Richard. He saw the look on her face and didn't care.",
            "Simon ran away from Richard. He couldn't believe he was about to do it and he wasn't at all used to letting things like this happen.",
            "Simon ran away from Richard. He couldn't get his mind on the whole sorry, sorry, sorry scene.",
            "Simon ran away from Richard. He didn't know what had happened, but he was concerned for Richard and his son.",
            "Simon ran away from Richard. He was going to take her home.",
            "Simon ran away from Richard. He could not have been in any case a threat.",
            "Simon ran away from Richard. He kept running and running and ran until he got to the edge of the highway.",
            "Simon ran away from Richard. He couldn't be killed.",
            "Simon ran away from Richard. He didn't know what had happened between them, but now—this?—he couldn't hold it in any longer.",
            "Simon ran away from Richard. He was afraid.",
            "Simon ran away from Richard. He didn't realize he was doing that the second time.",
            "Simon ran away from Richard. He\ntook a wide circle, looking all around him, as if to see\nwhat was to be discerned.",
            "Simon ran away from Richard. He saw Richard, he felt very guilty, but he quickly came back.",
            "Simon ran away from Richard. He could not stand up to the challenge.",
            "Simon ran away from Richard. He ran into the house.",
            "Simon ran away from Richard. He kept the girl in his arms as he moved from one place to another.",
            "Simon ran away from Richard. He walked faster down the beach, but not really as fast.",
            "Simon ran away from Richard. He grabbed on to a nearby tree and held on.",
            "Simon ran away from Richard. He'd never been like that to Evelyn.",
            "Simon ran away from Richard. He was frightened—and hurt.",
            "Simon ran away from Richard. He wanted to protect her, and she knew if anyone came back in time, who knew then whom, she would be able to protect Simon.",
            "Simon ran away from Richard. He ran around the cabin to the back door.",
            "Simon ran away from Richard. He grabbed at the air, his grip weakening.",
            "Simon ran away from Richard. He ran around the house and out the kitchen door into the field.",
            "Simon ran away from Richard. He was shaking.",
            "Simon ran away from Richard. He ran as fast as he could away from him, and ran as fast as he could back to the house.",
            "Simon ran away from Richard. He knew that Richard was not the one they were looking for, but he also had a feeling that Richard might be connected.",
            "Simon ran away from Richard. He didn't mind at all; he didn't know why Richard left Richard.",
            "Simon ran away from Richard. He was only a small child, it seemed.",
            "Simon ran away from Richard. He took up the sword and, undoing the belt, went to his feet and started to lift it.",
            "Simon ran away from Richard. He ran because he no longer believed his mother.",
            "Simon ran away from Richard. He gave his name as \"Champlain.",
            "Simon ran away from Richard. He looked round for Raffle, but all his attention was on the horse he was riding.",
            "Simon ran away from Richard. He hadn't heard him come up behind him.",
            "Simon ran away from Richard. He had been in no condition to defend himself and she wanted him on her side.",
            "Simon ran away from Richard. He had seen himself through that.",
            "Simon ran away from Richard. He went over to the front and looked over the crowd.",
            "Simon ran away from Richard. He ran away from his parents.",
            "Simon ran away from Richard. He turned to Cera.",
            "Simon ran away from Richard. He stopped.",
            "Simon ran away from Richard. He had no intention of going near it.",
            "Simon ran away from Richard. He must be some relative, because he wore a ring on his third finger.",
            "Simon ran away from Richard. He made a dive for the\ncar, but was pulled up short in the trees by Lulu.",
            "Simon ran away from Richard. He had to keep Richard safe, at least until he was ready for that.",
            "Simon ran away from Richard. He'd had the wind knocked out of him, but he was back in control again.",
            "Simon ran away from Richard. He had a knife, and his hands were bloody.",
            "Simon ran away from Richard. He was the man who'd turned Jax into a slave, who sold him to an evil empire because the man he loved wasn't worth the trouble he'd put him through.",
            "Simon ran away from Richard. He knew this would be an ordeal he had never faced before and the need to protect her and keep her safe.",
            "Simon ran away from Richard. He couldn't bear to look at his father anymore, not even when he couldn't remember him from before the war.",
            "Simon ran away from Richard. He was about to run back, too.",
            "Simon ran away from Richard. He didn't care who she was, he ran from it.",
            "Simon ran away from Richard. He was wearing my trousers.",
            "Simon ran away from Richard. He ran for the house.",
            "Simon ran away from Richard. He never saw them again.",
            "Simon ran away from Richard. He threw open the door to their bedroom.",
            "Simon ran away from Richard. He went up to the counter, took the money from the woman behind the counter, and went to his house next to the store.",
            "Simon ran away from Richard. He wasn't thinking about anyone else.",
            "Simon ran away from Richard. He stood in front of us in awe.",
            "Simon ran away from Richard. He didn't know where.",
            "Simon ran away from Richard. He did it anyway.",
            "Simon ran away from Richard. He was probably still angry, but Richard couldn't let him make the mistake of bringing a friend into the fight.",
            "Simon ran away from Richard. He threw the knife, so Richard caught it, and fled.",
            "Simon ran away from Richard. He was in pursuit of the monster of evil, and he was right.",
            "Simon ran away from Richard. He had found his target a few feet ahead, running into that big oak tree that seemed to have the strength of an old oak and the grace of an eagle owl.",
            "Simon ran away from Richard. He walked over and whispered into his side.",
            "Simon ran away from Richard. He said, \"Please, I really must go.",
            "Simon ran away from Richard. He just wanted something more than money back: some woman or another.",
            "Simon ran away from Richard. He threw the car at a man he'd known once at a bar near the police station and was knocked down by a car he thought would kill him.",
            "Simon ran away from Richard. He was just going to get out.",
            "Simon ran away from Richard. He was still crying.",
            "Simon ran away from Richard. He ran from the scene of the accident.",
            "Simon ran away from Richard. He had never known fear.",
            "Simon ran away from Richard. He could see the boy flailing and thrashing and didn't move.",
            "Simon ran away from Richard. He ran up the road behind me, which was a long way, like running to my own house from the station.",
            "Simon ran away from Richard. He threw himself flat on the floor.",
            "Simon ran away from Richard. He knew the feeling: he wanted to say: You guys were doing it so cool.",
            "Simon ran away from Richard. He grabbed at something.",
            "Simon ran away from Richard. He walked straight through the gate into the living room.",
            "Simon ran away from Richard. He threw open his wings and a moment later, he was at the ground, running for the city.",
            "Simon ran away from Richard. He was very glad that he had come.",
            "Simon ran away from Richard. He picked up some of the small pieces of broken pottery and threw the pieces into a puddle.",
            "Simon ran away from Richard. He never said a word, but seemed to be growing more\n\ndistracted.",
            "Simon ran away from Richard. He took one step towards him and put out his hand to say something.",
            "Simon ran away from Richard. He'd go back once it was over.",
            "Simon ran away from Richard. He seemed to be heading toward the open door of the barn.",
            "Simon ran away from Richard. He was afraid he might have killed the man, too.",
            "Simon ran away from Richard. He heard his son say, \"Get back, Jack!\" and he ran as well.",
            "Simon ran away from Richard. He would not face me and my magic unless I asked.",
            "Simon ran away from Richard. He was crying.",
            "Simon ran away from Richard. He didn't want to play with children again; and he wouldn't hurt children again, no matter how much Richard begged him not.",
            "Simon ran away from Richard. He took up a position of defence,\nstanding erect with arms folded."
        ],
        "counts": {
            "Simon": 1,
            "Richard": 11
        }
    },
    "John passed a comic to Bill. He": {
        "details": {
            "pronoun": [
                29,
                31
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    23,
                    27
                ]
            ]
        },
        "sentences": [
            "John passed a comic to Bill. He nodded with satisfaction and said “If you know this comic.",
            "John passed a comic to Bill. He smiled, nodded approval, but didn't push it on.",
            "John passed a comic to Bill. He handed it over.",
            "John passed a comic to Bill. He started cracking up.",
            "John passed a comic to Bill. He held down his pen for a moment, then flicked the pen off against the page and the page spun a few more times before the pen sailed across the table to the floor before spinning back on it's original.",
            "John passed a comic to Bill. He picked it up.",
            "John passed a comic to Bill. He gave him four tickets.",
            "John passed a comic to Bill. He did not return it.",
            "John passed a comic to Bill. He didn't want Bill to be embarrassed.",
            "John passed a comic to Bill. He read the front-cover text to himself and grinned at Billy and Bill giggled as they put the comic to their mouths.",
            "John passed a comic to Bill. He held it in his hand.",
            "John passed a comic to Bill. He read it and smiled.",
            "John passed a comic to Bill. He had a short laugh, and went back.",
            "John passed a comic to Bill. He read it to the other members of the committee.",
            "John passed a comic to Bill. He turned it around and handed it to him again.",
            "John passed a comic to Bill. He nodded appreciatively.",
            "John passed a comic to Bill. He passed them along and the two men laughed until Bill's head throbbed.",
            "John passed a comic to Bill. He handed it back to Bill.",
            "John passed a comic to Bill. He put it through his scanner and showed it to his wife.",
            "John passed a comic to Bill. He glanced quickly at the name and passed the piece over.",
            "John passed a comic to Bill. He then signed a second one, and the second one did the same.",
            "John passed a comic to Bill. He did, and Bill liked it.",
            "John passed a comic to Bill. He leaned back, rubbed his face, and asked: 'Who the hell was he? You couldn't say that name to me – you know I never said a thing about that thing! You just had to get.",
            "John passed a comic to Bill. He didn't know what he had done.",
            "John passed a comic to Bill. He asked him to make a joke and Bill handed it to him.",
            "John passed a comic to Bill. He wanted to use it for one of the projects I worked on with my son.",
            "John passed a comic to Bill. He said it was good for the city's children and it would be the same as other news.",
            "John passed a comic to Bill. He had drawn a page to it, in a hurry and without the help of pencil or lines.",
            "John passed a comic to Bill. He asked, \"Are you okay?\" Bill gave us a funny look and said, \"He's actually been in the army.",
            "John passed a comic to Bill. He'd been staring at it for a while and he put it on the back of the seat.",
            "John passed a comic to Bill. He asked about a guy on the show who was a big hitter and he was supposed to be a starting pitcher.",
            "John passed a comic to Bill. He also\nedits the comic by hand.",
            "John passed a comic to Bill. He was standing in front of a display of pictures of various species which appeared to come from his memory.",
            "John passed a comic to Bill. He gave it a thumbs-down.",
            "John passed a comic to Bill. He didn't need to look up his own name.",
            "John passed a comic to Bill. He was reading Humbug and couldn't hear a word.",
            "John passed a comic to Bill. He was in one of the two rooms on the west side of the main hall, off the grand staircase, and he stood and watched Bill read his comic as the sun glimmered on the glass of the window.",
            "John passed a comic to Bill. He read it and passed it over.",
            "John passed a comic to Bill. He's reading it from his shirt pocket.",
            "John passed a comic to Bill. He turned the page, chuckled.",
            "John passed a comic to Bill. He was just as much surprised as I was at his choice.",
            "John passed a comic to Bill. He was surprised by the name, and said, “That’s quite a nickname you’ve got there… you should write something about that.",
            "John passed a comic to Bill. He told Bill he liked a comic called _The_ _Wonderful World of Legends_.",
            "John passed a comic to Bill. He was on crutches, and she couldn't see his face.",
            "John passed a comic to Bill. He looked at the strip and the caption under it read \"Bill went over to the boy's house for a pint of beer.",
            "John passed a comic to Bill. He'd be at his desk, at his typewriter, when he passed it on to Bill.",
            "John passed a comic to Bill. He said the following:\n\n\"I will have no argument with a man if he can draw as well as Dick Williams, a master of blackmail, a man of some means and the world's champion thief.",
            "John passed a comic to Bill. He got the name.",
            "John passed a comic to Bill. He read it to B and nodded.",
            "John passed a comic to Bill. He'd only seen it once before, when they were children, back in the 60's.",
            "John passed a comic to Bill. He was\nthrilled by its revelations, and drew it over again as\nbefore and passed it on to the next man.",
            "John passed a comic to Bill. He smiled when Bill glanced at it.",
            "John passed a comic to Bill. He said, “This is for you.",
            "John passed a comic to Bill. He said \"Bill, it is your turn Bill, turn your comic over.",
            "John passed a comic to Bill. He had a special feeling that he would be better able to deal with the situation because he was one of the first people they met.",
            "John passed a comic to Bill. He then passed him an old comic book Bill had from twenty years or so earlier.",
            "John passed a comic to Bill. He was in deep thought\nwhen Bill returned, and then he explained how he had gotten the same\nthing just a few years ago.",
            "John passed a comic to Bill. He handed him to the guard, and we both walked into the room, leaving the two guards posted outside.",
            "John passed a comic to Bill. He grinned, then passed it back.",
            "John passed a comic to Bill. He laughed, and then was silent.",
            "John passed a comic to Bill. He was\nabout to give it to Bum.",
            "John passed a comic to Bill. He was looking around, wondering if he should do something about what he had read.",
            "John passed a comic to Bill. He liked it, and so did Bill, but after Bill had passed on this comic said with no bitterness\nthat he thought Bill was the greatest man he had ever known.",
            "John passed a comic to Bill. He drew it and a copy of _Pogo_ I'd drawn before.",
            "John passed a comic to Bill. He smiled and said, \"It's funny.",
            "John passed a comic to Bill. He opened the wrapper, looked at the pictures, grinned, and said, \"Look at those women.",
            "John passed a comic to Bill. He put it in his shirt.",
            "John passed a comic to Bill. He told him a scene which turned my day.",
            "John passed a comic to Bill. He had an idea.",
            "John passed a comic to Bill. He asked me if I enjoyed it.",
            "John passed a comic to Bill. He was going to show him what he had to do.",
            "John passed a comic to Bill. He seemed to like it.",
            "John passed a comic to Bill. He was a fan of the comics and wrote down Bill's last name when asked.",
            "John passed a comic to Bill. He'd like you to join him this morning in a moment of silence to honor the soldiers who have lost their lives on the field of Flanders.",
            "John passed a comic to Bill. He said\nwhat the devil were you up to, and I told him I would do\nwhat I could and he was to pay me.",
            "John passed a comic to Bill. He gave him his check, asked him to go in and get it, because the waitress was out.",
            "John passed a comic to Bill. He gave the comic to him.",
            "John passed a comic to Bill. He started laughing uncontrollably.",
            "John passed a comic to Bill. He took a look at it and said, 'This sure don't look like John's style.",
            "John passed a comic to Bill. He smiled and said, \"What do you think?\" Bill looked at it and smiled back.",
            "John passed a comic to Bill. He nodded, put it aside, shook his head and said 'I wouldn't if I were you.",
            "John passed a comic to Bill. He could have taken it\nfor a booklet, but it is not likely Bill would ever have used it\nfor a booklet.",
            "John passed a comic to Bill. He said he was surprised to see the movie star there.",
            "John passed a comic to Bill. He'd forgotten all about it.",
            "John passed a comic to Bill. He turned to the comic and asked, \"Am I going to be shot?\"\n\nBill shook his head no.",
            "John passed a comic to Bill. He'd been on a long stretch through the mountains, and the first bit was about how the first step forward to happiness is having a dog.",
            "John passed a comic to Bill. He had always found it helpful, and Bill was\ninterested enough to take a picture.",
            "John passed a comic to Bill. He was reading one when Doreen's phone rang\n\n.",
            "John passed a comic to Bill. He said, \"The last five pages I wrote were a bit more surreal than the rest.",
            "John passed a comic to Bill. He also read every issue of Wonder Woman at work.",
            "John passed a comic to Bill. He was talking to him at the table, the other end of the table lit up as he raised his hand and read, then he wrote a funny story.",
            "John passed a comic to Bill. He said, \"This is it.",
            "John passed a comic to Bill. He couldn't read it because of the blood oozing from the pages.",
            "John passed a comic to Bill. He liked it.",
            "John passed a comic to Bill. He smiled with pleasure, then handed it to him.",
            "John passed a comic to Bill. He told him it was from the book and was very much appreciated, which meant Bill sent it to his dad.",
            "John passed a comic to Bill. He said he thought he would have to get the old guy's attention and would have to open the window on his side.",
            "John passed a comic to Bill. He started a thread on the forum about what he had for breakfast, and so we could all comment on what that was.",
            "John passed a comic to Bill. He had to do something to pass this off to another patient.",
            "John passed a comic to Bill. He passed one to the rest of them."
        ],
        "counts": {
            "John": 1,
            "Bill": 26
        }
    },
    "John was passing a comic to Bill. He": {
        "details": {
            "pronoun": [
                34,
                36
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    28,
                    32
                ]
            ]
        },
        "sentences": [
            "John was passing a comic to Bill. He read the words with great enthusiasm, though it took over a minute to come up with the name.",
            "John was passing a comic to Bill. He wasn't going to get it, so I took out his lighter, walked around to the back and tossed it under his bed.",
            "John was passing a comic to Bill. He said, 'It says here you want to be my friend, and now you are and you'll stay that way, not just for tonight but for the rest of your life?'\n\nBill didn't.",
            "John was passing a comic to Bill. He said, 'You can't get it working.",
            "John was passing a comic to Bill. He paused for a moment and let the boy look it over.",
            "John was passing a comic to Bill. He took it and said, \"I like your book.",
            "John was passing a comic to Bill. He caught sight of it and then read it aloud – _The Great Comic Book Battle_.",
            "John was passing a comic to Bill. He looked up again and gave Bill a sympathetic look.",
            "John was passing a comic to Bill. He smiled.",
            "John was passing a comic to Bill. He said that,\nwhile doing the rounds the other day, he saw two blokes who looked as if\nthey were doing an 'upside-down headstand', and he asked one of them to.",
            "John was passing a comic to Bill. He laughed.",
            "John was passing a comic to Bill. He was very animated as he read the words.",
            "John was passing a comic to Bill. He'd been reading it with interest.",
            "John was passing a comic to Bill. He didn't need to be a comic, he just needed to be seen as one, especially now that he was going out of his way to be nice to everyone.",
            "John was passing a comic to Bill. He smiled wryly.",
            "John was passing a comic to Bill. He said, \"Come on, Bill, don't interrupt me.",
            "John was passing a comic to Bill. He was a good one, Bill thought.",
            "John was passing a comic to Bill. He would read the comic and nod to himself and Bill said: \"I like that book.",
            "John was passing a comic to Bill. He said, \"Don't drink that, because some dogs will attack you.",
            "John was passing a comic to Bill. He was a kid\nof about thirty.",
            "John was passing a comic to Bill. He turned his head back over his shoulder to glance at the comic and then looked up at Bill.",
            "John was passing a comic to Bill. He read it out loud.",
            "John was passing a comic to Bill. He was not allowed to have his\n\nown money and had none.",
            "John was passing a comic to Bill. He said, \"I'll be at the church if you need me.",
            "John was passing a comic to Bill. He was a new\nmember, and Bill offered him the place as a substitute.",
            "John was passing a comic to Bill. He was grinning.",
            "John was passing a comic to Bill. He handed it to Bill.",
            "John was passing a comic to Bill. He looked through the typewriter into the yellow light above.",
            "John was passing a comic to Bill. He told Bill to take a look.",
            "John was passing a comic to Bill. He laughed.",
            "John was passing a comic to Bill. He put it on the desk that night.",
            "John was passing a comic to Bill. He looked at it, read it, shook his head.",
            "John was passing a comic to Bill. He knew exactly who it was.",
            "John was passing a comic to Bill. He took it and the comic disappeared from Bill’s face.",
            "John was passing a comic to Bill. He grinned and waved\n\n\"How about that old woman, did she do anything else that you wanted?\"\n\nBill grunted.",
            "John was passing a comic to Bill. He started laughing.",
            "John was passing a comic to Bill. He was surprised that it had such good reviews, but Bill couldn't help himself.",
            "John was passing a comic to Bill. He knew, or so he said, that Bill was interested in comics and had been collecting them for years.",
            "John was passing a comic to Bill. He turned his head.",
            "John was passing a comic to Bill. He started laughing.",
            "John was passing a comic to Bill. He read the description of an attractive young woman he knew who was in the same boat.",
            "John was passing a comic to Bill. He shook his head.",
            "John was passing a comic to Bill. He said, 'Look.",
            "John was passing a comic to Bill. He pulled its wings back.",
            "John was passing a comic to Bill. He looked at the funny to see what\nyou were talking to about; and thought I had nothing to say, till\nhe opened the door and brought me in.",
            "John was passing a comic to Bill. He then pulled his hand out of his pocket and handed it over, saying, “Hey Bill, this is Jerry.",
            "John was passing a comic to Bill. He was laughing about his recent flight and had the best line of himself.",
            "John was passing a comic to Bill. He heard the noise of a large truck pulling out of the parking lot.",
            "John was passing a comic to Bill. He said, 'This is really good.",
            "John was passing a comic to Bill. He leaned over the table.",
            "John was passing a comic to Bill. He\nturned it around and handed it to Bill.",
            "John was passing a comic to Bill. He had told Bill about how good the comic was.",
            "John was passing a comic to Bill. He had seen one\n\nof his own books\n\non the table,\n\nso he said.",
            "John was passing a comic to Bill. He said he’d take us to the\nopposite end of the world if we didn’t finish that first sentence.",
            "John was passing a comic to Bill. He was dressed in his usual self in a\nvintage blue shirt, old-timey, gray flannels, and scruffy jeans; he was\nbarefooted and unshaven.",
            "John was passing a comic to Bill. He'd started to laugh and shook his head at the poor sod.",
            "John was passing a comic to Bill. He looked up and,\nseeing that Bill was going to read the comic and then go on, said,\n'I'm sorry--I'll skip that part.",
            "John was passing a comic to Bill. He said, \"Don't let Bill hear this.",
            "John was passing a comic to Bill. He didn’t seem to comprehend the situation.",
            "John was passing a comic to Bill. He could have just told Bill to stop watching; but it wouldn't be the same.",
            "John was passing a comic to Bill. He'd been meaning to, Bill had said, and decided that might be a better idea than the other options.",
            "John was passing a comic to Bill. He was a big fan and kept sending books over to my house, to both of us.",
            "John was passing a comic to Bill. He gave it to Bill, too, and told him he had a better idea.",
            "John was passing a comic to Bill. He turned, grinned and nodded.",
            "John was passing a comic to Bill. He was trying so hard to be funny, Bill thought and was looking over at Bob when he had to pause, just to catch his breath.",
            "John was passing a comic to Bill. He gave Bill a\nlook as he picked him up.",
            "John was passing a comic to Bill. He pointed to a number and Bill read it silently.",
            "John was passing a comic to Bill. He would call Jack and then tell him a story from years before.",
            "John was passing a comic to Bill. He looked up from his paper and gave Bill a knowing grin.",
            "John was passing a comic to Bill. He didn't see anything funny; nobody saw anything funny—not so much as a crack or a joke, but with the expression on his face of a man seeing something really funny.",
            "John was passing a comic to Bill. He heard it and went back and told Bill.",
            "John was passing a comic to Bill. He did not\nlook at him.",
            "John was passing a comic to Bill. He\ndidn’t take it.",
            "John was passing a comic to Bill. He pulled its pages out of its protective holder, turned, and looked at Bill.",
            "John was passing a comic to Bill. He held the newspaper tightly in his gloved fingers as he stared into the distance.",
            "John was passing a comic to Bill. He said, \"I love this.",
            "John was passing a comic to Bill. He could hear the young man laughing, and they were both smiling.",
            "John was passing a comic to Bill. He saw the expression on Bill's face and quickly asked, \"Wouldn't you like to know that the man in the photograph is your father?\"\n\nBill looked like a small boy who had just received.",
            "John was passing a comic to Bill. He said it was a good idea.",
            "John was passing a comic to Bill. He was wearing a paper hat.",
            "John was passing a comic to Bill. He gave Bill a piece of paper and a pen.",
            "John was passing a comic to Bill. He stopped and said, \"You haven't been paying attention; the old man's had a stroke or a heart attack.",
            "John was passing a comic to Bill. He passed him to me, and I did as you suggested.",
            "John was passing a comic to Bill. He glanced to see how Bill was doing but didn’t catch the reference.",
            "John was passing a comic to Bill. He knew that Bill enjoyed his laugh as much as he did his work; so he hoped Bill would enjoy it too.",
            "John was passing a comic to Bill. He started talking, but Bill just pointed at the comic and said, \"I'm listening.",
            "John was passing a comic to Bill. He'd asked Bill to call on him after the Christmas parties, if he could.",
            "John was passing a comic to Bill. He said, 'Bill, I think they've come out on the wrong track.",
            "John was passing a comic to Bill. He reached over and took it to read: THE LOCKETS THAT HIGHWAY HATE.",
            "John was passing a comic to Bill. He glanced up.",
            "John was passing a comic to Bill. He leaned in so close, Bill could smell the strong scents of gin, sweat, tobacco, and booze all mixed together.",
            "John was passing a comic to Bill. He turned to face her.",
            "John was passing a comic to Bill. He stopped the vehicle to speak to them.",
            "John was passing a comic to Bill. He\n\ncouldn’t resist.",
            "John was passing a comic to Bill. He asked, \"What do you know about the _Lionel Hampton_?\" \"It's a comic,\" Bill said in mock-serious astonishment.",
            "John was passing a comic to Bill. He smiled.",
            "John was passing a comic to Bill. He had always wanted their old days when he himself was playing hockey as a seventeen-year-old, to get an all-American, and to look great in the sport he did.",
            "John was passing a comic to Bill. He'd heard Bill use the word _shark_ and thought for a moment that his father had meant for him to hear \" _shark_ and _tard_.",
            "John was passing a comic to Bill. He saw him holding a small bundle of comic in his hands.",
            "John was passing a comic to Bill. He asked Bill to watch it."
        ],
        "counts": {
            "John": 0,
            "Bill": 40
        }
    },
    "Amanda amazed Brittany. She": {
        "details": {
            "pronoun": [
                24,
                27
            ],
            "options": [
                [
                    0,
                    6
                ],
                [
                    14,
                    22
                ]
            ]
        },
        "sentences": [
            "Amanda amazed Brittany. She was so excited that if she had her way, she would wear white lace underwear on her bed every night, instead of a white cotton bra and panties.",
            "Amanda amazed Brittany. She never noticed any one approaching her, but then, she was just standing there, naked like a goddess.",
            "Amanda amazed Brittany. She could almost see the color in Brittany's cheeks as she turned.",
            "Amanda amazed Brittany. She was only human after all.",
            "Amanda amazed Brittany. She was no shrinking violet.",
            "Amanda amazed Brittany. She was only fourteen, but now she could understand how long they had slept in a cramped, hot, dark room.",
            "Amanda amazed Brittany. She could barely contain herself long enough to notice her.",
            "Amanda amazed Brittany. She couldn't believe where she was.",
            "Amanda amazed Brittany. She turned and walked in the opposite direction.",
            "Amanda amazed Brittany. She was so relieved by the news.",
            "Amanda amazed Brittany. She knew she shouldn't be surprised.",
            "Amanda amazed Brittany. She'd thought she was an ordinary girl like any other.",
            "Amanda amazed Brittany. She told herself, _Don't cry.",
            "Amanda amazed Brittany. She knew it was possible to walk into a room of vampires and be instantly catapulted to a new life.",
            "Amanda amazed Brittany. She had known their last engagement lasted six months, but never thought she would be married to a member of the family.",
            "Amanda amazed Brittany. She watched as the three women worked\nand talked and laughed with their friends and families.",
            "Amanda amazed Brittany. She took a step back in shock.",
            "Amanda amazed Brittany. She had an erection.",
            "Amanda amazed Brittany. She knew better than to tell her about her job, but the woman's reaction made her realize just how important the job was.",
            "Amanda amazed Brittany. She'd known Brittany's first name since the first day she met her, since freshman year, and for the next several years they'd been on a spectrum of affection, from intense to casual to almost nonexistent.",
            "Amanda amazed Brittany. She was a very good player on the court, and very athletic, and she made that easy for Brittany to understand.",
            "Amanda amazed Brittany. She wanted no part of this.",
            "Amanda amazed Brittany. She didn't know the man—that\ncould be one of her family?—did she know his name?\n\nMaurice turned to Martha and said, \"We better get over there.",
            "Amanda amazed Brittany. She had never imagined she would ever see Brittany as beautiful as this.",
            "Amanda amazed Brittany. She saw what she saw, and she was no longer shocked.",
            "Amanda amazed Brittany. She had always thought all women could do is laugh and joke and be themselves.",
            "Amanda amazed Brittany. She knew Brittany had two choices.",
            "Amanda amazed Brittany. She was going to the bathroom in fifteen minutes.",
            "Amanda amazed Brittany. She had never met anybody who could be so honest and straight in telling her everything.",
            "Amanda amazed Brittany. She felt like she was back in her old town, in her old bedroom.",
            "Amanda amazed Brittany. She'd never before witnessed a real estate transaction.",
            "Amanda amazed Brittany. She was afraid for her.",
            "Amanda amazed Brittany. She'd never noticed before, but she knew Brittany had been around some rough men.",
            "Amanda amazed Brittany. She knew that she and Brittany had gotten off easy with her, but this took it to the next level in terms of hurt.",
            "Amanda amazed Brittany. She felt as though she had been transported back to the scene of an old crime.",
            "Amanda amazed Brittany. She knew she could have gotten away from anyone.",
            "Amanda amazed Brittany. She was only five, but she looked like fifteen.",
            "Amanda amazed Brittany. She'd never seen a girl with skin so fair.",
            "Amanda amazed Brittany. She felt the excitement that she always dreamed she would feel coming from watching someone lose her virginity before her eyes.",
            "Amanda amazed Brittany. She was a woman.",
            "Amanda amazed Brittany. She found it hard to believe that even with all her experiences, Brittany couldn’t possibly be a virgin, with a whole series of questions, questions and questions and more questions than just about anything.",
            "Amanda amazed Brittany. She wanted to know what Brittany's\n\nsister had said.",
            "Amanda amazed Brittany. She was at her most beautiful.",
            "Amanda amazed Brittany. She knew exactly which buttons to press.",
            "Amanda amazed Brittany. She could not contain herself, watching her with such admiration; not just in the fact that Brittany wanted to talk with her and was fascinated by the view, but also because she was a creature of her own free.",
            "Amanda amazed Brittany. She had never seen anyone in the world so full of\n\ndiscretion.",
            "Amanda amazed Brittany. She had just had her ear pierced, and at the age of nineteen, she was one year younger than the average, and the most experienced girl in school.",
            "Amanda amazed Brittany. She was more or less the only one who could see what Brittany had seen and so Brittany was able to say to her the very first time they met, \"You can see with what.",
            "Amanda amazed Brittany. She hadn't seen her face and the woman had a look of terror on her face but she didn't say a thing.",
            "Amanda amazed Brittany. She hadn't even thought of it until she looked up and saw her sister walking away.",
            "Amanda amazed Brittany. She always had trouble with that expression at the start of the day.",
            "Amanda amazed Brittany. She's about fifteen, tall and with a long, dark ponytail that reached past her shoulders.",
            "Amanda amazed Brittany. She had never seen them in action before and the entire crew looked pretty shivery.",
            "Amanda amazed Brittany. She'd never heard her mother describe such beauty.",
            "Amanda amazed Brittany. She had a feeling that the little things had always come back to him.",
            "Amanda amazed Brittany. She thought she was an outclassed beauty, but she was stunning.",
            "Amanda amazed Brittany. She told her mom everything that she had planned.",
            "Amanda amazed Brittany. She didn't realize how nervous she was at first and at home.",
            "Amanda amazed Brittany. She'd never seen a bungee jump before.",
            "Amanda amazed Brittany. She was sure there was a flaw in their plan that would bring her out of the shadows.",
            "Amanda amazed Brittany. She was so busy looking for a way out of her own misery that she didn't notice the black cat that was following her.",
            "Amanda amazed Brittany. She couldn't begin to guess where she had picked up that extra weight—how big a man was she and how good he had been at the gym.",
            "Amanda amazed Brittany. She couldn't believe when he told of being able to hear the ocean's voice.",
            "Amanda amazed Brittany. She was\njust the girl to make this whole thing even more delicious.",
            "Amanda amazed Brittany. She'd been trying to make herself useful, and she was supposed to be her mother's friend.",
            "Amanda amazed Brittany. She's amazing really! \"\n\n-\n\n\"Kathy has some really great tips for making it all happen.",
            "Amanda amazed Brittany. She didn't think she'd been this happy since the day she'd run away and broken up with Eric.",
            "Amanda amazed Brittany. She was impressed by the way that Brittany had dressed—in a loose-corseted, long-sleeved gown with long trains—but also by the fact that the skirt was gathered at the.",
            "Amanda amazed Brittany. She had always wondered what she missed most about New York City.",
            "Amanda amazed Brittany. She liked the feel of his hair.",
            "Amanda amazed Brittany. She said, \"My dad got us a new house.",
            "Amanda amazed Brittany. She was so far beneath the surface of things, she just did not deserve the title she had been given.",
            "Amanda amazed Brittany. She was so stunned, she didn't even know how long she'd been standing there.",
            "Amanda amazed Brittany. She took in the scenery, not having any idea how hard it was to be stuck next to this woman.",
            "Amanda amazed Brittany. She wanted to keep her and Brittany together.",
            "Amanda amazed Brittany. She understood the story she'd dreamed about all day long, of the little girl at the grocery store, a girl all grown.",
            "Amanda amazed Brittany. She could not believe how nice Brittany was to her, but she was curious to know more about the way things worked.",
            "Amanda amazed Brittany. She was very, very happy that her best friend was back with another girl.",
            "Amanda amazed Brittany. She saw a whole lot of things lately, and the most important thing she witnessed wasn't happening.",
            "Amanda amazed Brittany. She thought she'd seen it, somewhere before—or maybe not.",
            "Amanda amazed Brittany. She could hardly believe it herself! As in most other situations, her first thought was to just leave.",
            "Amanda amazed Brittany. She felt her hands go to her dress and felt her stomach tighten.",
            "Amanda amazed Brittany. She had been hoping for another one of those one-night stands with a cute Asian guy to get over her father, and she was about to find out that she had just that in her life.",
            "Amanda amazed Brittany. She was so proud that Brittany had been chosen as the youngest participant in the dance.",
            "Amanda amazed Brittany. She could see the same type of fear in Brittany's eyes that Camden could get when she thought about losing Camden.",
            "Amanda amazed Brittany. She had been prepared to keep quiet, to hide behind her sister.",
            "Amanda amazed Brittany. She didn't like to be the center of attention in public – she'd had to live by the rules in her life because her family had always expected her to.",
            "Amanda amazed Brittany. She was too busy to notice.",
            "Amanda amazed Brittany. She's a pretty girl and would look good in the army.",
            "Amanda amazed Brittany. She and Brandon were talking when she turned to look at her as if she'd died.",
            "Amanda amazed Brittany. She stared in amazement at the large group of people who had joined the party.",
            "Amanda amazed Brittany. She was wearing her clothes on it and was smiling.",
            "Amanda amazed Brittany. She had never seen people this nice before.",
            "Amanda amazed Brittany. She didn't even know that she kept that particular picture—but what if she did? Could she convince Brittany that he was indeed in a relationship with her? There was a chance that she was hiding the truth.",
            "Amanda amazed Brittany. She said, \"That man is more than he appears.",
            "Amanda amazed Brittany. She had been so focused on her studies, she hadn't paid even a second thought to her family and friends.",
            "Amanda amazed Brittany. She couldn't believe it; this was incredible, and the whole idea of a world where magic didn't exist was truly stunning.",
            "Amanda amazed Brittany. She just loved being able to show her off.",
            "Amanda amazed Brittany. She didn t know what to expect.",
            "Amanda amazed Brittany. She felt nothing for the girl who had just sat down at table, despite her being an only child."
        ],
        "counts": {
            "Amanda": 0,
            "Brittany": 18
        }
    },
    "Brittany was amazed by Amanda. She": {
        "details": {
            "pronoun": [
                31,
                34
            ],
            "options": [
                [
                    23,
                    29
                ],
                [
                    0,
                    8
                ]
            ]
        },
        "sentences": [
            "Brittany was amazed by Amanda. She was the most brilliant, sexy person she knew, and as a girl she was fascinated by the way her skin and eyes and lips would shine when she was happy.",
            "Brittany was amazed by Amanda. She was like a small woman with big brown eyes and a huge grin on her face.",
            "Brittany was amazed by Amanda. She loved her more than life itself.",
            "Brittany was amazed by Amanda. She had never seen anyone make such a fuss about anything before.",
            "Brittany was amazed by Amanda. She didn't know what the heck it was that made her feel so happy.",
            "Brittany was amazed by Amanda. She had not had very many relationships before.",
            "Brittany was amazed by Amanda. She was talking about how she had always loved her grandmother, who had always been one of her favorite people growing up.",
            "Brittany was amazed by Amanda. She was also impressed with Amanda’s bravery and love of others.",
            "Brittany was amazed by Amanda. She hadn't known Brittany would be able to talk about it, and she'd had no idea that it was a topic they'd discussed before.",
            "Brittany was amazed by Amanda. She had seen her first.",
            "Brittany was amazed by Amanda. She turned around with\na laugh and kissed her on the cheek and told her she had been a\nwonderful friend and that they should get together again sometime soon.",
            "Brittany was amazed by Amanda. She didn't like her, but she didn't like having to live with her.",
            "Brittany was amazed by Amanda. She was so good at following rules and acting like an adult.",
            "Brittany was amazed by Amanda. She had a lot of confidence in her, but in a way, she was an old-school feminist with plenty of class.",
            "Brittany was amazed by Amanda. She was dressed as a boy when she was born, walking around as one does with a child.",
            "Brittany was amazed by Amanda. She had never been in a movie before and she wasn't sure Amanda's acting skills would be up to par on this short film.",
            "Brittany was amazed by Amanda. She smiled warmly and said, \"Well, I do love to see you as a wife, you know.",
            "Brittany was amazed by Amanda. She knew people called her a whore when she wasn't out and that's what she was! The two of them had a lot of fun.",
            "Brittany was amazed by Amanda. She had turned into a beautiful woman, she was no longer a small girl and was only slightly less in charge of herself.",
            "Brittany was amazed by Amanda. She knew Brittany would be interested in learning more, and she had not shared that with either of them.",
            "Brittany was amazed by Amanda. She was taller than he'd been when she'd first begun dating and she'd lost about ten inches, which her weight hadn't helped.",
            "Brittany was amazed by Amanda. She was looking through a\n\nlot of magazines for a fashion magazine she’d never heard of before she met\n\nher.",
            "Brittany was amazed by Amanda. She had come to live here.",
            "Brittany was amazed by Amanda. She had no other words to describe\nher beautiful appearance than “brilliant.",
            "Brittany was amazed by Amanda. She had a way of communicating her thoughts so clearly.",
            "Brittany was amazed by Amanda. She liked to see him excited too.",
            "Brittany was amazed by Amanda. She didn’t trust herself at all and it took her a while to realize she was still really angry, even without being in a fight.",
            "Brittany was amazed by Amanda. She was small, maybe five foot two inches.",
            "Brittany was amazed by Amanda. She looked as if a knife had been driven through her.",
            "Brittany was amazed by Amanda. She'd heard of the girl they called the Ice Queen, and she was impressed by the way she'd survived.",
            "Brittany was amazed by Amanda. She told him she knew they were looking for their house, but she wanted Amanda to know it was okay if they found it.",
            "Brittany was amazed by Amanda. She kept asking questions about how to manage her finances that made him want to stand up and answer them.",
            "Brittany was amazed by Amanda. She was so easy to talk to.",
            "Brittany was amazed by Amanda. She was very loud and didn't appear to be thinking much of her own actions.",
            "Brittany was amazed by Amanda. She didn't know if she was actually looking or not.",
            "Brittany was amazed by Amanda. She was beautiful, even in her old age.",
            "Brittany was amazed by Amanda. She had never felt that power she felt only in the dark but Amanda had touched it.",
            "Brittany was amazed by Amanda. She had never seen so much in a lifetime.",
            "Brittany was amazed by Amanda. She did not have many, especially in her own family, close.",
            "Brittany was amazed by Amanda. She noticed they were sharing identical looks.",
            "Brittany was amazed by Amanda. She never would've been able to pick up a guitar or play a note without her music being involved.",
            "Brittany was amazed by Amanda. She wasn't just a friend, she was family.",
            "Brittany was amazed by Amanda. She was about 7 years-old at the time, and it was amazing.",
            "Brittany was amazed by Amanda. She knew the kind of person that was at the same place you wanted to be if it involved working or hanging out at college.",
            "Brittany was amazed by Amanda. She had known who Brittany was, but even after coming out as gay, the idea of being so out among lesbians didn't make sense to her—it sounded too odd.",
            "Brittany was amazed by Amanda. She loved a good story, and would tell it as long as Brittany would finish it.",
            "Brittany was amazed by Amanda. She was in awe of her.",
            "Brittany was amazed by Amanda. She was shocked too, but not surprised.",
            "Brittany was amazed by Amanda. She was young and brash, yet seemed to be living her life with all the confidence and brillant attitude one would expect of one who had been away from home for so long.",
            "Brittany was amazed by Amanda. She thought she was the most beautiful human being ever born.",
            "Brittany was amazed by Amanda. She thought some others were afraid of her, but she hadn't been.",
            "Brittany was amazed by Amanda. She had already been accepted back into the society, and it was not an act that she would take to please her family or prove that she was in the way.",
            "Brittany was amazed by Amanda. She didn’t speak because, ‘The other day you called out for an hour and said, ‘Look at her.",
            "Brittany was amazed by Amanda. She was so beautiful that she had never thought about her being gay until, in the process of interviewing Amanda, Brittany began meeting men online who shared her sexual orientation.",
            "Brittany was amazed by Amanda. She didn't often meet them.",
            "Brittany was amazed by Amanda. She is beautiful, she is strong, and she is a force to the field.",
            "Brittany was amazed by Amanda. She wanted to tell her of her past, to let her know how it could be brought to her again.",
            "Brittany was amazed by Amanda. She was looking at the camera right in front of them and it was easy to understand that she hated them.",
            "Brittany was amazed by Amanda. She was so different than Amanda from the past.",
            "Brittany was amazed by Amanda. She had never known the word to mean the \"wrecking\" of anything.",
            "Brittany was amazed by Amanda. She stood still for half a second, watching her as she leaned back into the driver's seat and adjusted the strap over the small backpack she had been carrying.",
            "Brittany was amazed by Amanda. She was an eighteen-year-old girl and seemed to have no more idea about gender than her body did.",
            "Brittany was amazed by Amanda. She was young and her parents had a big family and they didn't have to worry much about things like that, but then the day after, her mother fell.",
            "Brittany was amazed by Amanda. She didn't know what to expect from a twenty-eight-year-old girl after college and a two-year gap in her life, but she definitely didn't expect her daughter to run with the bull.",
            "Brittany was amazed by Amanda. She had been so scared by the night before; suddenly, it seemed like a life-changing experience for the four of them.",
            "Brittany was amazed by Amanda. She had never imagined her sister would\n\nbe anything like this, but at this moment, with no memory of what happened the night\n\nbefore, Brittany could not imagine what her own reaction would be.",
            "Brittany was amazed by Amanda. She was as tall as Brittany, but was smaller than the brunette, and had golden brown hair and freckles; and when Amanda had been around and was pretty, Brittany had thought it.",
            "Brittany was amazed by Amanda. She seemed so normal and in love.",
            "Brittany was amazed by Amanda. She was like a child.",
            "Brittany was amazed by Amanda. She was also astonished and\nadored her, but even more than that, she was in her element.",
            "Brittany was amazed by Amanda. She had a quiet, composed, confident presence.",
            "Brittany was amazed by Amanda. She had her first ever tattoo.",
            "Brittany was amazed by Amanda. She had learned to love and care for her and was truly happy.",
            "Brittany was amazed by Amanda. She was beautiful.",
            "Brittany was amazed by Amanda. She was a tall blond haired girl with freckles and a big heart.",
            "Brittany was amazed by Amanda. She was so innocent.",
            "Brittany was amazed by Amanda. She had never, as far as she knew lived anywhere else than here in the house that she had taken them from in Virginia.",
            "Brittany was amazed by Amanda. She had the same warm, inviting smile as she had when they had first walked into their house.",
            "Brittany was amazed by Amanda. She hadn't seen the likes of her before.",
            "Brittany was amazed by Amanda. She was\n\nwilling not to let her hair be cut in just the short-sleeved and loose style which is common in public\n\nschools.",
            "Brittany was amazed by Amanda. She was obviously a very nice teacher, but her voice and appearance were an odd mix of charm and force—and she had no discernible accent.",
            "Brittany was amazed by Amanda. She couldn't remember the last time someone had talked to her like that, and since she'd had so little contact with those she cared about, she wasn't sure why they had done this as a joke.",
            "Brittany was amazed by Amanda. She knew she would, too.",
            "Brittany was amazed by Amanda. She was not the type to be satisfied with a day job.",
            "Brittany was amazed by Amanda. She had to be.",
            "Brittany was amazed by Amanda. She’d heard stories of Amanda’s great skill, but she didn’t expect that she might have a chance to learn to fly like this without any help.",
            "Brittany was amazed by Amanda. She\n\nhad gone about it in her usual calm manner, not quite making a full\n\ncommitment, but, in fact, wanting to convince herself that she was\n\nokay.",
            "Brittany was amazed by Amanda. She'd never thought of doing anything as simple as buying a car, even though she was so much smarter than what she imagined Amanda was.",
            "Brittany was amazed by Amanda. She wasn't used to her boss having to make decisions like this and wanted to say something.",
            "Brittany was amazed by Amanda. She was as tall, as athletic and muscular as anyone can be, and she was obviously very attracted to him.",
            "Brittany was amazed by Amanda. She wondered if he'd said anything to her, that he was proud of her, or if that was just something he did when he got a chance.",
            "Brittany was amazed by Amanda. She's really strong-minded.",
            "Brittany was amazed by Amanda. She was one of the good ones.",
            "Brittany was amazed by Amanda. She was in her teens, and this young girl was obviously so intelligent and interested in everything the three of them did.",
            "Brittany was amazed by Amanda. She took her through all of it, explaining how they lived, where they did their shopping, restaurants, the theatre, the movies, restaurants.",
            "Brittany was amazed by Amanda. She was used to people talking back to her, but not like this.",
            "Brittany was amazed by Amanda. She would have been shocked, she said.",
            "Brittany was amazed by Amanda. She had never been a good listener when there were things to talk about.",
            "Brittany was amazed by Amanda. She had become attached to that little girl, so unlike the spoiled baby girl she had always wanted to be, she couldn't hold a grudge against that girl's mother.",
            "Brittany was amazed by Amanda. She had only been introduced to her through my father, but before dinner she wanted to be next to her in one of the other restaurants that I had invited to the event."
        ],
        "counts": {
            "Amanda": 9,
            "Brittany": 8
        }
    }
}