{
    "metadata": {
        "model": "EleutherAI/pythia-410m",
        "revision": "main",
        "num_parameters": 405334016,
        "timestamp": "2023-10-18 22:48:06.364790",
        "samples": 100,
        "top_k": 0,
        "top_p": 0.5
    },
    "data": {
        "John seized the comic from Bill. He": {
            "details": {
                "pronoun": [
                    33,
                    35
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        27,
                        31
                    ]
                ]
            },
            "sentences": [
                "John seized the comic from Bill. He then gave it to his son.",
                "John seized the comic from Bill. He put it in a box and the other kids and I went to the back door.",
                "John seized the comic from Bill. He said he was trying to find a way to make the story more dramatic.",
                "John seized the comic from Bill. He saw that the comic was gone, and\nhe gave the comic to Bill.",
                "John seized the comic from Bill. He put it in a small, paper-thin box, and\nthen gave it to Bill.",
                "John seized the comic from Bill. He read it over and over, and then he gave it to the kids, saying, \"You're gonna love this.",
                "John seized the comic from Bill. He set it down on the floor, picked up the comic and turned it over.",
                "John seized the comic from Bill. He threw it down and said, \"I don't\nthink you're going to be able to read this.",
                "John seized the comic from Bill. He said, \"I'm sorry, but I don't have any money.",
                "John seized the comic from Bill. He was so taken with the strip that he didn't bother to read it, and Bill's response was a mixture of \"I'm going to see the comic,\" \"I'm going to have a go at it.",
                "John seized the comic from Bill. He\nturned it over in his hand and looked at it.",
                "John seized the comic from Bill. He looked at it, and he read it, and he read it.",
                "John seized the comic from Bill. He was a little surprised when Bill said he was going to the doctor.",
                "John seized the comic from Bill. He turned it over in his hands and began to read.",
                "John seized the comic from Bill. He threw it into the trash and picked up the comic.",
                "John seized the comic from Bill. He looked at it and read it, then read it again.",
                "John seized the comic from Bill. He was not amused.",
                "John seized the comic from Bill. He took it to the back of the room,\nand when Bill came out, he saw that Bill was holding the comic in his\nhand.",
                "John seized the comic from Bill. He put it in a bag and gave it to the doctor.",
                "John seized the comic from Bill. He tore it into strips and put them in his pocket.",
                "John seized the comic from Bill. He read it to me.",
                "John seized the comic from Bill. He gave it to Bill, and Bill\nwrote the comic.",
                "John seized the comic from Bill. He picked it up and began to read.",
                "John seized the comic from Bill. He pulled the comic out of the bag and read it.",
                "John seized the comic from Bill. He pulled it out of the sleeve, tore it off, and\n\nhe was about to throw it on the ground, when Bill said, “Now, hold it up.",
                "John seized the comic from Bill. He read it, and read it again.",
                "John seized the comic from Bill. He was afraid to use it, and it was not very\nserious.",
                "John seized the comic from Bill. He said, \"I'll take this one.",
                "John seized the comic from Bill. He had seen it in the\n\nbank.",
                "John seized the comic from Bill. He picked it up and started to read it.",
                "John seized the comic from Bill. He was surprised to find that it was an old comic.",
                "John seized the comic from Bill. He read it to me and said, \"Look, Bill, you know what I think?\"\n\n\"What?\"\n\n\"I think you're nuts.",
                "John seized the comic from Bill. He said, \"Bill, this is not the comic you wanted.",
                "John seized the comic from Bill. He took the comic to the house, where it was placed in a safe.",
                "John seized the comic from Bill. He began to read it aloud.",
                "John seized the comic from Bill. He read it to his wife, who was in the\nliving room, and they began to laugh.",
                "John seized the comic from Bill. He put it in a book and turned it into a comic book.",
                "John seized the comic from Bill. He tore it up and threw it into the street.",
                "John seized the comic from Bill. He turned it over in his hands, but Bill did not take it.",
                "John seized the comic from Bill. He read it and then put it in his pocket.",
                "John seized the comic from Bill. He pulled the comic out of Bill's hand, then turned it over to his father.",
                "John seized the comic from Bill. He read it and read it again, then turned it over in his hands.",
                "John seized the comic from Bill. He read it to Bill, who looked at it and said, \"What's that?\"\n\n\"A _Fantasy.",
                "John seized the comic from Bill. He told Bill that he had found a way to get the story.",
                "John seized the comic from Bill. He was a rather well-built fellow, but he was no\nblade of the blade, and was too much the elder to be the brother of\nSandy, and to be the son of the first.",
                "John seized the comic from Bill. He read it to me, and I was able to see that the name was Ballymena.",
                "John seized the comic from Bill. He said, \"Hey, you\ncan't do that.",
                "John seized the comic from Bill. He threw it on the floor and then reached over to the side of the table, and, grabbing the back of Bill's head, pulled him down to the floor.",
                "John seized the comic from Bill. He read it and laughed.",
                "John seized the comic from Bill. He put it in a drawer, and\nwhen Bill came home, he asked for it.",
                "John seized the comic from Bill. He read it and asked Bill if he was ready to go on.",
                "John seized the comic from Bill. He put it on the table and sat down,\nmaking sure that the other comics were well hidden.",
                "John seized the comic from Bill. He set it on the table and read it aloud to the audience.",
                "John seized the comic from Bill. He picked it up and began reading it, his eyes going to the left and right, then he looked up at Bill and said, \"You can't read this, it's too much of a good book for.",
                "John seized the comic from Bill. He drew a face, the rest of the face, and the rest of the comic.",
                "John seized the comic from Bill. He took it and gave it to Bill, who was very pleased with it.",
                "John seized the comic from Bill. He flipped it open and stared at the picture.",
                "John seized the comic from Bill. He read it to Bill, and Bill read it to Bill.",
                "John seized the comic from Bill. He was too busy to notice that it was\nin his possession.",
                "John seized the comic from Bill. He drew a picture of the whole family,\n\nThe picture was a marvel, and Bill gave it to the children.",
                "John seized the comic from Bill. He read it, turned it over, and put it back in the\npocket of his coat.",
                "John seized the comic from Bill. He turned it over and read the name.",
                "John seized the comic from Bill. He was so upset he didn't even bother to look at the comic.",
                "John seized the comic from Bill. He drew the comic to the top of the shelf, and Bill took it back to the top shelf, and he went to work on it.",
                "John seized the comic from Bill. He turned it over and put it in his pocket.",
                "John seized the comic from Bill. He put it in his coat pocket and walked out.",
                "John seized the comic from Bill. He read it and handed it to the next person.",
                "John seized the comic from Bill. He picked it up and held it to his nose.",
                "John seized the comic from Bill. He placed it on the table and said, \"What do you think of this?\"\n\n\"I think it's funny,\" Bill said.",
                "John seized the comic from Bill. He turned the page and read the words, \"We don't have to tell you how to feel.",
                "John seized the comic from Bill. He handed it to Bill and said, \"This is a joke.",
                "John seized the comic from Bill. He read it to Bill and Bill, who then\nturned the page and read it to me.",
                "John seized the comic from Bill. He turned the pages and saw the comic was a far cry from the one Bill had shown him, and then turned the pages again.",
                "John seized the comic from Bill. He threw it on the ground, then picked up the phone and dialed.",
                "John seized the comic from Bill. He read it aloud to the audience.",
                "John seized the comic from Bill. He had to admit that the comic was a work of art.",
                "John seized the comic from Bill. He had never read it, but he knew the author.",
                "John seized the comic from Bill. He looked at the name and saw it was a comic book.",
                "John seized the comic from Bill. He drew the drawing and turned it into a comic strip.",
                "John seized the comic from Bill. He\nthen took a pack of cigarettes from the pocket of his coat and\nsmoked one.",
                "John seized the comic from Bill. He had a small fortune and a little cash, and\neverything that he could get for his pains.",
                "John seized the comic from Bill. He began to laugh, and then to cry.",
                "John seized the comic from Bill. He had already read it.",
                "John seized the comic from Bill. He was\nthe only one of the party who did not laugh at the joke.",
                "John seized the comic from Bill. He put it on the table, then got up and left.",
                "John seized the comic from Bill. He took it and turned it over to Bill.",
                "John seized the comic from Bill. He had it tucked in his coat pocket, and as he took the paper out of his coat pocket, Bill pulled it out and tore it up.",
                "John seized the comic from Bill. He took it back to his office and looked at it for a while.",
                "John seized the comic from Bill. He said, \"I'll have it,\nI'll have it, I'll have it, I'll have it!\" And he held it up to the\nlight.",
                "John seized the comic from Bill. He threw it on the floor and\nwent to the telephone.",
                "John seized the comic from Bill. He placed it in his coat pocket and\nthen left the room.",
                "John seized the comic from Bill. He put it in his pocket and went out to the\nside of the house.",
                "John seized the comic from Bill. He had been on the run since he left school and was going to be a police officer.",
                "John seized the comic from Bill. He was outraged, but the story was in the paper and he got his copy.",
                "John seized the comic from Bill. He said, \"This is a comic book.",
                "John seized the comic from Bill. He looked at it and saw that it was a\ngiant comic book, a new type of comic book, and that it was not a comic\nbook, but a type of comic book.",
                "John seized the comic from Bill. He had bought it from a local dealer in London, and it had cost a fortune.",
                "John seized the comic from Bill. He read it and\n\n\"I said, 'What's this?\"\n\nBill didn't say anything.",
                "John seized the comic from Bill. He had a lot of fun with it, and I\ntook it home with me.",
                "John seized the comic from Bill. He pulled the book out of the corner of his mouth and began to read."
            ],
            "counts": {
                "John": 0,
                "Bill": 33
            }
        },
        "John passed the comic to Bill. He": {
            "details": {
                "pronoun": [
                    31,
                    33
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        25,
                        29
                    ]
                ]
            },
            "sentences": [
                "John passed the comic to Bill. He nodded, then turned to look at her.",
                "John passed the comic to Bill. He was delighted to see the hero of his own comic strip.",
                "John passed the comic to Bill. He said, \"Oh, I'll get it.",
                "John passed the comic to Bill. He was glad to see the poor fellow.",
                "John passed the comic to Bill. He looked at it and said, \"Oh, yeah, I know this one.",
                "John passed the comic to Bill. He said, \"You want to see the man in the hat?\"\n\nBill had a flash of a thought.",
                "John passed the comic to Bill. He smiled at him and said, \"This is a fine book, Bill.",
                "John passed the comic to Bill. He took a look at it, then he\nturned to the printer and said, \"How about this? I'm going to give it a\nlittle bump.",
                "John passed the comic to Bill. He smiled.",
                "John passed the comic to Bill. He looked at it, and then he put it down.",
                "John passed the comic to Bill. He gave it to Bill.",
                "John passed the comic to Bill. He stared at it for a moment, then turned to Bill.",
                "John passed the comic to Bill. He read it to Bill, who read it to me.",
                "John passed the comic to Bill. He smiled and said, \"Well, well, well, it looks like you've come to the right place.",
                "John passed the comic to Bill. He took a closer look at the art, and, as he did, he felt a thrill of anticipation.",
                "John passed the comic to Bill. He gave him a couple of lines, and Bill said, \"That's it.",
                "John passed the comic to Bill. He glanced at the table and saw that there was a single comic book in front of him.",
                "John passed the comic to Bill. He read it and passed it back to me.",
                "John passed the comic to Bill. He handed it to him and Bill read it.",
                "John passed the comic to Bill. He said, \"Bill, I think I've got the book on the shelf.",
                "John passed the comic to Bill. He was not impressed.",
                "John passed the comic to Bill. He didn't have to.",
                "John passed the comic to Bill. He read it over, looking over the picture of his brother.",
                "John passed the comic to Bill. He had no idea that it was a comic.",
                "John passed the comic to Bill. He was quite taken with it.",
                "John passed the comic to Bill. He was disappointed.",
                "John passed the comic to Bill. He read it over, and then put it back in the\nbooks.",
                "John passed the comic to Bill. He was shocked.",
                "John passed the comic to Bill. He said, \"Oh, that's not a comic, Bill.",
                "John passed the comic to Bill. He didn't look at it, but he passed it to Bill.",
                "John passed the comic to Bill. He picked it up and stared at it for a long time.",
                "John passed the comic to Bill. He opened the book, turned to page one, and began to read.",
                "John passed the comic to Bill. He opened the package and looked at the comic.",
                "John passed the comic to Bill. He gave Bill the comic and said, \"Bill, you\nhave got to read this.",
                "John passed the comic to Bill. He put it in the glove compartment and closed the door.",
                "John passed the comic to Bill. He said, \"You should get a comic book.",
                "John passed the comic to Bill. He laughed and said, \"Well, I'll just have to do it.",
                "John passed the comic to Bill. He read it and said, \"I think it's great.",
                "John passed the comic to Bill. He didn't even look at it.",
                "John passed the comic to Bill. He was shocked to see it was the same one that had been used to describe his mother's death.",
                "John passed the comic to Bill. He didn't take it, but Bill said, \"I think you're going to like it.",
                "John passed the comic to Bill. He was a short, thin man with a pleasant smile and a wide, friendly smile.",
                "John passed the comic to Bill. He laughed.",
                "John passed the comic to Bill. He was in the middle of a discussion about the comic when he heard the door open.",
                "John passed the comic to Bill. He was surprised to see it, but he had expected it to be in a very good shape.",
                "John passed the comic to Bill. He was a good-looking man, with a dark, slightly masculine face and a lean, square chin.",
                "John passed the comic to Bill. He handed it to me.",
                "John passed the comic to Bill. He turned the page and saw that it was a story of two children, and he was fascinated by the child who was so young and so small.",
                "John passed the comic to Bill. He put it on the table and put his hands on it.",
                "John passed the comic to Bill. He picked up the book and read it.",
                "John passed the comic to Bill. He saw the young man's face and smiled.",
                "John passed the comic to Bill. He was looking at the picture of the rabbit and was wondering what it was.",
                "John passed the comic to Bill. He didn't like the look of it.",
                "John passed the comic to Bill. He had never read a comic before, but he liked it.",
                "John passed the comic to Bill. He was not a very good reader, but he read the comic to me.",
                "John passed the comic to Bill. He saw it as a chance to show his admiration for Bill's comic book.",
                "John passed the comic to Bill. He said, \"I'm going to make a point of reading this.",
                "John passed the comic to Bill. He said, \"It's the comic I'm after.",
                "John passed the comic to Bill. He turned to the\n\n1\n\nchapter and said, \"Here's a story, Bill.",
                "John passed the comic to Bill. He was holding the comic in his hand, but it was now too late.",
                "John passed the comic to Bill. He had been watching the show for some time and had seen the characters' origins.",
                "John passed the comic to Bill. He looked at it and smiled.",
                "John passed the comic to Bill. He turned the pages with a smile and a little laugh.",
                "John passed the comic to Bill. He took a long look at it and then said, \"Bill, I've got to tell you something.",
                "John passed the comic to Bill. He took a closer look at the figure, and he was struck by how tall it was.",
                "John passed the comic to Bill. He read it to Bill, and Bill read it to himself.",
                "John passed the comic to Bill. He glanced at it.",
                "John passed the comic to Bill. He was still wearing his coat, and he was shaking.",
                "John passed the comic to Bill. He grinned and nodded at the first page.",
                "John passed the comic to Bill. He said, \"Bill, you're going to have to read this.",
                "John passed the comic to Bill. He had been staring at it for a while, and he was beginning to get a headache.",
                "John passed the comic to Bill. He opened the door and stepped inside.",
                "John passed the comic to Bill. He looked at the cover, and saw the\nconcealed image of a naked woman.",
                "John passed the comic to Bill. He opened the front door and came back to sit in the chair.",
                "John passed the comic to Bill. He looked at it, and smiled.",
                "John passed the comic to Bill. He was a bit startled by the sight of it, but he didn't ask.",
                "John passed the comic to Bill. He was in the back seat of the car, with the girls.",
                "John passed the comic to Bill. He picked up a pencil and began to draw.",
                "John passed the comic to Bill. He read it and said, \"This is a funny story.",
                "John passed the comic to Bill. He read it aloud, and the boy nodded and said, \"Yeah.",
                "John passed the comic to Bill. He was the only one who could really tell a story.",
                "John passed the comic to Bill. He was not surprised to see the\ntravelling girl, and he had no doubt that she had been talking with\nher mother.",
                "John passed the comic to Bill. He glanced at the paper, then turned to the librarian.",
                "John passed the comic to Bill. He nodded and then stood up.",
                "John passed the comic to Bill. He had the most wonderful eyes.",
                "John passed the comic to Bill. He looked at it and said, \"That's a great one.",
                "John passed the comic to Bill. He said, \"Well, you've got to have a good comic.",
                "John passed the comic to Bill. He said, \"You'll have to ask Mr.",
                "John passed the comic to Bill. He was very excited, and Bill asked if he could read it.",
                "John passed the comic to Bill. He was surprised to see the comic's title in the middle of the title.",
                "John passed the comic to Bill. He stared at it for a moment, and then, without a word, he turned to me.",
                "John passed the comic to Bill. He looked at it, but Bill's face was as serious as ever.",
                "John passed the comic to Bill. He was so happy to see the comic that he could not resist putting it in his pocket.",
                "John passed the comic to Bill. He was holding the bottle and a glass.",
                "John passed the comic to Bill. He read it to me, and I read it to him.",
                "John passed the comic to Bill. He had read it before.",
                "John passed the comic to Bill. He grinned at me and took a bite.",
                "John passed the comic to Bill. He grinned at the look on the other man's face.",
                "John passed the comic to Bill. He'd already seen it and liked it.",
                "John passed the comic to Bill. He was shocked to see that the comic was only about the comic, and not the story."
            ],
            "counts": {
                "John": 0,
                "Bill": 21
            }
        },
        "Joseph hit Patrick. He": {
            "details": {
                "pronoun": [
                    20,
                    22
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        11,
                        18
                    ]
                ]
            },
            "sentences": [
                "Joseph hit Patrick. He was an even more frightening opponent than he had been the first time.",
                "Joseph hit Patrick. He then drew a pistol and fired.",
                "Joseph hit Patrick. He was standing on the ground, looking up at the sky.",
                "Joseph hit Patrick. He pulled out his gun and fired.",
                "Joseph hit Patrick. He hit Patrick, and then the cop who had hit Patrick, too, and then the cop who had hit Patrick, too, and then the cop who had hit Patrick, too, and then the cop who had hit Patrick,.",
                "Joseph hit Patrick. He knocked him down, but Patrick didn't move.",
                "Joseph hit Patrick. He hit Patrick with a car.",
                "Joseph hit Patrick. He fell to the ground and put his hand on his chest.",
                "Joseph hit Patrick. He was a little bit mad at the kid.",
                "Joseph hit Patrick. He grabbed the man by the throat and dragged him away.",
                "Joseph hit Patrick. He knocked him out cold, but it didn't stop the pain.",
                "Joseph hit Patrick. He then said to his wife, \"This is a bad time to be going out.",
                "Joseph hit Patrick. He then pushed him down and hit him in the head with a metal rod.",
                "Joseph hit Patrick. He was the last to leave.",
                "Joseph hit Patrick. He had a head-on collision with Patrick's car.",
                "Joseph hit Patrick. He had no intention of killing him.",
                "Joseph hit Patrick. He was on his way to get a drink.",
                "Joseph hit Patrick. He told him that he had done the same to the girl, that she had fallen and broken her leg, and that he had had to take her to the hospital.",
                "Joseph hit Patrick. He grabbed him and started dragging him toward the door.",
                "Joseph hit Patrick. He was hit by a ball from a teammate, who threw a flag.",
                "Joseph hit Patrick. He also hit the car that Patrick was driving.",
                "Joseph hit Patrick. He had been hurt by the man's hands.",
                "Joseph hit Patrick. He hit Patrick in the head with a large rock.",
                "Joseph hit Patrick. He got up, then sat down.",
                "Joseph hit Patrick. He did not know who was shooting at him, but he did not want to leave the house.",
                "Joseph hit Patrick. He also knocked him down.",
                "Joseph hit Patrick. He was dead, but the boy was alive.",
                "Joseph hit Patrick. He didn't hit Patrick.",
                "Joseph hit Patrick. He didn't hit Patrick.",
                "Joseph hit Patrick. He saw the truck go up, the lights go out, and the truck just went out of sight.",
                "Joseph hit Patrick. He hit Patrick again.",
                "Joseph hit Patrick. He said he had never seen him hit before, but he was certain he had not been in a fight.",
                "Joseph hit Patrick. He punched him in the face, knocking him to the ground.",
                "Joseph hit Patrick. He knocked him down.",
                "Joseph hit Patrick. He missed the ball and it was a free kick.",
                "Joseph hit Patrick. He did not want to lose a fight, but he had no choice.",
                "Joseph hit Patrick. He said he did so to protect the family.",
                "Joseph hit Patrick. He turned around and saw the pistol lying on the ground, a shot fired.",
                "Joseph hit Patrick. He said, \"I want to know who killed Patrick.",
                "Joseph hit Patrick. He hit him in the head.",
                "Joseph hit Patrick. He was driving in the back seat of the car, and Patrick was in the front passenger seat.",
                "Joseph hit Patrick. He hit him hard.",
                "Joseph hit Patrick. He did not see the gun, but he heard a loud noise and felt a sharp pain in his head.",
                "Joseph hit Patrick. He was afraid to go to the police, afraid of losing his job, afraid of the consequences of not reporting the shooting.",
                "Joseph hit Patrick. He dropped the second shot.",
                "Joseph hit Patrick. He was so startled by the\nattack that he fell to the ground.",
                "Joseph hit Patrick. He was unarmed.",
                "Joseph hit Patrick. He hit him with a second punch, and the fight was on.",
                "Joseph hit Patrick. He pulled out a gun and shot Patrick in the back of the head.",
                "Joseph hit Patrick. He also hit the ground, but the police were unable to arrest him.",
                "Joseph hit Patrick. He knocked him out, but not before he managed to put a bullet into the back of his head.",
                "Joseph hit Patrick. He then took a shot at the other guy.",
                "Joseph hit Patrick. He took the gun from the back of the couch and fired at the back of Patrick's head.",
                "Joseph hit Patrick. He then ran over to the bar and grabbed a beer.",
                "Joseph hit Patrick. He was sobbing.",
                "Joseph hit Patrick. He knocked him down and then hit him with a punch.",
                "Joseph hit Patrick. He drove him to the hospital.",
                "Joseph hit Patrick. He pulled the trigger and shot him in the back of the head.",
                "Joseph hit Patrick. He had been sitting in the driver's seat of the car, and he had fallen asleep.",
                "Joseph hit Patrick. He fell on his knees and prayed.",
                "Joseph hit Patrick. He had a pistol, but it was not loaded.",
                "Joseph hit Patrick. He threw a punch at Patrick's face.",
                "Joseph hit Patrick. He dropped the phone and grabbed it.",
                "Joseph hit Patrick. He got up and yelled at him, \"What the hell are you doing?\" Patrick turned around and walked away.",
                "Joseph hit Patrick. He dropped to the ground and grabbed his head, pulling it to his side.",
                "Joseph hit Patrick. He yelled at him, \"Get up!\" Patrick ran to his mother, and she ran to her husband, who was also at the door.",
                "Joseph hit Patrick. He had not been seen in this vicinity for a week.",
                "Joseph hit Patrick. He also hit him with a steel pipe.",
                "Joseph hit Patrick. He hit him hard, and then he took off.",
                "Joseph hit Patrick. He fired at him, knocking him to the ground.",
                "Joseph hit Patrick. He took the fight to the ropes and began to throw punches.",
                "Joseph hit Patrick. He was a huge man.",
                "Joseph hit Patrick. He hit him hard.",
                "Joseph hit Patrick. He didn't have a good view of the place.",
                "Joseph hit Patrick. He turned around and walked back to the truck.",
                "Joseph hit Patrick. He held the shotgun to Patrick's chest, and the two men began to struggle.",
                "Joseph hit Patrick. He could have gone on the run.",
                "Joseph hit Patrick. He didn't stop.",
                "Joseph hit Patrick. He said, \"I am sorry.",
                "Joseph hit Patrick. He didn't stop.",
                "Joseph hit Patrick. He also hit Patty.",
                "Joseph hit Patrick. He said, \"I think you need to go to the hospital.",
                "Joseph hit Patrick. He fell on top of him, and Patrick rolled off of him.",
                "Joseph hit Patrick. He said, \"What's the matter,\nwhat's the matter, you don't look so well.",
                "Joseph hit Patrick. He then yelled, \"You want to go out there and shoot him? Then you go out there and shoot him.",
                "Joseph hit Patrick. He had been hurt in the same accident as his brother.",
                "Joseph hit Patrick. He was so angry, he couldn't even speak.",
                "Joseph hit Patrick. He went to the roof and saw the\npatrol car.",
                "Joseph hit Patrick. He had not seen him for a while.",
                "Joseph hit Patrick. He heard a cry, and then saw a figure rise up from the ground, and see the trees and the leaves and the fields and the river and the hills.",
                "Joseph hit Patrick. He saw Patrick with a pistol and fired, killing him.",
                "Joseph hit Patrick. He threw a punch, and Patrick hit him back.",
                "Joseph hit Patrick. He hit him in the face with a fist.",
                "Joseph hit Patrick. He hit him again, but it was a much deeper blow, and he didn't even see it coming.",
                "Joseph hit Patrick. He did not hit Patrick.",
                "Joseph hit Patrick. He looked up at him, then, and with a smile, he\nraised his arm.",
                "Joseph hit Patrick. He could not, however, hit his opponent.",
                "Joseph hit Patrick. He dropped him, and Patrick got up and ran.",
                "Joseph hit Patrick. He saw that Patrick was trying to push his way out of the ring.",
                "Joseph hit Patrick. He knocked him down."
            ],
            "counts": {
                "Joseph": 0,
                "Patrick": 27
            }
        },
        "Patrick was hit by Joseph. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        19,
                        25
                    ],
                    [
                        0,
                        7
                    ]
                ]
            },
            "sentences": [
                "Patrick was hit by Joseph. He was stabbed and he was bleeding.",
                "Patrick was hit by Joseph. He is not at fault.",
                "Patrick was hit by Joseph. He was thrown from the car and suffered a broken leg.",
                "Patrick was hit by Joseph. He was hit by Joseph, Joseph was hit by Joseph, Joseph was hit by Joseph, Joseph was hit by Joseph, Joseph was hit by Joseph, Joseph was hit by Joseph, Joseph was hit by Joseph, Joseph was.",
                "Patrick was hit by Joseph. He was thrown out of the bar.",
                "Patrick was hit by Joseph. He said that Joseph, a young black man, was walking toward him and that Joseph was trying to grab him.",
                "Patrick was hit by Joseph. He also told investigators that Joseph had a gun and threatened to kill him.",
                "Patrick was hit by Joseph. He said he didn't see anything, but he heard a lot of gunfire.",
                "Patrick was hit by Joseph. He said, “He was going at it with a gun.",
                "Patrick was hit by Joseph. He was not killed.",
                "Patrick was hit by Joseph. He was killed in the battle, and Joseph and another soldier, John Toulgoath, were wounded.",
                "Patrick was hit by Joseph. He had to get to the hospital to get stitches.",
                "Patrick was hit by Joseph. He also stated that Joseph had hit him with a gun.",
                "Patrick was hit by Joseph. He was killed by the same bullet that killed\n\nMackenzie.",
                "Patrick was hit by Joseph. He testified that Joseph, who had\n\nstruggled with the police, had pushed him.",
                "Patrick was hit by Joseph. He also saw the three or four people who had been\nholding a gun on Joseph.",
                "Patrick was hit by Joseph. He told the police that Joseph had told him that Joseph had threatened to kill him.",
                "Patrick was hit by Joseph. He was struck in the head, and was taken to a hospital.",
                "Patrick was hit by Joseph. He also knew that Joseph was a\nrebel.",
                "Patrick was hit by Joseph. He is at a house in Avenal, which was burned down.",
                "Patrick was hit by Joseph. He is seen as the main suspect in the murder of Thomas D.",
                "Patrick was hit by Joseph. He said he was scared of Joseph.",
                "Patrick was hit by Joseph. He went to the hospital, and he's out of surgery today.",
                "Patrick was hit by Joseph. He was hit by Joseph.",
                "Patrick was hit by Joseph. He had to be taken to the hospital.",
                "Patrick was hit by Joseph. He said he didn't want to talk about it.",
                "Patrick was hit by Joseph. He was a lawyer and he was supposed to represent Joseph.",
                "Patrick was hit by Joseph. He says he’s just trying to protect the city.",
                "Patrick was hit by Joseph. He also had to be hospitalized with an infection and a broken nose.",
                "Patrick was hit by Joseph. He was on his way to work and had just returned from a break when he heard the crash.",
                "Patrick was hit by Joseph. He was in the same car with the victims.",
                "Patrick was hit by Joseph. He was the one who told them he would help them, but when he got back to the hotel he told the manager he was too sick to go out and he didn't have any money.",
                "Patrick was hit by Joseph. He had his face smashed in, and was bleeding.",
                "Patrick was hit by Joseph. He was struck by Joseph, and the injuries were not life-threatening.",
                "Patrick was hit by Joseph. He is the father of Robert and Joseph's firstborn.",
                "Patrick was hit by Joseph. He told me he was a convicted murderer.",
                "Patrick was hit by Joseph. He said he was a bad guy and that he deserved to be killed.",
                "Patrick was hit by Joseph. He was killed in the explosion.",
                "Patrick was hit by Joseph. He was hit by Joseph, and Joseph was hit by Joseph.",
                "Patrick was hit by Joseph. He was in the house when he saw the fight.",
                "Patrick was hit by Joseph. He was wearing a mask.",
                "Patrick was hit by Joseph. He is dead.",
                "Patrick was hit by Joseph. He testified that he was going to go to the hospital, and Joseph was going to go to the hospital.",
                "Patrick was hit by Joseph. He was also hit by the car.",
                "Patrick was hit by Joseph. He is accused of hitting a police officer and killing him.",
                "Patrick was hit by Joseph. He was taken to the hospital with a laceration to his forehead.",
                "Patrick was hit by Joseph. He was hit in the face and chest.",
                "Patrick was hit by Joseph. He died at the scene.",
                "Patrick was hit by Joseph. He is now facing charges of manslaughter, criminal mischief, assault and reckless driving.",
                "Patrick was hit by Joseph. He had a large\npunched up arm.",
                "Patrick was hit by Joseph. He said he was scared to death.",
                "Patrick was hit by Joseph. He was killed by the assailant, Joseph Loyd, a 25-year-old man.",
                "Patrick was hit by Joseph. He was shot in the back and died at the scene.",
                "Patrick was hit by Joseph. He told the police that he was driving home from the party and that Joseph had come out of the house to fight.",
                "Patrick was hit by Joseph. He was shot in the head.",
                "Patrick was hit by Joseph. He died in the attack.",
                "Patrick was hit by Joseph. He told his mother that Joseph had been hit by a car.",
                "Patrick was hit by Joseph. He was hit in the face and head.",
                "Patrick was hit by Joseph. He was killed in the shooting.",
                "Patrick was hit by Joseph. He did not die.",
                "Patrick was hit by Joseph. He was not injured.",
                "Patrick was hit by Joseph. He said he was a good kid.",
                "Patrick was hit by Joseph. He was struck in the face with a heavy\nweight, and died in the hospital from the effects of the blow.",
                "Patrick was hit by Joseph. He had no idea that Joseph had been hitting him with a baseball bat.",
                "Patrick was hit by Joseph. He said he felt that Joseph had hit him.",
                "Patrick was hit by Joseph. He told me that Joseph was in the kitchen, and that Joseph had been trying to get rid of the knives, but that he couldn't do it.",
                "Patrick was hit by Joseph. He was killed.",
                "Patrick was hit by Joseph. He was shot in the leg and died at the scene.",
                "Patrick was hit by Joseph. He died from his injuries.",
                "Patrick was hit by Joseph. He was shot in the back of the head.",
                "Patrick was hit by Joseph. He had two broken bones, one of which was a big one.",
                "Patrick was hit by Joseph. He is at the hospital with serious injuries.",
                "Patrick was hit by Joseph. He testified that he and the others went to the scene of the shooting.",
                "Patrick was hit by Joseph. He was hit by the two-by-four.",
                "Patrick was hit by Joseph. He is in the hospital and in serious condition.",
                "Patrick was hit by Joseph. He went to the front door and found his wife and daughter dead.",
                "Patrick was hit by Joseph. He said he had been drinking at the bar when Joseph came in and started hitting him.",
                "Patrick was hit by Joseph. He was hit in the face, but he managed to get to the hospital.",
                "Patrick was hit by Joseph. He was knocked down by Joseph, and he was struck by Joseph.",
                "Patrick was hit by Joseph. He says he was a member of the gang that attacked him and Joseph.",
                "Patrick was hit by Joseph. He was taken to the hospital.",
                "Patrick was hit by Joseph. He was struck by a car.",
                "Patrick was hit by Joseph. He was hit by a car.",
                "Patrick was hit by Joseph. He was hit by Joseph and the two men.",
                "Patrick was hit by Joseph. He did not know that Joseph had been shot.",
                "Patrick was hit by Joseph. He had a knife in his hand.",
                "Patrick was hit by Joseph. He fell to the ground and rolled over.",
                "Patrick was hit by Joseph. He also said that Joseph was “shooting” him, and that Joseph “shot at him and hit him.",
                "Patrick was hit by Joseph. He says he was shot by Joseph and was taken to a hospital.",
                "Patrick was hit by Joseph. He was shot in the head.",
                "Patrick was hit by Joseph. He told Joseph he was the father of the child.",
                "Patrick was hit by Joseph. He was struck by a car and taken to a hospital.",
                "Patrick was hit by Joseph. He said that he had to shoot Joseph because he had no intention of going after him.",
                "Patrick was hit by Joseph. He also told his wife, Cindy, that he had hit Joseph.",
                "Patrick was hit by Joseph. He is dead.",
                "Patrick was hit by Joseph. He had been drinking.",
                "Patrick was hit by Joseph. He was struck by a car and died of his injuries.",
                "Patrick was hit by Joseph. He was hit by the police.",
                "Patrick was hit by Joseph. He said he saw Joseph with a gun.",
                "Patrick was hit by Joseph. He said, \"What are you doing?\"\n\n\"Just looking at the door."
            ],
            "counts": {
                "Joseph": 53,
                "Patrick": 0
            }
        },
        "Ken admired Geoff. He": {
            "details": {
                "pronoun": [
                    19,
                    21
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        12,
                        17
                    ]
                ]
            },
            "sentences": [
                "Ken admired Geoff. He was an artist.",
                "Ken admired Geoff. He'd been a very good friend of Geoff's, and he had no doubt that he'd seen a lot of Geoff's work over the years.",
                "Ken admired Geoff. He was fascinated by the mysterious man, who'd been sent by his brother to take over the mining operation.",
                "Ken admired Geoff. He thought that Geoff was a good-looking man, and a good cook.",
                "Ken admired Geoff. He had been hoping to meet her.",
                "Ken admired Geoff. He was just a little surprised to see Geoff, because Geoff was such a good friend of his, and he'd been so happy to see him when he'd first come to the show.",
                "Ken admired Geoff. He didn't know him, but he knew him from somewhere.",
                "Ken admired Geoff. He said he didn't think he could take it, but he was a good lad and he'd give it a go.",
                "Ken admired Geoff. He had the sense to be able to tell Geoff what was up, and to know when he was being unfair.",
                "Ken admired Geoff. He was a very well-built man, a very handsome man, and he had a strong, hard-edged manner.",
                "Ken admired Geoff. He knew that the pair were a couple, and that they were getting married, and that he was not going to be able to take his eyes off them.",
                "Ken admired Geoff. He said, \"You're very beautiful.",
                "Ken admired Geoff. He had known Geoff for years, and was grateful to him for introducing him to the group.",
                "Ken admired Geoff. He also admired Jim.",
                "Ken admired Geoff. He felt like a big brother to Geoff.",
                "Ken admired Geoff. He was an optimist.",
                "Ken admired Geoff. He was the only person he could think of who had actually thought about it, and he was pleased to see him back.",
                "Ken admired Geoff. He knew he was being a little melodramatic, but it was his first time being on the show.",
                "Ken admired Geoff. He knew that Geoff had had a life before he was called Geoff, and that Geoff had been given a life that had led him to where he was now.",
                "Ken admired Geoff. He wanted to be a member of the team.",
                "Ken admired Geoff. He'd had the same thought the day before, and he'd made the decision to let it go.",
                "Ken admired Geoff. He didn't know that Geoff was the one who had gotten the kid to do the book.",
                "Ken admired Geoff. He was a natural, the result of a combination of circumstances.",
                "Ken admired Geoff. He knew that the relationship between the two was like a vise, and that they had been on the verge of a split.",
                "Ken admired Geoff. He had no illusions about the job he was doing, and he would have been happy to do it.",
                "Ken admired Geoff. He was a little disappointed.",
                "Ken admired Geoff. He'd always thought Geoff was an unusual, eccentric, out-of-the-ordinary sort of guy.",
                "Ken admired Geoff. He knew that he had to be careful not to appear to be making fun of him, but he also knew that he had to be cautious not to appear to be making fun of himself.",
                "Ken admired Geoff. He didn't want to have to go to the bathroom.",
                "Ken admired Geoff. He'd met him before, and he'd been on the same boat as him.",
                "Ken admired Geoff. He was his father's first cousin.",
                "Ken admired Geoff. He didn't care about the fate of his friends.",
                "Ken admired Geoff. He said he was glad to see Geoff back in the office.",
                "Ken admired Geoff. He liked him, but he couldn't say he liked him.",
                "Ken admired Geoff. He wanted to be friends with him, but he was still only a kid.",
                "Ken admired Geoff. He knew that Geoff had been his father's lawyer, and that Geoff had done some of the things Geoff was famous for.",
                "Ken admired Geoff. He was impressed by the way Geoff had been prepared for the interview, and had been so impressed by the way he had listened to Geoff's story.",
                "Ken admired Geoff. He thought that Geoff was a good-looking guy.",
                "Ken admired Geoff. He said, \"I don't want to be a doctor, but I do want to help you.",
                "Ken admired Geoff. He was a good friend, and a good brother.",
                "Ken admired Geoff. He thought he was very smart.",
                "Ken admired Geoff. He didn't care about him, and it wasn't because he was an evil bastard.",
                "Ken admired Geoff. He was very much aware of his own inadequacies, but he couldn't help being impressed by Geoff's beauty.",
                "Ken admired Geoff. He had always admired Geoff, and he had been a fan of Geoff's since the days when he was a boy.",
                "Ken admired Geoff. He felt that he had done his best to be a man of honor, and he could not bring himself to acknowledge the woman he had been looking at.",
                "Ken admired Geoff. He'd thought of him as a model of a kindred spirit.",
                "Ken admired Geoff. He knew he had a great job and that Geoff would be very happy.",
                "Ken admired Geoff. He also had a very good opinion of himself.",
                "Ken admired Geoff. He was not a romantic, and he was not romantic at all.",
                "Ken admired Geoff. He had to be careful not to let the admiration pass.",
                "Ken admired Geoff. He was also, to be sure, fascinated by his own son.",
                "Ken admired Geoff. He knew he was being observed, but he wasn't quite sure what to do about it.",
                "Ken admired Geoff. He'd been right to take the time to write to the _Guardian_ and _The Times_ and to publish the book.",
                "Ken admired Geoff. He felt like he was one of the boys, but he didn't think of himself as a boy.",
                "Ken admired Geoff. He said, \"I've got a lot of money to make.",
                "Ken admired Geoff. He also admired the fact that, while he was on the road, he was able to take time to see the sights.",
                "Ken admired Geoff. He had never seen a more cheerful man.",
                "Ken admired Geoff. He was always so much more than a friend.",
                "Ken admired Geoff. He felt that Geoff had done a good job of selling the town.",
                "Ken admired Geoff. He felt he was a great character, and his only regret was that he hadn't met him before.",
                "Ken admired Geoff. He didn't know why.",
                "Ken admired Geoff. He admired the things he was doing, and he admired Geoff's spirit.",
                "Ken admired Geoff. He felt that he had been the one to do it, and that Geoff was the one who had the right to be mad.",
                "Ken admired Geoff. He knew that Geoff had been the first to notice that a certain part of the world was strange to him.",
                "Ken admired Geoff. He thought of him as his best friend, his one true friend.",
                "Ken admired Geoff. He could not believe his eyes.",
                "Ken admired Geoff. He said, \"Well, you're in the big time, man.",
                "Ken admired Geoff. He was in his own way an extremely generous person, and the one he was most grateful for was his wife, Renee.",
                "Ken admired Geoff. He liked him.",
                "Ken admired Geoff. He admired Geoff's humour, his ability to be the best at whatever he did.",
                "Ken admired Geoff. He had the sense to notice that the big, handsome guy was actually not Geoff, but a little boy.",
                "Ken admired Geoff. He knew Geoff, and he was going to see him.",
                "Ken admired Geoff. He thought Geoff was a good person, and that he had a lot of good qualities.",
                "Ken admired Geoff. He was about to come to the door, but the young man held it open.",
                "Ken admired Geoff. He was more interested in the rest of the team.",
                "Ken admired Geoff. He said, \"Well, you can't say I'm not a bit impressed.",
                "Ken admired Geoff. He thought of Geoff as a'very nice guy' and said he liked his sense of humour.",
                "Ken admired Geoff. He was also a bit surprised that, despite his own insecurities, he had made it through.",
                "Ken admired Geoff. He was so pleased that Geoff had gone, and so much more so that he felt like a very good friend of Geoff's.",
                "Ken admired Geoff. He was glad to see that he was no longer alone in the world.",
                "Ken admired Geoff. He wanted to be friends with him.",
                "Ken admired Geoff. He had heard a lot about Geoff.",
                "Ken admired Geoff. He liked him.",
                "Ken admired Geoff. He was the best friend of the couple, and was known as \"The King of Geek\".",
                "Ken admired Geoff. He was one of the most capable men he had ever met, and Geoff was a little jealous.",
                "Ken admired Geoff. He wanted to say something to him, but his eyes were too small, and he was too weak.",
                "Ken admired Geoff. He thought he was so good.",
                "Ken admired Geoff. He had heard that Geoff was a little on the\nsmall side and was very good-looking, but he was an odd-looking man.",
                "Ken admired Geoff. He said, \"I am so glad you have been able to help me.",
                "Ken admired Geoff. He said that the British Empire had a lot of good leaders and that the United States had a lot of bad ones.",
                "Ken admired Geoff. He had always been an excellent cook, and he was the best cook he had ever known.",
                "Ken admired Geoff. He liked him.",
                "Ken admired Geoff. He liked him, and he was the best friend he had ever had.",
                "Ken admired Geoff. He'd met him in the city and they'd become friends.",
                "Ken admired Geoff. He was so happy to see him.",
                "Ken admired Geoff. He'd been trying to help the girl since the day she was born, and Geoff had given him a hand.",
                "Ken admired Geoff. He knew he was one of the greatest men of his generation, and his words had the effect of breaking Geoff's heart.",
                "Ken admired Geoff. He said he didn't want to sound as though he was \"a little insecure\" and he wasn't sure what to do.",
                "Ken admired Geoff. He said, \"You're so smart, you can learn anything.",
                "Ken admired Geoff. He was the man who'd saved his life and now he was a part of the team."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 40
            }
        },
        "Ken impressed Geoff. He": {
            "details": {
                "pronoun": [
                    21,
                    23
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        14,
                        19
                    ]
                ]
            },
            "sentences": [
                "Ken impressed Geoff. He asked for a favor, and he was looking for a favor.",
                "Ken impressed Geoff. He is very kind and generous, and he has a good sense of humor.",
                "Ken impressed Geoff. He is an intelligent and attractive man, and is a fan of the show.",
                "Ken impressed Geoff. He said he'd had a conversation with Geoff in the past and he was impressed by Geoff's ability to get things done.",
                "Ken impressed Geoff. He's a little bit of a prick, but Geoff's always been a nice guy.",
                "Ken impressed Geoff. He was not a big fan of the way the game was played, but he was very happy to see that Geoff had a grasp of the rules and was capable of making the most of the opportunity.",
                "Ken impressed Geoff. He had a nice laugh and was definitely in the zone.",
                "Ken impressed Geoff. He's a good guy, a good son, and he has the kind of face that can turn on you.",
                "Ken impressed Geoff. He told him he was happy to have met him.",
                "Ken impressed Geoff. He'd been in the military for years, and had gone to work for a big company that specialized in high-tech, like cars and planes.",
                "Ken impressed Geoff. He said he wanted to see Geoff’s game and was going to take a shot at him.",
                "Ken impressed Geoff. He looked around the room and then to the other side.",
                "Ken impressed Geoff. He didn't seem to care.",
                "Ken impressed Geoff. He had seen the ship.",
                "Ken impressed Geoff. He was very pleased with the team's progress, and said that the team was a credit to the club.",
                "Ken impressed Geoff. He had been with the Australian squad for the first time since the 1995 World Cup, and had been given the honour of the 'Golden Ball' by coach Ian Wright.",
                "Ken impressed Geoff. He had been a good mate, and they had been on good terms.",
                "Ken impressed Geoff. He looked at me and smiled.",
                "Ken impressed Geoff. He was also impressed with Geoff's voice, which was a nice contrast to his flat-toned tone.",
                "Ken impressed Geoff. He was so kind and polite.",
                "Ken impressed Geoff. He looked like a good guy, with a great sense of humor.",
                "Ken impressed Geoff. He said he had a few things to do before the meeting.",
                "Ken impressed Geoff. He was a hard-working and\nreally smart guy, and I think he was really, really good at the job.",
                "Ken impressed Geoff. He'd been working with Geoff in the early days, but now he was at his own pace, and was in a good mood.",
                "Ken impressed Geoff. He was the best.",
                "Ken impressed Geoff. He had not expected to be impressed.",
                "Ken impressed Geoff. He'd be delighted to get the job.",
                "Ken impressed Geoff. He said, \"You are a great scientist, but you are also a great friend.",
                "Ken impressed Geoff. He is a true warrior.",
                "Ken impressed Geoff. He had his father's unyielding determination, but Geoff had a way of smiling that would have made the whole family proud.",
                "Ken impressed Geoff. He had been in contact with him.",
                "Ken impressed Geoff. He was a very happy boy.",
                "Ken impressed Geoff. He was not at all pleased with the performance of his son.",
                "Ken impressed Geoff. He didn't really think he was going to get any more serious about this, but he had to.",
                "Ken impressed Geoff. He was not a big fan of Mr.",
                "Ken impressed Geoff. He had the look of a man who had been in a battle.",
                "Ken impressed Geoff. He was so surprised by the reaction that he hadn't even seen him come in.",
                "Ken impressed Geoff. He was also very nice and kind.",
                "Ken impressed Geoff. He didn't want to be the last man to get a shot.",
                "Ken impressed Geoff. He is an experienced businessman and an able administrator.",
                "Ken impressed Geoff. He was a bright, friendly and outgoing man.",
                "Ken impressed Geoff. He said that the new player had a lot of skill, but he didn't have the ability to play the game as a true defender.",
                "Ken impressed Geoff. He was clearly a bit more confident than Geoff.",
                "Ken impressed Geoff. He told Geoff that he was impressed with the new one and had found the other one to be the best.",
                "Ken impressed Geoff. He was a natural for the job, and had been with the club for many years.",
                "Ken impressed Geoff. He's a great guy, but he's also a good businessman, and he knows the market very well.",
                "Ken impressed Geoff. He was a big, powerful man, and his face was as black as night.",
                "Ken impressed Geoff. He's not only a good bloke, but a good bloke's bloke.",
                "Ken impressed Geoff. He was a member of the very high-profile group of the first group of volunteers who had gone to help the wounded in the Battle of the Somme.",
                "Ken impressed Geoff. He'd been around, but he didn't know any of the players.",
                "Ken impressed Geoff. He is the guy who takes the heat, and the media will come to his defense.",
                "Ken impressed Geoff. He was looking at the most interesting question he could imagine.",
                "Ken impressed Geoff. He had been a big fan of the games, and had been an avid gamer since he was a kid.",
                "Ken impressed Geoff. He's always had a sense of humor.",
                "Ken impressed Geoff. He was in a very bad way.",
                "Ken impressed Geoff. He was the one who'd been responsible for all the other incidents.",
                "Ken impressed Geoff. He said, \"It's a great idea, but it would be a little more complicated than you think.",
                "Ken impressed Geoff. He's very nice, but he's a little weird.",
                "Ken impressed Geoff. He seemed very impressed with Geoff.",
                "Ken impressed Geoff. He is so happy to be here.",
                "Ken impressed Geoff. He had been the first to meet Geoff.",
                "Ken impressed Geoff. He was dressed in a crisp, white shirt and khaki shorts.",
                "Ken impressed Geoff. He asked him to sit with him and Geoff and look at the map, and to give Geoff the map so he could find his way back.",
                "Ken impressed Geoff. He said, \"You've got to get out of this, man.",
                "Ken impressed Geoff. He had a\nfirst-class degree in computer science, and a lot of experience in\nprocedures and programming.",
                "Ken impressed Geoff. He had a good laugh.",
                "Ken impressed Geoff. He told him that the book was a compilation of his life's experiences and he would be writing a sequel.",
                "Ken impressed Geoff. He was dressed in a loose-fitting blue shirt and khaki shorts.",
                "Ken impressed Geoff. He said that if the team had to be a few players, he would be the right man to replace Robbie Ross.",
                "Ken impressed Geoff. He had a nice way of showing off his new toy.",
                "Ken impressed Geoff. He was more interested in the book than in the girl.",
                "Ken impressed Geoff. He said he was so impressed that he said to Geoff, \"I've been doing this for two years and I'm going to be a good father to you.",
                "Ken impressed Geoff. He was the same age Geoff was, but Geoff was much more muscular and with more energy.",
                "Ken impressed Geoff. He had no interest in fighting, and he was in no mood to go in for a fight.",
                "Ken impressed Geoff. He was very impressed.",
                "Ken impressed Geoff. He's a really good guy, but it's hard to keep a secret from him.",
                "Ken impressed Geoff. He's a big man, and I know he's a big guy.",
                "Ken impressed Geoff. He’s the man for the job.",
                "Ken impressed Geoff. He said that he could see a potential in him, and that he had been looking for a team to play with.",
                "Ken impressed Geoff. He said, \"I'm a big fan of the book.",
                "Ken impressed Geoff. He was a nice man, but his hands were not in it.",
                "Ken impressed Geoff. He was a real gentleman, a very good man, and a man of many talents.",
                "Ken impressed Geoff. He was dressed in a short, knee-length, white cotton-like garment, with a bright blue shirt, a black hat, and a bright red tie.",
                "Ken impressed Geoff. He was really a pleasant person.",
                "Ken impressed Geoff. He was\nthen still young, and he thought that Geoff was as much a boy as a man.",
                "Ken impressed Geoff. He said he wanted to be in the show.",
                "Ken impressed Geoff. He had seen the most interesting of the two of them.",
                "Ken impressed Geoff. He was a gentleman, and not a nasty or aggressive man.",
                "Ken impressed Geoff. He had a new look, and his mind was clearer.",
                "Ken impressed Geoff. He was an incredible actor, and he was great at directing.",
                "Ken impressed Geoff. He had a big grin on his face and his eyes were very wide.",
                "Ken impressed Geoff. He looked like a young, happy-go-lucky cowboy.",
                "Ken impressed Geoff. He said, \"I think you are a great guy, and I hope you will stay in the U.",
                "Ken impressed Geoff. He told Geoff that the council had just approved a resolution calling for a joint general meeting.",
                "Ken impressed Geoff. He had not been in touch with Geoff since the day Geoff had left.",
                "Ken impressed Geoff. He'd been an enthusiastic visitor to the garden since the garden was first opened.",
                "Ken impressed Geoff. He seemed like a nice man, and Geoff liked him.",
                "Ken impressed Geoff. He is a former army captain and a senior officer in the Army.",
                "Ken impressed Geoff. He had never before seen the young man.",
                "Ken impressed Geoff. He was wearing a white shirt, and he looked very much like the other characters in the movie."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 22
            }
        },
        "Simon ran towards Richard. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        18,
                        25
                    ]
                ]
            },
            "sentences": [
                "Simon ran towards Richard. He took the paper from Richard's hand and ran it across the table.",
                "Simon ran towards Richard. He could hear the voices from the car.",
                "Simon ran towards Richard. He didn't know how to approach him, but Richard was on the move, moving fast.",
                "Simon ran towards Richard. He was already close enough to hear the shouting, but he didn't want to run to help.",
                "Simon ran towards Richard. He had the briefcase in his hand and the gun in his hand.",
                "Simon ran towards Richard. He reached the wall, then stopped.",
                "Simon ran towards Richard. He stopped at the foot of the steps and gave the old man a wave.",
                "Simon ran towards Richard. He reached the doorway and waved at him to come on in.",
                "Simon ran towards Richard. He grabbed his arm and pulled him back.",
                "Simon ran towards Richard. He had heard the men's voices in the courtyard.",
                "Simon ran towards Richard. He was the first to reach the room.",
                "Simon ran towards Richard. He was looking at him with something like pity.",
                "Simon ran towards Richard. He had a gun in his hand, and he was wearing a black shirt.",
                "Simon ran towards Richard. He had been a lone figure in the crowd.",
                "Simon ran towards Richard. He looked up at her, but he was too far away to see her face.",
                "Simon ran towards Richard. He was looking for his gun.",
                "Simon ran towards Richard. He didn't see him.",
                "Simon ran towards Richard. He took a step forward, but Richard stopped him.",
                "Simon ran towards Richard. He pulled his weapon, but it was already out of his hand.",
                "Simon ran towards Richard. He was still dressed in his old clothing.",
                "Simon ran towards Richard. He felt the pain in his chest, but it was so slight, so fleeting, that he could not even register it.",
                "Simon ran towards Richard. He didn't have to look to see if he was being followed.",
                "Simon ran towards Richard. He was a tall, broad-shouldered man with a full head of dark hair, and a black moustache.",
                "Simon ran towards Richard. He was running as fast as he could, and Richard had to take the opportunity to run faster.",
                "Simon ran towards Richard. He pulled the ring from his ear and held it out to Richard.",
                "Simon ran towards Richard. He stopped, and the men exchanged a glance.",
                "Simon ran towards Richard. He was a large man, with a broad, strong face and strong, black eyes.",
                "Simon ran towards Richard. He didn't know what he was supposed to do.",
                "Simon ran towards Richard. He saw the brawl in the streets and knew that he had to help.",
                "Simon ran towards Richard. He was the closest to him, but not close enough.",
                "Simon ran towards Richard. He shouted, \"Richard, it's me! Richard, it's me!\"\n\nRichard was surprised that he had not heard.",
                "Simon ran towards Richard. He stopped in front of him, then he turned and ran away.",
                "Simon ran towards Richard. He was walking faster than he had ever been before.",
                "Simon ran towards Richard. He was close enough to see his face.",
                "Simon ran towards Richard. He was about to call him back, but his friend stepped in front of him.",
                "Simon ran towards Richard. He reached the wall and pulled it back, then pulled the small metal lever to open the door.",
                "Simon ran towards Richard. He knew that the doctor had a special skill for finding the most important parts of the body.",
                "Simon ran towards Richard. He was going to get rid of him, but Richard didn't move.",
                "Simon ran towards Richard. He was as much as ten feet from the boy.",
                "Simon ran towards Richard. He had not heard the explosion, and now, as he approached, he saw the men who had attacked him running towards him.",
                "Simon ran towards Richard. He saw that the boy was still there.",
                "Simon ran towards Richard. He felt his heart pounding as he neared the two men.",
                "Simon ran towards Richard. He was already in the road.",
                "Simon ran towards Richard. He had the same bloody expression on his face as the day before.",
                "Simon ran towards Richard. He had already given a short account of the events, but it was not quite the whole story.",
                "Simon ran towards Richard. He could hear Richard's footsteps in the corridor.",
                "Simon ran towards Richard. He was just as fast as Richard, but his stride was slower.",
                "Simon ran towards Richard. He had a knife in his hand.",
                "Simon ran towards Richard. He had been right, he was in the presence of the woman.",
                "Simon ran towards Richard. He was about to call out to Richard when Richard stopped and turned to face him.",
                "Simon ran towards Richard. He reached the end of the path and was standing in front of Richard's open door.",
                "Simon ran towards Richard. He was too late.",
                "Simon ran towards Richard. He grabbed him by the shoulders and pushed him back into the road.",
                "Simon ran towards Richard. He didn't want to hurt Richard.",
                "Simon ran towards Richard. He had been standing there for a moment, with his head bowed, and he was listening to the clink of the water, the sound of it, when he saw Richard's eyes flicker over to the door.",
                "Simon ran towards Richard. He had a thick, strong arm, and he gripped his hand tightly, but he was no longer afraid.",
                "Simon ran towards Richard. He could see the door, but he didn't know how he was going to get through it.",
                "Simon ran towards Richard. He was on his own, he thought, and he didn't care.",
                "Simon ran towards Richard. He knew that the man had been watching him from the front of the car, and he was sure that the man had followed him.",
                "Simon ran towards Richard. He could see the light in the door.",
                "Simon ran towards Richard. He took the empty bottle from his pocket and poured the contents into the bottle of his own.",
                "Simon ran towards Richard. He'd heard the door open and had his foot on the first step.",
                "Simon ran towards Richard. He had been the first to enter the house.",
                "Simon ran towards Richard. He had to shout to be heard over the thumping of his heart.",
                "Simon ran towards Richard. He had heard him speak and he was going to warn him, but Richard didn't want to hear him.",
                "Simon ran towards Richard. He was unsteady on his feet, and his face was pale.",
                "Simon ran towards Richard. He'd gone a little faster than usual, and he'd lost his footing.",
                "Simon ran towards Richard. He stopped and put his hands up.",
                "Simon ran towards Richard. He was smiling.",
                "Simon ran towards Richard. He stopped, but Richard still ran.",
                "Simon ran towards Richard. He was wearing a black leather jacket, which was well-cut and had a few buttons undone.",
                "Simon ran towards Richard. He knew he was too late.",
                "Simon ran towards Richard. He had a sword, a shield, and a long spear.",
                "Simon ran towards Richard. He had been sent by his brother to meet her, but now he ran.",
                "Simon ran towards Richard. He did not know who he was, but the man was clearly a big man.",
                "Simon ran towards Richard. He had not seen the king since the previous night.",
                "Simon ran towards Richard. He was already breathing heavily.",
                "Simon ran towards Richard. He'd be here in a minute.",
                "Simon ran towards Richard. He was wearing his black-and-white-striped suit and was just in time to see the warden take Richard to the cell.",
                "Simon ran towards Richard. He stopped and stared at him.",
                "Simon ran towards Richard. He had seen the last of him, and now he was\nthere, with the same broken face, the same sad, broken eyes, the same\ncold, wet, unfeeling, unfeeling hands.",
                "Simon ran towards Richard. He didn't see him.",
                "Simon ran towards Richard. He was not to be denied.",
                "Simon ran towards Richard. He was\nbehind him.",
                "Simon ran towards Richard. He was still in the shade of the trees, his arms outstretched, his face flushed.",
                "Simon ran towards Richard. He didn't know how to do it, but he knew how to talk to him.",
                "Simon ran towards Richard. He didn't see him.",
                "Simon ran towards Richard. He reached out to grasp his arm.",
                "Simon ran towards Richard. He had seen a face in the distance.",
                "Simon ran towards Richard. He had no intention of taking Richard prisoner.",
                "Simon ran towards Richard. He saw her head disappear into the bushes.",
                "Simon ran towards Richard. He was a very tall man, with dark hair and a big square jaw.",
                "Simon ran towards Richard. He didn't know where he was.",
                "Simon ran towards Richard. He stopped,\n\n'Don't go near me.",
                "Simon ran towards Richard. He was not as bad as the other two, but he was still a very different man from the others.",
                "Simon ran towards Richard. He was almost to the edge of the building when the main door of the building opened and a tall, thin man with a bushy beard and a goatee appeared.",
                "Simon ran towards Richard. He had an unshakable conviction that he was right.",
                "Simon ran towards Richard. He grabbed his son by the shoulder and dragged him back.",
                "Simon ran towards Richard. He did not have to wait long.",
                "Simon ran towards Richard. He saw her."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 20
            }
        },
        "Simon ran away from Richard. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        20,
                        27
                    ]
                ]
            },
            "sentences": [
                "Simon ran away from Richard. He was a young man who had no\nfather or mother.",
                "Simon ran away from Richard. He was frightened and ashamed of himself, but Richard was angry and resentful.",
                "Simon ran away from Richard. He had a choice.",
                "Simon ran away from Richard. He had always hated the way he was treated by his parents, but he was not allowed to see his father.",
                "Simon ran away from Richard. He ran, but he ran, but he ran, but he ran, but he ran, but he ran, but he ran, but he ran, but he ran, but he ran, but he ran, but.",
                "Simon ran away from Richard. He was in a strange country, where the\nroad was long and the people poor.",
                "Simon ran away from Richard. He was in love with her.",
                "Simon ran away from Richard. He knew the truth, and it was the truth.",
                "Simon ran away from Richard. He did not tell his mother, but she had\n\nto be sure that he was safe.",
                "Simon ran away from Richard. He was still on the run.",
                "Simon ran away from Richard. He told them about the death of his mother, and about the baby that had been taken from him.",
                "Simon ran away from Richard. He found himself in the middle of a series of\nsmall, low-lying houses, and there he had a brief encounter with a\ngentleman who was staying in the house.",
                "Simon ran away from Richard. He had run away from Richard and, as far as he knew, from everyone.",
                "Simon ran away from Richard. He knew he had been told the truth.",
                "Simon ran away from Richard. He had not known where Richard was.",
                "Simon ran away from Richard. He knew that if he could find out where Richard was, he would have to go back to the library to see Richard.",
                "Simon ran away from Richard. He had never been the same since he'd been sent to the woods.",
                "Simon ran away from Richard. He thought he was going to see his father.",
                "Simon ran away from Richard. He went to the corner of a small square and\nreached down a stone wall, and there he sat on a bench, his face turned\ntowards the sun.",
                "Simon ran away from Richard. He was determined to be with his family, but he had to return to London.",
                "Simon ran away from Richard. He said he had been forced to leave.",
                "Simon ran away from Richard. He had never been to London, and the roads were always crowded.",
                "Simon ran away from Richard. He found himself in the heart of the city.",
                "Simon ran away from Richard. He was so glad to be free of him that he forgot his hatred of him.",
                "Simon ran away from Richard. He was running away from his own family.",
                "Simon ran away from Richard. He had been caught by the two of them and was being held at a place in the hills, near a large rock.",
                "Simon ran away from Richard. He had no intention of going back.",
                "Simon ran away from Richard. He was in the garden of his own house, and the following morning, on the third day, when he had been told to go to his room, he took the key from the lock and unlocked the door.",
                "Simon ran away from Richard. He said that he would try to get the money.",
                "Simon ran away from Richard. He didn't want to go back to London, but he couldn't keep his head down.",
                "Simon ran away from Richard. He had been arrested for a burglary and had been released on bail.",
                "Simon ran away from Richard. He found him and brought him back to the house.",
                "Simon ran away from Richard. He left Richard to deal with the \"other\" problem, and returned to his house.",
                "Simon ran away from Richard. He was never seen again.",
                "Simon ran away from Richard. He had never heard of him before, but now he\nheard the story.",
                "Simon ran away from Richard. He ran away from his home and he ran away from his family.",
                "Simon ran away from Richard. He was afraid of the man, but not of his mother.",
                "Simon ran away from Richard. He didn't know why, but he was determined to find out.",
                "Simon ran away from Richard. He was trying to get away from the police.",
                "Simon ran away from Richard. He had no idea why.",
                "Simon ran away from Richard. He was not well liked by his fellow countrymen.",
                "Simon ran away from Richard. He was afraid of the truth.",
                "Simon ran away from Richard. He had been there for a long time.",
                "Simon ran away from Richard. He'd thought he'd seen him at a car wash, but it turned out that he'd been running from a man who was threatening to kill him.",
                "Simon ran away from Richard. He told Richard that he had seen a horse that looked like the one that had run away from the barn.",
                "Simon ran away from Richard. He didn't have the money to get back to his own house.",
                "Simon ran away from Richard. He thought that he was being hunted, but the truth was that he was simply fleeing from a criminal.",
                "Simon ran away from Richard. He didn't care about the affair.",
                "Simon ran away from Richard. He was only fifteen years old, and he was a long way from home.",
                "Simon ran away from Richard. He did not have the same reason.",
                "Simon ran away from Richard. He didn't want to be a part of it.",
                "Simon ran away from Richard. He didn't know what to do.",
                "Simon ran away from Richard. He was ashamed of himself, and he\nwas glad to escape from Richard.",
                "Simon ran away from Richard. He told the servants that he had been forced to leave by Richard, and he had run away from his father, Richard, who had forbidden him to marry, and he had come to this house.",
                "Simon ran away from Richard. He thought he was being punished for something.",
                "Simon ran away from Richard. He didn't want to come back, but he had to.",
                "Simon ran away from Richard. He had taken his wife, the daughter of the rich house, to live with her aunt in a village in the countryside.",
                "Simon ran away from Richard. He went to the war memorial, where he found a young woman, a young girl, who had come from a poor family and who was in the war.",
                "Simon ran away from Richard. He said that he would kill him if he ever saw him again.",
                "Simon ran away from Richard. He told him he had gone to see his brother.",
                "Simon ran away from Richard. He was in the\npossession of a fine car, and had the money to buy another.",
                "Simon ran away from Richard. He went to the attic and hid in the cupboard.",
                "Simon ran away from Richard. He thought he had gone to get the ring.",
                "Simon ran away from Richard. He was married to Elizabeth, and had three children, all of whom were good people.",
                "Simon ran away from Richard. He left the house with his mother and went to his father's house.",
                "Simon ran away from Richard. He had a son and he was a good man.",
                "Simon ran away from Richard. He had been afraid of him, and he had felt ashamed of himself.",
                "Simon ran away from Richard. He'd thought that Richard would never come back, but Richard had never said so.",
                "Simon ran away from Richard. He ran through the city and he saw\nthe police were after him.",
                "Simon ran away from Richard. He didn't know where he was going.",
                "Simon ran away from Richard. He was so frightened that he didn't know what to do.",
                "Simon ran away from Richard. He had no idea what to do.",
                "Simon ran away from Richard. He didn't want to be caught with her.",
                "Simon ran away from Richard. He'd gone to find his brother, and had found him.",
                "Simon ran away from Richard. He ran to his father's house and hid.",
                "Simon ran away from Richard. He went to the Black Cat, and\n\nsaid, \"Come with me.",
                "Simon ran away from Richard. He went to the headmaster, who was a handsome man with a strong\nhistory.",
                "Simon ran away from Richard. He'd left his money and his job at the bank, and had moved to the city to live with his mother.",
                "Simon ran away from Richard. He had not been in touch with anyone, but the day before, Richard had asked him to bring him the papers.",
                "Simon ran away from Richard. He had seen the dark, deadly eyes of his\nfather, and had known that he would never see him again.",
                "Simon ran away from Richard. He was an orphan and had no family.",
                "Simon ran away from Richard. He had run away from the last man who had ever touched him.",
                "Simon ran away from Richard. He thought that he was safe in the mountains.",
                "Simon ran away from Richard. He was not the only one.",
                "Simon ran away from Richard. He had to leave the town.",
                "Simon ran away from Richard. He could not see the great man as he was, but he could hear the laughter and the chatter of the crowd.",
                "Simon ran away from Richard. He had no intention of going back to the house, but he had to leave Richard alone.",
                "Simon ran away from Richard. He had gone to meet the Prince, who had come to offer him help.",
                "Simon ran away from Richard. He was just a little too big for his boots, and he didn't like the way his legs felt.",
                "Simon ran away from Richard. He found a village to which he was told to stay.",
                "Simon ran away from Richard. He had gone to the Ritz, and Richard had taken him home.",
                "Simon ran away from Richard. He was still young and he was as clever as he was brave.",
                "Simon ran away from Richard. He had been at the Battle of Marston Moor, and was wounded.",
                "Simon ran away from Richard. He went to the North Sea.",
                "Simon ran away from Richard. He was a new kind of hero.",
                "Simon ran away from Richard. He was on the run from the authorities, and Richard had taken him in.",
                "Simon ran away from Richard. He went to the kitchen and returned with a bowl of rice and a loaf of bread.",
                "Simon ran away from Richard. He had no idea what he was going to do with his life.",
                "Simon ran away from Richard. He'd seen him go off with someone, and the next thing he knew, Richard was on the street, slamming into the wall of a storefront and breaking the glass.",
                "Simon ran away from Richard. He had come to visit his mother."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 17
            }
        },
        "John passed a comic to Bill. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        23,
                        27
                    ]
                ]
            },
            "sentences": [
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He said, \"I know you're busy, but you could write a comic for me.",
                "John passed a comic to Bill. He opened it and read:\n\n\"I'll never be able to get a job at the bookstore.",
                "John passed a comic to Bill. He looked at the comic and then at the comic's face.",
                "John passed a comic to Bill. He had read a few comics, and Bill had a certain liking for comics, so he asked him if he would like to read one.",
                "John passed a comic to Bill. He was very excited.",
                "John passed a comic to Bill. He said, \"We have the new Spider-Man.",
                "John passed a comic to Bill. He had just read one of the\nbooks, and was going to read it to Bill, but he did not get through it.",
                "John passed a comic to Bill. He said, \"Bill, we're having a comic.",
                "John passed a comic to Bill. He read it, and laughed.",
                "John passed a comic to Bill. He then told him that the comic was a little short, and he would need to do a better job of it.",
                "John passed a comic to Bill. He asked Bill if he would do the same.",
                "John passed a comic to Bill. He had been sent to the War Department to be trained in the use of artillery.",
                "John passed a comic to Bill. He read it and it said:\n\nThe Bubble, by the author of The Adventures of Robin Hood, is the first\nstory in a series of three.",
                "John passed a comic to Bill. He took it from his pocket and read it.",
                "John passed a comic to Bill. He had a lot of comic books and comic strips, but he never had a comic book.",
                "John passed a comic to Bill. He was reading the comic when the two of them got into a heated argument.",
                "John passed a comic to Bill. He read it, and it was a comic about a horse.",
                "John passed a comic to Bill. He read it aloud, then laughed and looked at the comic.",
                "John passed a comic to Bill. He told Bill that he had found a way to get his attention.",
                "John passed a comic to Bill. He looked at the comic, which was a long strip about a guy who, in a comic strip, never uses a name.",
                "John passed a comic to Bill. He took it from his pocket and opened it.",
                "John passed a comic to Bill. He was a little surprised at how much the comic was going to take up.",
                "John passed a comic to Bill. He read it and laughed.",
                "John passed a comic to Bill. He was so pleased with it that he had it printed and handed it to Bill.",
                "John passed a comic to Bill. He looked at the comic and saw that the character had been replaced with a character that was different.",
                "John passed a comic to Bill. He had a small pile of comics, and Bill put them on the table.",
                "John passed a comic to Bill. He was a big, muscular man with a broad face and a square jaw.",
                "John passed a comic to Bill. He gave it to Bill, and Bill took it to the library.",
                "John passed a comic to Bill. He was very disappointed with the comic, and\nsaid he would read it.",
                "John passed a comic to Bill. He was a very good friend of the man, and Bill was going to be his next best friend.",
                "John passed a comic to Bill. He told him that his wife had gone out to lunch with the daughter of a friend of the family, and that he had just finished a book on American women.",
                "John passed a comic to Bill. He took a\nphotograph of the young man and said, \"I believe he is a gentleman,\nand I wish you would tell me all about him.",
                "John passed a comic to Bill. He said, \"That's funny.",
                "John passed a comic to Bill. He told Bill that he had been in a comic book called \"Ghost Stories.",
                "John passed a comic to Bill. He read it and laughed.",
                "John passed a comic to Bill. He'd been wanting to see the comic for a while.",
                "John passed a comic to Bill. He asked if he could take it and read it.",
                "John passed a comic to Bill. He said, \"It's not the same as the comic, but it's still comic.",
                "John passed a comic to Bill. He was too busy to care.",
                "John passed a comic to Bill. He had one of those comic books that is just the same every time, except that the title was changed to \"Jokes.",
                "John passed a comic to Bill. He had a small, tight-fitting black T-shirt that was a little too big for him.",
                "John passed a comic to Bill. He asked him to tell me a joke.",
                "John passed a comic to Bill. He was laughing and said, \"You are the greatest comic writer in the world.",
                "John passed a comic to Bill. He had a copy of the comic in his hand, and the comic had a strange kind of magic about it.",
                "John passed a comic to Bill. He was a large man, but he had a\nlittle square of flesh around his chin.",
                "John passed a comic to Bill. He was looking at the comic when Bill looked up.",
                "John passed a comic to Bill. He took it from the book.",
                "John passed a comic to Bill. He was very pleased with it, and Bill was very pleased with the comic.",
                "John passed a comic to Bill. He looked at it, then turned to me.",
                "John passed a comic to Bill. He read it aloud to Bill.",
                "John passed a comic to Bill. He turned it over in his hands and stared at it for a long time.",
                "John passed a comic to Bill. He said, \"Look, I don't think you're doing anything wrong, but I want you to think about it.",
                "John passed a comic to Bill. He was amused.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He said, \"I've been thinking about this for a long time, and I don't think I've ever thought about it as much as I do now.",
                "John passed a comic to Bill. He was looking for a comic book, and this comic book was called \"The Cure\".",
                "John passed a comic to Bill. He was looking at a comic strip.",
                "John passed a comic to Bill. He put the comic on the table and asked Bill to read it.",
                "John passed a comic to Bill. He took it to the back of the\n\ncar and began to read.",
                "John passed a comic to Bill. He was about to turn the page when he noticed a faint, bluish light.",
                "John passed a comic to Bill. He read it and laughed.",
                "John passed a comic to Bill. He looked at the comic and asked, \"Is it good?\"\n\n\"Yes, it is very good,\" Bill said.",
                "John passed a comic to Bill. He read it, smiled, and passed it on.",
                "John passed a comic to Bill. He had an idea, and Bill\nwanted to do a comic book.",
                "John passed a comic to Bill. He was delighted to find that the comic was going to be a full-length feature.",
                "John passed a comic to Bill. He laughed and said, \"That's funny, I've never seen a comic book like that before.",
                "John passed a comic to Bill. He said, \"I don't think I'll ever get to the other side of the planet, but I'll get there.",
                "John passed a comic to Bill. He read it and handed it to the bookbinder.",
                "John passed a comic to Bill. He turned it over to Bill.",
                "John passed a comic to Bill. He was not a comic, but he had a great deal of interest in comic books.",
                "John passed a comic to Bill. He looked at it and said, \"Well, that's pretty much what I was going to say.",
                "John passed a comic to Bill. He was amused by the way Bill looked at the comic, but he said, \"I'll tell you what.",
                "John passed a comic to Bill. He laughed and handed the comic to Bill.",
                "John passed a comic to Bill. He was very interested in comics and had read the last few issues of _Tales of the City_, and it seemed like a good idea to have a comic strip about him.",
                "John passed a comic to Bill. He read it to Bill, who read it to me.",
                "John passed a comic to Bill. He asked him to read it to me.",
                "John passed a comic to Bill. He opened the box and began to read.",
                "John passed a comic to Bill. He opened the book, which was\nof the same size as the others, and read a passage which I could not\nunderstand.",
                "John passed a comic to Bill. He didn't like the comic.",
                "John passed a comic to Bill. He turned it over and over in his hands.",
                "John passed a comic to Bill. He looked at it and said, \"Well, what is it?\"\n\n\"It's a comic strip about a kid who's very, very lonely.",
                "John passed a comic to Bill. He said, \"I've got a new comic.",
                "John passed a comic to Bill. He read it and laughed.",
                "John passed a comic to Bill. He said, \"I know it's not for me, but I thought you'd like it.",
                "John passed a comic to Bill. He opened the book, read it, and then he opened the book again and read it again.",
                "John passed a comic to Bill. He had never seen a comic before.",
                "John passed a comic to Bill. He turned the comic page over to me.",
                "John passed a comic to Bill. He said, \"You'll have to take the kid.",
                "John passed a comic to Bill. He read it and it made him laugh.",
                "John passed a comic to Bill. He took it from the book and began to read.",
                "John passed a comic to Bill. He gave Bill the comic, and then Bill took the comic and passed it to Bill.",
                "John passed a comic to Bill. He told him, \"I've got this one.",
                "John passed a comic to Bill. He read it to him, and Bill told him it was a joke.",
                "John passed a comic to Bill. He didn't have a comic book, but he had a magazine.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He was going to do a comic book, and I was going to do a comic book, and Bill had already written a comic book, so we were both going to do a comic book, and I had to.",
                "John passed a comic to Bill. He read it, and Bill said, \"That's great, but you should put it on the next page.",
                "John passed a comic to Bill. He looked at the comic, and Bill laughed.",
                "John passed a comic to Bill. He looked at the comic, and the comic was a drawing of a man in a black robe."
            ],
            "counts": {
                "John": 0,
                "Bill": 28
            }
        },
        "John was passing a comic to Bill. He": {
            "details": {
                "pronoun": [
                    34,
                    36
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        28,
                        32
                    ]
                ]
            },
            "sentences": [
                "John was passing a comic to Bill. He was surprised to see that Bill was a comic, but it was a comic book.",
                "John was passing a comic to Bill. He saw it and stopped.",
                "John was passing a comic to Bill. He was taking a little break from the comic, and asked Bill to give him a copy of \"Wonderful Adventure\" for the newspaper.",
                "John was passing a comic to Bill. He was laughing and the words he was saying were funny.",
                "John was passing a comic to Bill. He looked up and saw a small man with a bright red beard.",
                "John was passing a comic to Bill. He read it and said, \"I think it's funny.",
                "John was passing a comic to Bill. He said, \"Look at this.",
                "John was passing a comic to Bill. He said, \"Bill, I think you should go to the hospital.",
                "John was passing a comic to Bill. He looked at the comic and said, \"That's pretty good, I like it.",
                "John was passing a comic to Bill. He read it and asked Bill what it was about.",
                "John was passing a comic to Bill. He picked up the comic and read it.",
                "John was passing a comic to Bill. He was standing at the foot of the counter and looking up at Bill.",
                "John was passing a comic to Bill. He was looking at the comic,\nand he said, \"Bill, I don't think I'm going to like this one.",
                "John was passing a comic to Bill. He was looking at it.",
                "John was passing a comic to Bill. He was going to get his own, but Bill was on the verge of going off to college, and he had a copy of _Gotham_ lying on the table.",
                "John was passing a comic to Bill. He stopped and looked at Bill, then at me.",
                "John was passing a comic to Bill. He glanced at the picture and said, \"This is the same guy that killed our kid.",
                "John was passing a comic to Bill. He turned to me.",
                "John was passing a comic to Bill. He didn't seem to notice.",
                "John was passing a comic to Bill. He said, \"Oh, this is a very good comic.",
                "John was passing a comic to Bill. He saw a sign that said, \"A day for old age.",
                "John was passing a comic to Bill. He'd been looking at the magazine for a while, and had started to get a feel for the work.",
                "John was passing a comic to Bill. He handed him a\nstory of a good, old-fashioned, American newspaper, a comic strip\nin the magazine called _St.",
                "John was passing a comic to Bill. He didn't see it.",
                "John was passing a comic to Bill. He glanced at it, then read it and nodded.",
                "John was passing a comic to Bill. He took the book from his pocket and opened it.",
                "John was passing a comic to Bill. He'd seen the same comic on the shelf.",
                "John was passing a comic to Bill. He asked Bill if he could read the book, and Bill told him to read it, and that he would like to read it.",
                "John was passing a comic to Bill. He had seen it on the front page of the _New York Times_, and Bill had read it, too.",
                "John was passing a comic to Bill. He picked up the book and opened it to a comic strip about a man who had been kidnapped by a woman who was trying to kidnap him.",
                "John was passing a comic to Bill. He didn't know what it was about.",
                "John was passing a comic to Bill. He had been doing a comic strip about a girl who was in a comic book.",
                "John was passing a comic to Bill. He was standing at the side of the road, staring at the big black car.",
                "John was passing a comic to Bill. He had a box of comic books.",
                "John was passing a comic to Bill. He took a couple of steps back, and then stopped.",
                "John was passing a comic to Bill. He asked, \"What's up, Mr.",
                "John was passing a comic to Bill. He didn't know the book.",
                "John was passing a comic to Bill. He took a couple of pages and read the first of a series of stories, about a teenage boy who had been abandoned by his family and had been living in a cave for a year.",
                "John was passing a comic to Bill. He said, \"Hey, Bill, you know the story about the guy who was shot by a gun in the head and then he was put in a box and shot?\" Bill said, \"Yeah.",
                "John was passing a comic to Bill. He was reading it, and Bill laughed.",
                "John was passing a comic to Bill. He was surprised to see that it was a comic book, and Bill said, \"What's that?\" He pointed to a black and white strip.",
                "John was passing a comic to Bill. He asked Bill if he was going to work on the film.",
                "John was passing a comic to Bill. He stopped and looked at the comic.",
                "John was passing a comic to Bill. He didn't look up from the comic.",
                "John was passing a comic to Bill. He said, \"You know, I was going to write a book about this and it was going to be a fun one.",
                "John was passing a comic to Bill. He didn't like it, but he was willing to try.",
                "John was passing a comic to Bill. He was smiling, and he was laughing, and Bill laughed too.",
                "John was passing a comic to Bill. He read the page and said, \"What is it?\"\n\n\"A story about a guy who went to the zoo and got chased by a lion.",
                "John was passing a comic to Bill. He turned and looked at me.",
                "John was passing a comic to Bill. He was doing a great job, and Bill was very excited.",
                "John was passing a comic to Bill. He looked at it and said, \"I like this one.",
                "John was passing a comic to Bill. He took it out of his pocket and handed it to Bill.",
                "John was passing a comic to Bill. He had the big news that he had just had a girl, and she was pregnant.",
                "John was passing a comic to Bill. He picked it up and read it.",
                "John was passing a comic to Bill. He was smiling and waving.",
                "John was passing a comic to Bill. He was not happy about it.",
                "John was passing a comic to Bill. He said, \"There's a guy I'd like to see.",
                "John was passing a comic to Bill. He had a black, leather-bound book with a small yellowish-green, leaf-shaped, double-spaced page.",
                "John was passing a comic to Bill. He said, \"There's a comic book here that I think you should read.",
                "John was passing a comic to Bill. He was smiling, his mouth was full of jokes, and he was talking to Bill.",
                "John was passing a comic to Bill. He looked at it, smiled, and put it down.",
                "John was passing a comic to Bill. He said, \"I know you've got some good stuff coming out, but I think it's a bit too soon.",
                "John was passing a comic to Bill. He said, \"You know, I just want to say I'm very glad to hear from you.",
                "John was passing a comic to Bill. He saw a guy he knew, who was a regular at the comic shop, who had been around a while.",
                "John was passing a comic to Bill. He took a couple of\nsteps and said, \"Hey, I've got a book for you.",
                "John was passing a comic to Bill. He was about to say something, but Bill said, \"No, no, I'm going to take a walk.",
                "John was passing a comic to Bill. He read it aloud.",
                "John was passing a comic to Bill. He stopped and looked at me.",
                "John was passing a comic to Bill. He had just bought a new shirt and was thinking of ordering one of the old ones.",
                "John was passing a comic to Bill. He looked up at Bill and smiled.",
                "John was passing a comic to Bill. He was very polite and said, \"I think I'll have a drink.",
                "John was passing a comic to Bill. He looked at it and nodded.",
                "John was passing a comic to Bill. He stopped, looked up, and said, \"Bill, what are you doing here?\"\n\nBill was a tall, slim, square-jawed, blond, sandy-haired, youngish, middle.",
                "John was passing a comic to Bill. He turned to look at the man and then at me.",
                "John was passing a comic to Bill. He was looking for the sign for the bookstore, and it was in front of the store.",
                "John was passing a comic to Bill. He said, \"Oh, I see.",
                "John was passing a comic to Bill. He was in a good mood, and it was all Bill could do not to laugh.",
                "John was passing a comic to Bill. He saw the\nlight of a new light and said, \"Well, I guess you can't do any better than\nthis, can you?\"\n\nBill said, \"Yes, I can.",
                "John was passing a comic to Bill. He asked Bill if he had any\nyouths in the army.",
                "John was passing a comic to Bill. He was going through a comic book when he saw a black face staring back at him.",
                "John was passing a comic to Bill. He was reading it and came over to the table.",
                "John was passing a comic to Bill. He handed it to him.",
                "John was passing a comic to Bill. He looked at the page and saw the words:\n\nI want to talk to you about a book I wrote.",
                "John was passing a comic to Bill. He was holding a paperback book of cartoons.",
                "John was passing a comic to Bill. He was talking about how much fun he had in comic books.",
                "John was passing a comic to Bill. He looked up and smiled.",
                "John was passing a comic to Bill. He said, \"We'll see about that, Mr.",
                "John was passing a comic to Bill. He stopped and looked at the comic.",
                "John was passing a comic to Bill. He was already laughing.",
                "John was passing a comic to Bill. He didn't like it.",
                "John was passing a comic to Bill. He was looking at a comic book.",
                "John was passing a comic to Bill. He had been reading the\npapers, and he had made a good guess.",
                "John was passing a comic to Bill. He had an album in his hands.",
                "John was passing a comic to Bill. He took the book from the shelf and handed it to Bill.",
                "John was passing a comic to Bill. He said, \"You know, you can have your own show, too.",
                "John was passing a comic to Bill. He'd found a new one for me, and he'd told me to look it up in the book.",
                "John was passing a comic to Bill. He read the comic aloud to Bill, who took it, and the two of them went back to the living room to talk about it.",
                "John was passing a comic to Bill. He was about to turn the page and start reading it, when the page was suddenly snatched away from him by the words:\n\n\"Well, I've got it, Bill.",
                "John was passing a comic to Bill. He read the comic and said, \"Bill, you are a great comic book writer.",
                "John was passing a comic to Bill. He had just been to see the comic."
            ],
            "counts": {
                "John": 0,
                "Bill": 31
            }
        },
        "Amanda amazed Brittany. She": {
            "details": {
                "pronoun": [
                    24,
                    27
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        14,
                        22
                    ]
                ]
            },
            "sentences": [
                "Amanda amazed Brittany. She had never seen the child so ill.",
                "Amanda amazed Brittany. She'd never seen her before, but she'd seen so many of the women who came to the ranch that it was a natural thing for her to recognize the others.",
                "Amanda amazed Brittany. She'd never seen her so happy.",
                "Amanda amazed Brittany. She was as sure of herself as she had ever been.",
                "Amanda amazed Brittany. She'd been expecting the response, but not the way she'd expected it.",
                "Amanda amazed Brittany. She had never seen a woman look so beautiful.",
                "Amanda amazed Brittany. She was a tough cookie, but her little sister was always up for anything.",
                "Amanda amazed Brittany. She looked at her watch and then at her phone.",
                "Amanda amazed Brittany. She was an enthusiastic reader of the new book and she liked the tone of the novel.",
                "Amanda amazed Brittany. She was at a loss for words.",
                "Amanda amazed Brittany. She was wearing a blue top and a green skirt.",
                "Amanda amazed Brittany. She knew that she had not heard anything from the man since the accident.",
                "Amanda amazed Brittany. She was looking at him, and he was looking at her.",
                "Amanda amazed Brittany. She had never seen her husband so excited.",
                "Amanda amazed Brittany. She hadn't expected that.",
                "Amanda amazed Brittany. She was right.",
                "Amanda amazed Brittany. She knew what she was doing.",
                "Amanda amazed Brittany. She said, \"This is your mother.",
                "Amanda amazed Brittany. She knew that the best thing she could do was to act like a normal person.",
                "Amanda amazed Brittany. She had never seen the two of them so\ntogether.",
                "Amanda amazed Brittany. She had been told by the\nnewspaper that the minister of health was not in the room, but she had\nbeen right.",
                "Amanda amazed Brittany. She hadn't been expecting it.",
                "Amanda amazed Brittany. She had no idea what she was doing, but she'd made a lot of progress.",
                "Amanda amazed Brittany. She looked up at her and smiled.",
                "Amanda amazed Brittany. She was still stunned by the beauty of the man, the grace and elegance of his face, the purity of his voice.",
                "Amanda amazed Brittany. She looked like a cat, and Brittany felt like a dog.",
                "Amanda amazed Brittany. She was very quiet, almost a statue.",
                "Amanda amazed Brittany. She knew she'd found the most wonderful place in the world.",
                "Amanda amazed Brittany. She had heard of a place called New Orleans, and she had a vague memory of visiting the place in the late 1970s.",
                "Amanda amazed Brittany. She could see the expression on her face, and knew it was too.",
                "Amanda amazed Brittany. She looked up at him and said, \"It's a good thing you're a mother.",
                "Amanda amazed Brittany. She had always been a smart cookie, but now she seemed even more so.",
                "Amanda amazed Brittany. She was so calm and collected, and she had the perfect demeanor.",
                "Amanda amazed Brittany. She knew what she was doing.",
                "Amanda amazed Brittany. She had always thought of her as a woman who was quite well-educated, but in this particular moment, she was more than pleased to be called a woman.",
                "Amanda amazed Brittany. She had no idea what to say to this man, so she asked him a question.",
                "Amanda amazed Brittany. She had the same thought.",
                "Amanda amazed Brittany. She thought she was going to be a mother.",
                "Amanda amazed Brittany. She thought she had the look of a woman who'd just had a heart attack.",
                "Amanda amazed Brittany. She couldn't understand why Brittany had been so upset.",
                "Amanda amazed Brittany. She was now on the brink of tears.",
                "Amanda amazed Brittany. She was the first to say it, but it was obvious.",
                "Amanda amazed Brittany. She hadn't known her brother had any real connection to the people he'd grown up with.",
                "Amanda amazed Brittany. She said, \"I can't believe it.",
                "Amanda amazed Brittany. She thought she was a few inches taller than her.",
                "Amanda amazed Brittany. She had a million questions.",
                "Amanda amazed Brittany. She was wearing a dress that made her breasts look bigger.",
                "Amanda amazed Brittany. She had never heard her speak like that before.",
                "Amanda amazed Brittany. She was just the most beautiful woman in the world.",
                "Amanda amazed Brittany. She couldn't believe it.",
                "Amanda amazed Brittany. She was even more amazed by the appearance of her daughter.",
                "Amanda amazed Brittany. She had been given the job of making up a song for the band, and she had not been able to do it.",
                "Amanda amazed Brittany. She had seen the baby before.",
                "Amanda amazed Brittany. She had never heard of such a thing.",
                "Amanda amazed Brittany. She was dressed in a tight black dress with a red-and-white striped scarf around her neck.",
                "Amanda amazed Brittany. She knew her, of course.",
                "Amanda amazed Brittany. She had been expecting a little more from her, but she was so excited she couldn't stop talking.",
                "Amanda amazed Brittany. She was so proud of her, and of Brittany's good work.",
                "Amanda amazed Brittany. She was thrilled that she could use her new weapon, a \"blue\" laser.",
                "Amanda amazed Brittany. She had no idea what to do with herself.",
                "Amanda amazed Brittany. She could see the mother of her dreams.",
                "Amanda amazed Brittany. She didn't want to believe it, but she knew she had to.",
                "Amanda amazed Brittany. She had never seen her look so happy.",
                "Amanda amazed Brittany. She said, \"That's the first time I've ever seen her in my life.",
                "Amanda amazed Brittany. She was a stranger to the house, but she was a stranger to the world.",
                "Amanda amazed Brittany. She knew that it was impossible for her to have come to her husband's house.",
                "Amanda amazed Brittany. She'd never heard of such a thing.",
                "Amanda amazed Brittany. She had been on the Internet for months.",
                "Amanda amazed Brittany. She was about to go, but Brittany stopped her.",
                "Amanda amazed Brittany. She said, \"It's like you're going to a different place.",
                "Amanda amazed Brittany. She had a good eye for the art, and she'd worked with the painter before.",
                "Amanda amazed Brittany. She was a lovely young woman, and she'd never met a man she didn't like.",
                "Amanda amazed Brittany. She didn't know why, but she couldn't stop staring at her.",
                "Amanda amazed Brittany. She didn't know what to say.",
                "Amanda amazed Brittany. She was a child, a little girl.",
                "Amanda amazed Brittany. She was wearing a simple black dress and her hair was tied back in a ponytail.",
                "Amanda amazed Brittany. She didn't understand how a person could be so passionate about something and not understand it.",
                "Amanda amazed Brittany. She'd been holding back a big smile, but now it was all gone.",
                "Amanda amazed Brittany. She thought she was the only one.",
                "Amanda amazed Brittany. She was so happy to see him.",
                "Amanda amazed Brittany. She said, \"We're on a mission.",
                "Amanda amazed Brittany. She had been expecting a lot more from her.",
                "Amanda amazed Brittany. She thought she'd never see her again.",
                "Amanda amazed Brittany. She thought it was strange that she was so\nabsolutely unimpressed with the idea of meeting the stranger.",
                "Amanda amazed Brittany. She was amazed at the way she could see the way the woman's eyes, the way she could see the woman's face, even when she was looking at her.",
                "Amanda amazed Brittany. She had never seen her like this before.",
                "Amanda amazed Brittany. She couldn't believe it.",
                "Amanda amazed Brittany. She had no idea what she was talking about.",
                "Amanda amazed Brittany. She'd been in this position before, and it was a lot of pressure.",
                "Amanda amazed Brittany. She had been a model and a teacher and now she was a widow, and a mother of three.",
                "Amanda amazed Brittany. She couldn't believe that a woman who had had such a life could be so out of control.",
                "Amanda amazed Brittany. She could tell she'd never seen a picture of her husband that wasn't covered in the back of a magazine.",
                "Amanda amazed Brittany. She was in a terrible mood, but she was also grateful for the chance to be around her.",
                "Amanda amazed Brittany. She had a vision of herself in the belly of a lion, with a flaming torch, which she could use to kill her.",
                "Amanda amazed Brittany. She thought she was a young woman, a fresh-faced college student, and she was.",
                "Amanda amazed Brittany. She looked up at the three of them and said, \"Oh, my goodness.",
                "Amanda amazed Brittany. She said, \"He's a genius.",
                "Amanda amazed Brittany. She was right, of course.",
                "Amanda amazed Brittany. She didn't know what to say.",
                "Amanda amazed Brittany. She was an\nantiquarian, and she had spent years researching her family's history."
            ],
            "counts": {
                "Amanda": 0,
                "Brittany": 4
            }
        },
        "Brittany was amazed by Amanda. She": {
            "details": {
                "pronoun": [
                    31,
                    34
                ],
                "options": [
                    [
                        23,
                        29
                    ],
                    [
                        0,
                        8
                    ]
                ]
            },
            "sentences": [
                "Brittany was amazed by Amanda. She'd never seen her in a dress before.",
                "Brittany was amazed by Amanda. She was shocked that she was able to do this.",
                "Brittany was amazed by Amanda. She was surprised that she had never heard of them before.",
                "Brittany was amazed by Amanda. She didn't think she could be more surprised, but she was.",
                "Brittany was amazed by Amanda. She thought she was going to die.",
                "Brittany was amazed by Amanda. She couldn't believe her eyes.",
                "Brittany was amazed by Amanda. She said, \"She's not a bad girl, and she's got the biggest tits I've ever seen.",
                "Brittany was amazed by Amanda. She'd been looking forward to meeting the little girl.",
                "Brittany was amazed by Amanda. She thought it was a joke.",
                "Brittany was amazed by Amanda. She had a habit of talking to herself.",
                "Brittany was amazed by Amanda. She had no idea that her first time was the same as the last.",
                "Brittany was amazed by Amanda. She was still shaking.",
                "Brittany was amazed by Amanda. She was even more amazed by the new little girl, the one with the baby blue eyes.",
                "Brittany was amazed by Amanda. She had been so happy and relieved that she had just met a gorgeous, talented young woman.",
                "Brittany was amazed by Amanda. She had been an instant hit, but her fans weren't buying.",
                "Brittany was amazed by Amanda. She was amazed by her reaction.",
                "Brittany was amazed by Amanda. She had not expected her to be so excited about anything.",
                "Brittany was amazed by Amanda. She was so impressed with her that she was now convinced that she was the only person who could help her get a hold of the woman who had brought her here.",
                "Brittany was amazed by Amanda. She had been anointed by God, and she was pleased with her new life.",
                "Brittany was amazed by Amanda. She was surprised that he didn't seem too angry.",
                "Brittany was amazed by Amanda. She felt as if she were back in her own bedroom, her own bedroom, where she'd never been before.",
                "Brittany was amazed by Amanda. She had been watching her.",
                "Brittany was amazed by Amanda. She thought it was the best day of her life.",
                "Brittany was amazed by Amanda. She didn't want to think about what she'd done to make her feel so bad.",
                "Brittany was amazed by Amanda. She had never met anyone so beautiful, and yet so pure.",
                "Brittany was amazed by Amanda. She had no idea that she was so close to the end of her life.",
                "Brittany was amazed by Amanda. She thought she was the only one who knew.",
                "Brittany was amazed by Amanda. She knew her from her years of school and high school, but she hadn't known her at all before that night.",
                "Brittany was amazed by Amanda. She could not believe that a woman could be so beautiful and so intelligent.",
                "Brittany was amazed by Amanda. She thought she was the most beautiful woman she had ever seen.",
                "Brittany was amazed by Amanda. She could see her face and she could see her body.",
                "Brittany was amazed by Amanda. She could tell that Amanda had never felt so excited.",
                "Brittany was amazed by Amanda. She could not believe her eyes.",
                "Brittany was amazed by Amanda. She had no idea how to act around her new boss.",
                "Brittany was amazed by Amanda. She felt a sense of elation.",
                "Brittany was amazed by Amanda. She said, \"I'm so glad that you are here.",
                "Brittany was amazed by Amanda. She'd been able to keep her mind off the pain for a few minutes, but when she looked at her husband she could see the truth of what she'd been through.",
                "Brittany was amazed by Amanda. She was surprised to see that her husband was so happy to see her.",
                "Brittany was amazed by Amanda. She was the first one to notice that she was in the back of the car.",
                "Brittany was amazed by Amanda. She had never met a woman like her before.",
                "Brittany was amazed by Amanda. She could have easily turned around and left them there.",
                "Brittany was amazed by Amanda. She'd been in love with Amanda for a long time.",
                "Brittany was amazed by Amanda. She said, \"You're so beautiful.",
                "Brittany was amazed by Amanda. She felt a great rush of energy as she watched the two of them kiss.",
                "Brittany was amazed by Amanda. She was about to tell him about the way she'd felt when she'd met him.",
                "Brittany was amazed by Amanda. She'd heard of the dead woman, and the news had come up in the last few minutes.",
                "Brittany was amazed by Amanda. She was so excited to meet her.",
                "Brittany was amazed by Amanda. She had never seen a woman so stunning.",
                "Brittany was amazed by Amanda. She knew that she had never seen anyone in such a good mood.",
                "Brittany was amazed by Amanda. She had never met a woman so beautiful.",
                "Brittany was amazed by Amanda. She thought she was having a meltdown, but it wasn't the case.",
                "Brittany was amazed by Amanda. She didn't know what to say, and so she said, \"Thank you.",
                "Brittany was amazed by Amanda. She said, \"I don't know what you're talking about.",
                "Brittany was amazed by Amanda. She couldn't believe that she was so close to her.",
                "Brittany was amazed by Amanda. She had never seen her before.",
                "Brittany was amazed by Amanda. She was so pleased that she had not seen a mother or daughter in years.",
                "Brittany was amazed by Amanda. She couldn't help it.",
                "Brittany was amazed by Amanda. She could not believe her eyes.",
                "Brittany was amazed by Amanda. She was as much a part of her as she was of the others.",
                "Brittany was amazed by Amanda. She was as proud as a schoolgirl.",
                "Brittany was amazed by Amanda. She'd been looking at the young woman, but the girl was so much taller than she.",
                "Brittany was amazed by Amanda. She was surprised to find that she was the only one who could have the answers she was looking for.",
                "Brittany was amazed by Amanda. She thought she was in love with him.",
                "Brittany was amazed by Amanda. She was pleased that she was going to be able to talk to her about it.",
                "Brittany was amazed by Amanda. She felt a twinge of jealousy at the thought of the pain she'd caused.",
                "Brittany was amazed by Amanda. She was sure that this was a new thing, that Amanda had not heard of it.",
                "Brittany was amazed by Amanda. She'd never seen her before.",
                "Brittany was amazed by Amanda. She'd never met a girl like her before.",
                "Brittany was amazed by Amanda. She had never seen anyone look so beautiful.",
                "Brittany was amazed by Amanda. She was stunned by her lack of concern.",
                "Brittany was amazed by Amanda. She had never seen her look so happy.",
                "Brittany was amazed by Amanda. She couldn't believe that a mere mortal could have been so kind to her.",
                "Brittany was amazed by Amanda. She had never seen her as anything other than the perfect woman.",
                "Brittany was amazed by Amanda. She could not believe her eyes.",
                "Brittany was amazed by Amanda. She knew that she had been the one to take Amanda to the shelter.",
                "Brittany was amazed by Amanda. She was the first to see the effects of the chemical, and the second to see how the effects of the chemical were magnified by the presence of the metal.",
                "Brittany was amazed by Amanda. She'd never seen her before, and she'd never met her before.",
                "Brittany was amazed by Amanda. She could not have been more surprised.",
                "Brittany was amazed by Amanda. She could see it in her face, her hands on her hips, her eyes narrowed, her lips parted.",
                "Brittany was amazed by Amanda. She was sure she'd seen her.",
                "Brittany was amazed by Amanda. She was so relieved to hear that her son was safe and well.",
                "Brittany was amazed by Amanda. She couldn't believe her eyes.",
                "Brittany was amazed by Amanda. She had always been the kind of person who would just let people know how much she appreciated them.",
                "Brittany was amazed by Amanda. She had been working on the beach for hours, and had come back to the apartment to take a shower.",
                "Brittany was amazed by Amanda. She had never seen her before.",
                "Brittany was amazed by Amanda. She thought that her husband was a wonderful man.",
                "Brittany was amazed by Amanda. She had a new sense of herself, and a sense of being important.",
                "Brittany was amazed by Amanda. She had never seen her like this before.",
                "Brittany was amazed by Amanda. She couldn't believe her ears.",
                "Brittany was amazed by Amanda. She felt like she was the only person who had ever seen the two of them together.",
                "Brittany was amazed by Amanda. She was already over five feet tall, and the size of a linebacker.",
                "Brittany was amazed by Amanda. She had never seen a girl so beautiful.",
                "Brittany was amazed by Amanda. She was sure she'd never seen a more beautiful woman.",
                "Brittany was amazed by Amanda. She knew that her best friend was one of the most important people in her life.",
                "Brittany was amazed by Amanda. She couldn't believe that Amanda had taken the time to write a book, a book that was so intimate and personal.",
                "Brittany was amazed by Amanda. She had a sudden thought: what if she'd never been in love? She had always been attracted to women, but she had never felt like a woman.",
                "Brittany was amazed by Amanda. She was a tiny, pale woman with a face that was like a cross between a clown's and a carnival queen.",
                "Brittany was amazed by Amanda. She thought she had never seen a woman so beautiful.",
                "Brittany was amazed by Amanda. She didn't know how she'd gotten to be so excited.",
                "Brittany was amazed by Amanda. She could have asked her what was wrong."
            ],
            "counts": {
                "Amanda": 5,
                "Brittany": 0
            }
        }
    }
}