{
    "metadata": {
        "model": "EleutherAI/pythia-1b",
        "revision": "main",
        "num_parameters": 1011781632,
        "timestamp": "2023-10-18 22:51:12.332719",
        "samples": 100,
        "top_k": 0,
        "top_p": 0.5
    },
    "data": {
        "John seized the comic from Bill. He": {
            "details": {
                "pronoun": [
                    33,
                    35
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        27,
                        31
                    ]
                ]
            },
            "sentences": [
                "John seized the comic from Bill. He handed it to Joe.",
                "John seized the comic from Bill. He turned to his partner.",
                "John seized the comic from Bill. He was\n\nslightly surprised when he found it was the one that had been stolen from him\n\nin the hospital.",
                "John seized the comic from Bill. He sat on it and read the story.",
                "John seized the comic from Bill. He then held it out to the two men, but Bill said that he didn't have the comic.",
                "John seized the comic from Bill. He handed it to the attendant.",
                "John seized the comic from Bill. He didn't know what to do with it.",
                "John seized the comic from Bill. He gave it to his son, and they went back to the house.",
                "John seized the comic from Bill. He said, \"Now, Bill, you know you can't take that from me.",
                "John seized the comic from Bill. He looked at it.",
                "John seized the comic from Bill. He pulled it out and looked at it.",
                "John seized the comic from Bill. He looked at it, and it was all right.",
                "John seized the comic from Bill. He pulled it out and turned it over.",
                "John seized the comic from Bill. He had seen the cover and recognized the name of the artist.",
                "John seized the comic from Bill. He ripped it out of the magazine and handed it to me.",
                "John seized the comic from Bill. He opened it and was surprised to see a comic book that looked like a very old-fashioned newspaper comic.",
                "John seized the comic from Bill. He read it.",
                "John seized the comic from Bill. He handed it to him.",
                "John seized the comic from Bill. He then ripped it from Bill's hands.",
                "John seized the comic from Bill. He had no idea what it was.",
                "John seized the comic from Bill. He turned to me.",
                "John seized the comic from Bill. He began to read it.",
                "John seized the comic from Bill. He handed it to me and said, \"I'll read it to you, and you'll be able to tell me what it says.",
                "John seized the comic from Bill. He said, \"I'm not going to tell you again.",
                "John seized the comic from Bill. He took it to the living room, and Bill came over and put it down on the coffee table.",
                "John seized the comic from Bill. He put it on his knee and told him to keep it.",
                "John seized the comic from Bill. He read it aloud, the words as clear as if he'd been in the room with them.",
                "John seized the comic from Bill. He pulled it out of his pocket and handed it to me.",
                "John seized the comic from Bill. He put it in his pocket.",
                "John seized the comic from Bill. He then picked up the book and began to read.",
                "John seized the comic from Bill. He pulled it from the top of his shirt and flipped it over to show the page.",
                "John seized the comic from Bill. He read it and nodded.",
                "John seized the comic from Bill. He opened it, and it was a book of\nexplanations of the universe.",
                "John seized the comic from Bill. He looked at it.",
                "John seized the comic from Bill. He was surprised that he'd managed to hide it from Bill, and was pleased that he'd managed to hide it from Bill.",
                "John seized the comic from Bill. He turned it over and looked at the back of it.",
                "John seized the comic from Bill. He held it up to the light and smiled.",
                "John seized the comic from Bill. He pointed at it.",
                "John seized the comic from Bill. He put it on his desk.",
                "John seized the comic from Bill. He opened it, and it was covered with scribbled, illegible writing.",
                "John seized the comic from Bill. He turned it over to Bill, who had been standing beside him, and then he held it up to the light.",
                "John seized the comic from Bill. He had seen it only once before, and that was when he had found it in a storeroom in the local paper.",
                "John seized the comic from Bill. He read it, smiling.",
                "John seized the comic from Bill. He was surprised to find that it was not a book, but a record of a meeting he had attended a few months earlier.",
                "John seized the comic from Bill. He looked at it and smiled.",
                "John seized the comic from Bill. He was wearing his wedding ring, and he didn't have a tie.",
                "John seized the comic from Bill. He told me to leave it alone.",
                "John seized the comic from Bill. He gave it to me and said, \"Look, it's all yours.",
                "John seized the comic from Bill. He read it over and over again, until he was sure it was right.",
                "John seized the comic from Bill. He didn't know it, but Bill was a psychic, and had a knack for it.",
                "John seized the comic from Bill. He turned to the photographer and said, \"That's my wife.",
                "John seized the comic from Bill. He said, \"I'm gonna do a comic book with this.",
                "John seized the comic from Bill. He'd never seen a comic before, and he didn't know what to make of it.",
                "John seized the comic from Bill. He looked at it, then put it back in the drawer.",
                "John seized the comic from Bill. He read it.",
                "John seized the comic from Bill. He tore it into strips and placed it in a little box.",
                "John seized the comic from Bill. He turned it over and said, \"This is a magic trick.",
                "John seized the comic from Bill. He was amazed to find it so familiar, so old, so familiar.",
                "John seized the comic from Bill. He turned it over and over in his hands.",
                "John seized the comic from Bill. He held it in his hand, a small smile on his face.",
                "John seized the comic from Bill. He put it in his pocket and went to the door.",
                "John seized the comic from Bill. He was surprised to see that it was actually a different book.",
                "John seized the comic from Bill. He sat on the edge of the bed, watching as the old man unbuttoned his shirt and began to unbutton his trousers.",
                "John seized the comic from Bill. He had been doing this for years.",
                "John seized the comic from Bill. He knew he'd be lucky to get away with a\nforgery in his own house.",
                "John seized the comic from Bill. He was in the back of the store, watching the girls and talking to them.",
                "John seized the comic from Bill. He told him that he was sorry, but he had to go.",
                "John seized the comic from Bill. He then took the money and disappeared.",
                "John seized the comic from Bill. He gave it to his wife.",
                "John seized the comic from Bill. He handed it to the cop.",
                "John seized the comic from Bill. He'd taken it from the case.",
                "John seized the comic from Bill. He read it and he grinned.",
                "John seized the comic from Bill. He read it to us, and I saw the picture of a man in a costume that was vaguely familiar to me.",
                "John seized the comic from Bill. He held it out to her.",
                "John seized the comic from Bill. He pulled the book from the stack and handed it to her.",
                "John seized the comic from Bill. He didn't know what to do with it.",
                "John seized the comic from Bill. He was in a rush, so he didn't notice that Bill had picked up the comic.",
                "John seized the comic from Bill. He opened it, and the pages of his own work were spread out on the table.",
                "John seized the comic from Bill. He turned it over and looked at the pages.",
                "John seized the comic from Bill. He read it over, and then he turned to me.",
                "John seized the comic from Bill. He'd seen the thing and he knew it was bad.",
                "John seized the comic from Bill. He handed it to Dino, who was leaning against the car door.",
                "John seized the comic from Bill. He read it, nodded, and went back to his own desk.",
                "John seized the comic from Bill. He put it on the table.",
                "John seized the comic from Bill. He began to read it, a little confused.",
                "John seized the comic from Bill. He opened it and read the first page, and then looked at the cover.",
                "John seized the comic from Bill. He had been reading it for a while.",
                "John seized the comic from Bill. He sat on it, and began to read it.",
                "John seized the comic from Bill. He said, \"I've got to go to the bathroom.",
                "John seized the comic from Bill. He had a paperback edition of _Wonder Woman_ and a new hardcover of _The New Adventures of Robin Hood_, but he was also reading the best-selling _Wonder Woman_ novels by.",
                "John seized the comic from Bill. He looked at it, and then at the back of the comic.",
                "John seized the comic from Bill. He opened it and saw that it was a picture of a naked man, his head and shoulders outlined in black, his body bare.",
                "John seized the comic from Bill. He turned it over to his mother, who looked at it for a moment, then put it in his pocket.",
                "John seized the comic from Bill. He then went to the back of the truck, pulled out a box of\n\n10\n\ncandy, and handed it to the driver.",
                "John seized the comic from Bill. He put it on the floor, next to the door.",
                "John seized the comic from Bill. He read it over and over again, the words coming back to him like a memory.",
                "John seized the comic from Bill. He said, \"I don't want you to get hurt.",
                "John seized the comic from Bill. He said, \"It's for you, Bill.",
                "John seized the comic from Bill. He pulled it out and looked at it.",
                "John seized the comic from Bill. He began to read the story, and\nhis eyes grew wide."
            ],
            "counts": {
                "John": 0,
                "Bill": 10
            }
        },
        "John passed the comic to Bill. He": {
            "details": {
                "pronoun": [
                    31,
                    33
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        25,
                        29
                    ]
                ]
            },
            "sentences": [
                "John passed the comic to Bill. He sat down at the table and began to read the comics aloud.",
                "John passed the comic to Bill. He read it over, then looked up at the ceiling and began to giggle.",
                "John passed the comic to Bill. He then took it back to the bedroom, and told me to leave.",
                "John passed the comic to Bill. He'd never seen the comic before, but he'd read the reviews.",
                "John passed the comic to Bill. He had been waiting for him.",
                "John passed the comic to Bill. He had a look at it, and then turned it over to Bill.",
                "John passed the comic to Bill. He had seen the\nincident and had been appalled.",
                "John passed the comic to Bill. He was laughing.",
                "John passed the comic to Bill. He told him to get some more.",
                "John passed the comic to Bill. He read it, then shook his head.",
                "John passed the comic to Bill. He laughed.",
                "John passed the comic to Bill. He was in a hurry.",
                "John passed the comic to Bill. He'd read it before, but had never quite gotten it.",
                "John passed the comic to Bill. He looked at the picture, then turned to Bill.",
                "John passed the comic to Bill. He took it and looked at it.",
                "John passed the comic to Bill. He glanced at it.",
                "John passed the comic to Bill. He was happy to hear that he had\n\nThe problem with the comic was that it was hard to make out what was going on.",
                "John passed the comic to Bill. He smiled and nodded.",
                "John passed the comic to Bill. He had been watching it for a while, but hadn't yet picked it up.",
                "John passed the comic to Bill. He didn't like the cover.",
                "John passed the comic to Bill. He was a big man, well over six feet, with dark, thick, curly hair.",
                "John passed the comic to Bill. He held it up and said, \"That's the one I want to see.",
                "John passed the comic to Bill. He'd done a great job on it.",
                "John passed the comic to Bill. He was about to read it aloud when he heard the voice.",
                "John passed the comic to Bill. He read it over and nodded.",
                "John passed the comic to Bill. He read it, and he said, \"Bill, I've got a joke for you.",
                "John passed the comic to Bill. He was a little puzzled, because Bill had never read a comic before.",
                "John passed the comic to Bill. He was a man of few words, but Bill knew what he was about.",
                "John passed the comic to Bill. He was in the room when the comic was passed to him.",
                "John passed the comic to Bill. He asked, \"How's the comic coming along?\"\n\nBill shook his head.",
                "John passed the comic to Bill. He looked at the paper, then handed it to his friend.",
                "John passed the comic to Bill. He nodded.",
                "John passed the comic to Bill. He gave it to Bill.",
                "John passed the comic to Bill. He had never seen the comic before, but Bill had a quick memory.",
                "John passed the comic to Bill. He read it.",
                "John passed the comic to Bill. He didn't know what to say.",
                "John passed the comic to Bill. He had been told that Bill was the one who would\nbe in charge of the operation.",
                "John passed the comic to Bill. He put the comic in the cart and drove off.",
                "John passed the comic to Bill. He sat down at the table, took out his wallet, and pulled out a ten-dollar bill.",
                "John passed the comic to Bill. He didn't know if he was supposed to tell Bill or not.",
                "John passed the comic to Bill. He glanced at it, and then handed it to me.",
                "John passed the comic to Bill. He asked, \"What do you think?\"\n\nBill said, \"I think it's very good.",
                "John passed the comic to Bill. He was delighted.",
                "John passed the comic to Bill. He gave it to his son, and told him to read it.",
                "John passed the comic to Bill. He was just going to take it.",
                "John passed the comic to Bill. He read it.",
                "John passed the comic to Bill. He said, \"This is a good one.",
                "John passed the comic to Bill. He looked at it.",
                "John passed the comic to Bill. He had read the first page of the story, but had not been able to understand the rest.",
                "John passed the comic to Bill. He was amused.",
                "John passed the comic to Bill. He took it and went back to his car.",
                "John passed the comic to Bill. He was very excited.",
                "John passed the comic to Bill. He had no idea what to do with it.",
                "John passed the comic to Bill. He'd been watching the movie on the TV and had just started to read the comics.",
                "John passed the comic to Bill. He read it.",
                "John passed the comic to Bill. He nodded.",
                "John passed the comic to Bill. He nodded.",
                "John passed the comic to Bill. He nodded.",
                "John passed the comic to Bill. He grinned and shook his head.",
                "John passed the comic to Bill. He had never heard of the _Hans Christian Andersen_ stories, but he loved them, and he had read them all the time.",
                "John passed the comic to Bill. He turned it over to Bill, who read it and grinned.",
                "John passed the comic to Bill. He then went into the bedroom, closed the door, and pulled out the comic.",
                "John passed the comic to Bill. He read it, and then, without looking up, said, \"Well, I think that's a fine idea.",
                "John passed the comic to Bill. He then asked Bill to come with him to the cabin.",
                "John passed the comic to Bill. He put it on his desk and handed it to him.",
                "John passed the comic to Bill. He was disappointed, but said he'd try again.",
                "John passed the comic to Bill. He said, \"This is really good.",
                "John passed the comic to Bill. He was standing behind him, holding the book, but didn't look at him.",
                "John passed the comic to Bill. He was so happy to see him that he burst into tears.",
                "John passed the comic to Bill. He smiled and said, \"This is the real thing.",
                "John passed the comic to Bill. He nodded and smiled.",
                "John passed the comic to Bill. He read it over and said, \"This is very funny.",
                "John passed the comic to Bill. He handed it to me.",
                "John passed the comic to Bill. He was in the bathroom, having taken a shower.",
                "John passed the comic to Bill. He looked at the page, then at Bill.",
                "John passed the comic to Bill. He glanced at the cover, then shook his head.",
                "John passed the comic to Bill. He looked at it and shook his head.",
                "John passed the comic to Bill. He held it up and said, \"Here's what you'll see.",
                "John passed the comic to Bill. He was about to put it in his briefcase when the phone rang.",
                "John passed the comic to Bill. He'd had a couple of hits with it, but it was his favorite.",
                "John passed the comic to Bill. He looked at the comic.",
                "John passed the comic to Bill. He'd like to see the results.",
                "John passed the comic to Bill. He turned to face the rest of the team.",
                "John passed the comic to Bill. He took it, read it, and said, \"What do you think?\"\n\n\"It's great,\" Bill said.",
                "John passed the comic to Bill. He looked at it and shook his head.",
                "John passed the comic to Bill. He had to go to the bathroom.",
                "John passed the comic to Bill. He then took the comic to the street.",
                "John passed the comic to Bill. He knew what was going on, and he was also a bit more worried than I was.",
                "John passed the comic to Bill. He was going to see if the man was up to his old tricks.",
                "John passed the comic to Bill. He handed it to him and asked, \"Are you going to read it?\"\n\nBill shook his head.",
                "John passed the comic to Bill. He took a look at it and smiled.",
                "John passed the comic to Bill. He sat down and began to read it.",
                "John passed the comic to Bill. He then read it to her.",
                "John passed the comic to Bill. He said he was a big fan of the show and thought it was good, but he had never seen it on TV.",
                "John passed the comic to Bill. He didn't seem to care.",
                "John passed the comic to Bill. He read it, then sat back and smiled.",
                "John passed the comic to Bill. He looked at it and smiled.",
                "John passed the comic to Bill. He had to take a look at it, but he said, \"This is great.",
                "John passed the comic to Bill. He turned to him and said, \"I know what you're thinking, but I want you to know I love you.",
                "John passed the comic to Bill. He had a little more trouble with the bow tie, but he managed to get it on."
            ],
            "counts": {
                "John": 0,
                "Bill": 16
            }
        },
        "Joseph hit Patrick. He": {
            "details": {
                "pronoun": [
                    20,
                    22
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        11,
                        18
                    ]
                ]
            },
            "sentences": [
                "Joseph hit Patrick. He hit him in the head with a baseball bat.",
                "Joseph hit Patrick. He was furious, and he began to\nargue with him.",
                "Joseph hit Patrick. He hit him hard.",
                "Joseph hit Patrick. He was trying to get the little guy out of the bed, and Patrick, who had been standing up and watching, had fallen back onto the bed.",
                "Joseph hit Patrick. He was in the middle of the street, running.",
                "Joseph hit Patrick. He was a good, decent guy, but not the right kind of guy.",
                "Joseph hit Patrick. He said he was \"very upset\" by the incident.",
                "Joseph hit Patrick. He hit him with a shovel.",
                "Joseph hit Patrick. He was getting the best of him, and Patrick started to back away.",
                "Joseph hit Patrick. He was so surprised that he had to give him a hug.",
                "Joseph hit Patrick. He took his hand off the wheel and said, \"It's okay.",
                "Joseph hit Patrick. He hit him on the head with a metal bat.",
                "Joseph hit Patrick. He wanted to get rid of him, but Patrick was so proud of his new friend.",
                "Joseph hit Patrick. He wanted to kill him.",
                "Joseph hit Patrick. He hit him so hard, it knocked him out.",
                "Joseph hit Patrick. He was in the way of the game, and I was trying to score.",
                "Joseph hit Patrick. He didn't like that Patrick had a \"problem.",
                "Joseph hit Patrick. He said, 'What do you think you're doing?'\n\n'I don't know,' Patrick said.",
                "Joseph hit Patrick. He was really good at being a kid.",
                "Joseph hit Patrick. He was crying.",
                "Joseph hit Patrick. He punched Patrick in the face, and Patrick's wife came to the hospital and said, \"I'm so sorry, I don't know what happened.",
                "Joseph hit Patrick. He was the first of three victims.",
                "Joseph hit Patrick. He told him to come to the office, and Patrick went.",
                "Joseph hit Patrick. He was laughing.",
                "Joseph hit Patrick. He said he didn't know what to do, and he didn't want to get involved in this.",
                "Joseph hit Patrick. He said, 'I can't go on.",
                "Joseph hit Patrick. He'd come in and tell him, \"I've got to get out of here.",
                "Joseph hit Patrick. He was so angry that he had to hit him.",
                "Joseph hit Patrick. He was like, \"You're so big, I'm gonna do you right now.",
                "Joseph hit Patrick. He then said, “I’m going to go get a taxi.",
                "Joseph hit Patrick. He was already hit.",
                "Joseph hit Patrick. He punched him and Patrick fell to the ground.",
                "Joseph hit Patrick. He punched Patrick so hard that Patrick's teeth were broken.",
                "Joseph hit Patrick. He was a very strong and physical guy.",
                "Joseph hit Patrick. He didn't hit him hard, but he knocked him down.",
                "Joseph hit Patrick. He was out of the room for a few seconds, and then he came back and said, 'I'm going to be a doctor.",
                "Joseph hit Patrick. He was about to punch him.",
                "Joseph hit Patrick. He hit Patrick.",
                "Joseph hit Patrick. He hit him so hard that he lost consciousness.",
                "Joseph hit Patrick. He was a tall, strong, and athletic boy, but he was very skinny, and he was only six feet tall.",
                "Joseph hit Patrick. He had hit her on the shoulder, and Patrick was yelling at him to stop.",
                "Joseph hit Patrick. He slapped him hard across the face.",
                "Joseph hit Patrick. He is one of the most important characters in the series.",
                "Joseph hit Patrick. He had an old friend in the _Daily Express_ who was an editor.",
                "Joseph hit Patrick. He was yelling at him, telling him to get out of the way.",
                "Joseph hit Patrick. He was a little bit of a wild man, and I think he was going to go into the army, and I think he was going to be a pilot, but he got out of it, and he went into a hospital.",
                "Joseph hit Patrick. He threw him to the ground.",
                "Joseph hit Patrick. He said, \"I've been shot at, I've been shot at, I've been shot at.",
                "Joseph hit Patrick. He said, \"I'm going to get you out of here, you son of a bitch.",
                "Joseph hit Patrick. He hit him in the face, he hit him in the head, he hit him in the chest.",
                "Joseph hit Patrick. He said, \"I'm going to go in there and try to beat her up.",
                "Joseph hit Patrick. He then proceeded to beat the boy.",
                "Joseph hit Patrick. He slapped her.",
                "Joseph hit Patrick. He pushed him back and shoved him against the wall.",
                "Joseph hit Patrick. He slapped him hard on the side of the head.",
                "Joseph hit Patrick. He was not even a boy anymore.",
                "Joseph hit Patrick. He was right, she had told me.",
                "Joseph hit Patrick. He hit him with a meat cleaver, then with a chair.",
                "Joseph hit Patrick. He said he thought Patrick was a little old for his age.",
                "Joseph hit Patrick. He took his hand away from her.",
                "Joseph hit Patrick. He is very hard to beat.",
                "Joseph hit Patrick. He took him to the hospital, where he was put in a coma.",
                "Joseph hit Patrick. He was only a year older than Patrick.",
                "Joseph hit Patrick. He said, 'Patrick, I don't know what you're talking about.",
                "Joseph hit Patrick. He said, 'Why did you have to hit me?' Patrick said, 'Because I know you're the one who's been hitting me.",
                "Joseph hit Patrick. He hit him in the face, he hit him in the head, he hit him in the stomach, he hit him in the back, he hit him in the leg, he hit him in the head, he hit him in.",
                "Joseph hit Patrick. He said he was surprised at how well he was doing, but he had no problem going to the hospital.",
                "Joseph hit Patrick. He was very angry with Patrick, and he was very angry with the other boys.",
                "Joseph hit Patrick. He was sobbing and was holding him tightly.",
                "Joseph hit Patrick. He said, \"What's the matter with you?\"\n\n\"I'm going to marry your daughter,\" Patrick said.",
                "Joseph hit Patrick. He grabbed Patrick by the neck and pulled him into the bathroom.",
                "Joseph hit Patrick. He was very strong and tall, but Patrick was a lot stronger than him.",
                "Joseph hit Patrick. He told him to go to his room and that he was going to get some of his things.",
                "Joseph hit Patrick. He asked her to move away from him.",
                "Joseph hit Patrick. He punched him in the face.",
                "Joseph hit Patrick. He had to know how to handle it.",
                "Joseph hit Patrick. He was holding a gun and Patrick had a knife.",
                "Joseph hit Patrick. He had never seen the boy in such a state.",
                "Joseph hit Patrick. He said, 'Patrick, I want you to be the first one to give me the ring.",
                "Joseph hit Patrick. He said he did not want to fight him.",
                "Joseph hit Patrick. He was too close to be of any use.",
                "Joseph hit Patrick. He had to hit him.",
                "Joseph hit Patrick. He hit him hard, and Patrick didn't fight back.",
                "Joseph hit Patrick. He told him that he had been on the phone with\n\nKyle and was “angry.",
                "Joseph hit Patrick. He was not the first to call her a name.",
                "Joseph hit Patrick. He was very angry.",
                "Joseph hit Patrick. He didn't know why he was doing it.",
                "Joseph hit Patrick. He wanted to know what he had done to deserve this.",
                "Joseph hit Patrick. He was going to kill him, but Patrick didn't want to kill him.",
                "Joseph hit Patrick. He was not very smart, but he was a good driver, and he was not going to have any trouble with Patrick.",
                "Joseph hit Patrick. He did not know why he was hit.",
                "Joseph hit Patrick. He said, \"Patrick, you know that we're gonna be married in a month.",
                "Joseph hit Patrick. He hit him in the face.",
                "Joseph hit Patrick. He hit him with the baseball.",
                "Joseph hit Patrick. He said, \"You don't have to be afraid of me.",
                "Joseph hit Patrick. He was a hard-working man who took his job seriously.",
                "Joseph hit Patrick. He was angered that Patrick had said that he would never do anything to hurt anyone, and that he was the best friend of the family.",
                "Joseph hit Patrick. He was so excited that he threw his jacket down on the floor and shouted, \"I got him! I got him!\"\n\n\"You did?\" Patrick said, looking at him with a wide grin.",
                "Joseph hit Patrick. He was angry, and his face was red.",
                "Joseph hit Patrick. He hit him in the head with a baseball bat, and then they had a fight."
            ],
            "counts": {
                "Joseph": 0,
                "Patrick": 29
            }
        },
        "Patrick was hit by Joseph. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        19,
                        25
                    ],
                    [
                        0,
                        7
                    ]
                ]
            },
            "sentences": [
                "Patrick was hit by Joseph. He died at the hospital.",
                "Patrick was hit by Joseph. He died instantly.",
                "Patrick was hit by Joseph. He had his hand in the pocket of his pants.",
                "Patrick was hit by Joseph. He was still conscious.",
                "Patrick was hit by Joseph. He was unconscious for a few minutes, but he regained consciousness and made his way to the back of the building.",
                "Patrick was hit by Joseph. He died on May 25, 2002.",
                "Patrick was hit by Joseph. He had a broken leg.",
                "Patrick was hit by Joseph. He was thrown out of the car.",
                "Patrick was hit by Joseph. He is on the floor, unconscious.",
                "Patrick was hit by Joseph. He died on November 17, 2016.",
                "Patrick was hit by Joseph. He was standing on the pavement, still breathing.",
                "Patrick was hit by Joseph. He was a lot bigger than me.",
                "Patrick was hit by Joseph. He said he was in the room and that he was able to get away, but he didn't know what happened to him.",
                "Patrick was hit by Joseph. He was taken to the hospital.",
                "Patrick was hit by Joseph. He fell down.",
                "Patrick was hit by Joseph. He was hit by Joseph.",
                "Patrick was hit by Joseph. He said, “I can’t believe you did that to me.",
                "Patrick was hit by Joseph. He had a hole in his head and died on the spot.",
                "Patrick was hit by Joseph. He had a good run.",
                "Patrick was hit by Joseph. He was lying on the ground, bleeding.",
                "Patrick was hit by Joseph. He was also struck by a car.",
                "Patrick was hit by Joseph. He was hit by Jesus.",
                "Patrick was hit by Joseph. He got out of the car and was taken to the hospital.",
                "Patrick was hit by Joseph. He fell down, and his legs were broken.",
                "Patrick was hit by Joseph. He was hit by Joseph.",
                "Patrick was hit by Joseph. He's fine, thank you.",
                "Patrick was hit by Joseph. He lay on the ground, groaning.",
                "Patrick was hit by Joseph. He then threw himself into the water, trying to escape.",
                "Patrick was hit by Joseph. He died in the attack.",
                "Patrick was hit by Joseph. He was knocked to the ground and then knocked to the ground again.",
                "Patrick was hit by Joseph. He did not see the accident, but he did hear the shots.",
                "Patrick was hit by Joseph. He is still in a coma.",
                "Patrick was hit by Joseph. He died in the explosion.",
                "Patrick was hit by Joseph. He is not sure what happened, but Joseph was hit by a car.",
                "Patrick was hit by Joseph. He lay on the floor, and the other men kicked him and hit him with their fists.",
                "Patrick was hit by Joseph. He died instantly.",
                "Patrick was hit by Joseph. He was bleeding from the mouth and had a deep cut on his face.",
                "Patrick was hit by Joseph. He said that Joseph was trying to tell him that he would have to pay for the damage done to his car.",
                "Patrick was hit by Joseph. He was knocked unconscious and had to be carried to the hospital.",
                "Patrick was hit by Joseph. He didn't say a word.",
                "Patrick was hit by Joseph. He died on March 11, 2008.",
                "Patrick was hit by Joseph. He was hit by Joseph.",
                "Patrick was hit by Joseph. He was killed instantly.",
                "Patrick was hit by Joseph. He was on the ground, and he said to me, \"It's not my fault.",
                "Patrick was hit by Joseph. He got out of the car, but Joseph had him in a headlock and pushed him back in the car.",
                "Patrick was hit by Joseph. He was not killed instantly, but his heart was\nwrenched, and he was for a long time dead.",
                "Patrick was hit by Joseph. He had a heart attack and died at the hospital.",
                "Patrick was hit by Joseph. He was a\nbrother of the Countess of Bath, and he was a man of some reputation\namong the French nobility.",
                "Patrick was hit by Joseph. He was knocked to the ground and was able to stand and walk.",
                "Patrick was hit by Joseph. He's been out for a while, but he's been doing great.",
                "Patrick was hit by Joseph. He did not see the crash.",
                "Patrick was hit by Joseph. He was very lucky.",
                "Patrick was hit by Joseph. He said he had to hit Joseph with his own\n\ngun.",
                "Patrick was hit by Joseph. He was left paralyzed from the waist down.",
                "Patrick was hit by Joseph. He was hospitalized for a month.",
                "Patrick was hit by Joseph. He had to be put down.",
                "Patrick was hit by Joseph. He was still holding his chest and moving his legs.",
                "Patrick was hit by Joseph. He died at the hospital.",
                "Patrick was hit by Joseph. He was standing at the end of the hall, holding the front door open for his son.",
                "Patrick was hit by Joseph. He fell and Joseph got him to the ground.",
                "Patrick was hit by Joseph. He was not.",
                "Patrick was hit by Joseph. He was still standing when Joseph's shot hit him in the head.",
                "Patrick was hit by Joseph. He got up, ran around the corner, and was hit again.",
                "Patrick was hit by Joseph. He fell down.",
                "Patrick was hit by Joseph. He died at the scene.",
                "Patrick was hit by Joseph. He was the only person in the house to survive the attack.",
                "Patrick was hit by Joseph. He died on the operating table, and he was pronounced dead at the hospital.",
                "Patrick was hit by Joseph. He was bleeding.",
                "Patrick was hit by Joseph. He was also hit by William, and he died.",
                "Patrick was hit by Joseph. He went to the hospital.",
                "Patrick was hit by Joseph. He died instantly.",
                "Patrick was hit by Joseph. He did not\n\nrecover.",
                "Patrick was hit by Joseph. He is a victim of abuse, not a perpetrator.",
                "Patrick was hit by Joseph. He fell to the ground, where he lay in a pool of blood, covered in dirt and grass.",
                "Patrick was hit by Joseph. He was hit by his own brother.",
                "Patrick was hit by Joseph. He fell to the ground, and his body was found in the street.",
                "Patrick was hit by Joseph. He went to the hospital, but died.",
                "Patrick was hit by Joseph. He said, “Joseph, you know what’s going on.",
                "Patrick was hit by Joseph. He was so scared he had to call the police.",
                "Patrick was hit by Joseph. He did not die instantly, but lay there in a pool of blood for a long time.",
                "Patrick was hit by Joseph. He then turned to a crowd of people who had gathered around him.",
                "Patrick was hit by Joseph. He died instantly.",
                "Patrick was hit by Joseph. He died instantly.",
                "Patrick was hit by Joseph. He went to the hospital, but was not in critical condition.",
                "Patrick was hit by Joseph. He died at the hospital.",
                "Patrick was hit by Joseph. He's been hit by the bus.",
                "Patrick was hit by Joseph. He was hit by Charles.",
                "Patrick was hit by Joseph. He got a concussion and lost consciousness.",
                "Patrick was hit by Joseph. He said he could not speak for himself.",
                "Patrick was hit by Joseph. He then went to the hospital and was pronounced dead at 2:45 a.",
                "Patrick was hit by Joseph. He died of his injuries on October 15, 2005.",
                "Patrick was hit by Joseph. He got up and was knocked to the ground.",
                "Patrick was hit by Joseph. He was unconscious for a short time, but was later revived by the doctors.",
                "Patrick was hit by Joseph. He went to the hospital, and he told me, 'I was hit by a car.",
                "Patrick was hit by Joseph. He said that he thought Joseph was hit by the car, but he didn't know who was in the car.",
                "Patrick was hit by Joseph. He is currently on a mission to kill all of the people in the world who have ever tried to harm him.",
                "Patrick was hit by Joseph. He died in the hospital.",
                "Patrick was hit by Joseph. He was knocked unconscious and was not heard from again.",
                "Patrick was hit by Joseph. He was very lucky to be alive.",
                "Patrick was hit by Joseph. He was hit by the police officer, but was not seriously injured."
            ],
            "counts": {
                "Joseph": 11,
                "Patrick": 0
            }
        },
        "Ken admired Geoff. He": {
            "details": {
                "pronoun": [
                    19,
                    21
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        12,
                        17
                    ]
                ]
            },
            "sentences": [
                "Ken admired Geoff. He had been right to do so.",
                "Ken admired Geoff. He had come to her, and she to him.",
                "Ken admired Geoff. He had the face of a beautiful, gentle man.",
                "Ken admired Geoff. He was a very quiet man, and he was very\nstrong.",
                "Ken admired Geoff. He was a\nshort, thin man with a quick smile and a hard, determined look.",
                "Ken admired Geoff. He was wearing a tie, and the two of them were talking about the same thing.",
                "Ken admired Geoff. He'd always been an attractive man, but the sight of Geoff made him want to put his hands around his throat and squeeze.",
                "Ken admired Geoff. He knew the story of the hero, and the\nweaknesses of the villain.",
                "Ken admired Geoff. He was very kind and helpful.",
                "Ken admired Geoff. He was a good man, a good father, and a good husband.",
                "Ken admired Geoff. He was a good guy, and she knew he was a good guy.",
                "Ken admired Geoff. He was a man of great\nimportance and distinction.",
                "Ken admired Geoff. He had a way of making Geoff's eyes sparkle.",
                "Ken admired Geoff. He was very handsome, and a gentleman.",
                "Ken admired Geoff. He was tall and very dark, with long, wavy hair and a dark complexion.",
                "Ken admired Geoff. He was so beautiful, so kind, so brave.",
                "Ken admired Geoff. He was a man of few words, but when he spoke, it was to praise, to tell me I had done a good job, to tell me I was good at what I did.",
                "Ken admired Geoff. He knew the man.",
                "Ken admired Geoff. He was very, very kind.",
                "Ken admired Geoff. He was a man of few words.",
                "Ken admired Geoff. He was the one who was the one who made the first few steps on the staircase.",
                "Ken admired Geoff. He had a strong and direct way of expressing himself.",
                "Ken admired Geoff. He had a wide smile and was always smiling.",
                "Ken admired Geoff. He'd been at the school, he'd been in the newspaper, he'd been a boy scout.",
                "Ken admired Geoff. He was very kind and I liked him a lot.",
                "Ken admired Geoff. He had an interesting view of the world, but he was always telling me how much he didn't know.",
                "Ken admired Geoff. He knew Geoff's age, and knew that he was about Geoff's age.",
                "Ken admired Geoff. He was handsome and very intelligent, and he was kind to me.",
                "Ken admired Geoff. He had to know.",
                "Ken admired Geoff. He knew that I was a journalist, but he did not know how to talk to me.",
                "Ken admired Geoff. He had a great sense of humour and the kind of energy that kept you going when things got tough.",
                "Ken admired Geoff. He had seen him once or twice in the streets, and the man was a giant, with the dark hair, the wide-open eyes, the broad shoulders.",
                "Ken admired Geoff. He was a bit of a stickler for order.",
                "Ken admired Geoff. He was very good-looking.",
                "Ken admired Geoff. He had a kind of charisma.",
                "Ken admired Geoff. He had a lovely smile.",
                "Ken admired Geoff. He had the same way of talking to people, the same way of asking questions.",
                "Ken admired Geoff. He was always very kind to me, but I didn't know how to ask him for help.",
                "Ken admired Geoff. He was a good teacher.",
                "Ken admired Geoff. He was a little kid.",
                "Ken admired Geoff. He was a very gentle, gentle man.",
                "Ken admired Geoff. He was so small and handsome, with his red hair and blue eyes.",
                "Ken admired Geoff. He had the right stuff, the right attitude, the right attitude to play in the league.",
                "Ken admired Geoff. He was a tall, slender, and handsome man, but he was also very shy.",
                "Ken admired Geoff. He was tall and slim, with a large, generous face, a square jaw, and an almost arrogant expression.",
                "Ken admired Geoff. He was the best at everything he did.",
                "Ken admired Geoff. He had been a good student, a bright student, and a hard worker.",
                "Ken admired Geoff. He had a great smile, and his eyes twinkled as he talked.",
                "Ken admired Geoff. He was a very handsome man.",
                "Ken admired Geoff. He was a large, strong man, with a huge, solid body.",
                "Ken admired Geoff. He was tall, thin, and handsome, with a shock of white hair that was just beginning to turn gray.",
                "Ken admired Geoff. He was a little man with a big heart.",
                "Ken admired Geoff. He had been his partner for so long that he felt he had to do something to keep him happy.",
                "Ken admired Geoff. He was not a particularly nice man, but he was a good friend.",
                "Ken admired Geoff. He knew Geoff's personality and he was able to tell that he had the right personality.",
                "Ken admired Geoff. He was in the middle of a meeting with his team, and they had just come back from a weekend of fishing in the Cascade Mountains.",
                "Ken admired Geoff. He had a huge ego, and he was not afraid to use it.",
                "Ken admired Geoff. He was the best at what he did.",
                "Ken admired Geoff. He had a way of seeing things that I couldn't.",
                "Ken admired Geoff. He had a sense of humor, a certain kind of empathy, and he was a good friend.",
                "Ken admired Geoff. He had been a fine athlete, and Geoff had been an excellent runner.",
                "Ken admired Geoff. He had a manly face, with the kind of square jaw that is almost like a dog's.",
                "Ken admired Geoff. He looked as if he'd just been through a bad experience, but he was so nice that he didn't seem to care.",
                "Ken admired Geoff. He was tall, with a strong jaw and piercing blue eyes.",
                "Ken admired Geoff. He knew that he was an attractive man, with a solid, handsome face, and a tall, lean build.",
                "Ken admired Geoff. He was so much younger than his brother, and his blue eyes were the same colour as his brother's.",
                "Ken admired Geoff. He knew him well.",
                "Ken admired Geoff. He was a big man, with a strong jaw and a square chin.",
                "Ken admired Geoff. He'd been in the middle of the field for the entire game.",
                "Ken admired Geoff. He had been a bit of a friend to me when I was a boy, but he had been nothing but a bother to me.",
                "Ken admired Geoff. He had been on his way to visit a friend, who was also a medical student, when he had been stopped by a police officer who had told him that he had a \"pistol in his pocket.",
                "Ken admired Geoff. He was a tall, slim, dark-haired man, a little short, but with the kind of broad shoulders that could easily accommodate a tall man.",
                "Ken admired Geoff. He was tall and slender, with a long nose and a large head, but he had a lot of soul.",
                "Ken admired Geoff. He looked like a man who was about to take his first sip of wine.",
                "Ken admired Geoff. He had no idea how to play the piano.",
                "Ken admired Geoff. He had a fine voice and could play any instrument he wanted to.",
                "Ken admired Geoff. He was his own man.",
                "Ken admired Geoff. He was a good guy.",
                "Ken admired Geoff. He was about twenty-three years old, with dark hair and eyes, and he was so thin that he looked like a boy.",
                "Ken admired Geoff. He knew what he was doing, and he knew that he was right.",
                "Ken admired Geoff. He was so kind and so patient.",
                "Ken admired Geoff. He looked at him, then back at me.",
                "Ken admired Geoff. He was not just the man of the moment, he was the man of the future.",
                "Ken admired Geoff. He was a smart, serious man, and he was also a smart, funny man.",
                "Ken admired Geoff. He'd seen Geoff in a restaurant once and he had a very strong opinion of him.",
                "Ken admired Geoff. He was the most serious and charming man I had ever met.",
                "Ken admired Geoff. He had the look of a kid who'd been a lot of fun, and Geoff was easy to get along with.",
                "Ken admired Geoff. He was the kind of man who knew that he was an exceptional actor.",
                "Ken admired Geoff. He was always trying to be helpful, but he was a loner.",
                "Ken admired Geoff. He had to be very careful.",
                "Ken admired Geoff. He was wearing a new suit and tie.",
                "Ken admired Geoff. He was a real gentleman, and he made me feel comfortable.",
                "Ken admired Geoff. He was a kind, gentle man.",
                "Ken admired Geoff. He was a bit of a loner.",
                "Ken admired Geoff. He had been a great kid, but he had also been a terrible athlete.",
                "Ken admired Geoff. He was tall and broad shouldered, with a lean, wiry body and a dark, deep-set, serious, intelligent face.",
                "Ken admired Geoff. He was taller than Geoff, and older, and had a fine, sharp, dark, beautiful face.",
                "Ken admired Geoff. He was an intelligent man, with a high level of intelligence, and was very friendly.",
                "Ken admired Geoff. He looked up at her and said, \"I know.",
                "Ken admired Geoff. He was in the best of moods, as he always was."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 9
            }
        },
        "Ken impressed Geoff. He": {
            "details": {
                "pronoun": [
                    21,
                    23
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        14,
                        19
                    ]
                ]
            },
            "sentences": [
                "Ken impressed Geoff. He looked at me and said, \"Well, if it isn't the new sheriff in town.",
                "Ken impressed Geoff. He was in a new and improved mood.",
                "Ken impressed Geoff. He had his father's eyes, his father's quickness, his father's kindness.",
                "Ken impressed Geoff. He had been the best in his class.",
                "Ken impressed Geoff. He was going to go to his own place.",
                "Ken impressed Geoff. He was not going to take the opportunity to show off his superior physical strength.",
                "Ken impressed Geoff. He was the first to tell me about the project.",
                "Ken impressed Geoff. He'd been a little surprised by the way Geoff had looked at him, but he didn't have to worry about it.",
                "Ken impressed Geoff. He looked at the books.",
                "Ken impressed Geoff. He had a way of turning his head to look at you, a quick glance, and then he was gone.",
                "Ken impressed Geoff. He'd been the one to get the ticket.",
                "Ken impressed Geoff. He had a point.",
                "Ken impressed Geoff. He was very excited.",
                "Ken impressed Geoff. He had always wanted to be a pilot.",
                "Ken impressed Geoff. He had been a friend of his father's, and he was\nanxious to learn more about the world of art.",
                "Ken impressed Geoff. He had an air of authority and knowledge, but he was no master of the subject.",
                "Ken impressed Geoff. He was a boy of great promise.",
                "Ken impressed Geoff. He said, 'That's a good thing, isn't it? We'll be able to see the whole show.",
                "Ken impressed Geoff. He was one of the most intelligent and passionate people I've ever met.",
                "Ken impressed Geoff. He was also impressed by the skill of the Chinese doctor, who had removed the stitches from his leg.",
                "Ken impressed Geoff. He was a good driver and a good listener.",
                "Ken impressed Geoff. He had a great sense of humor.",
                "Ken impressed Geoff. He was already the top dog in the UK, and the biggest name in the world.",
                "Ken impressed Geoff. He was excited.",
                "Ken impressed Geoff. He had no idea how many hours of training Geoff had done to make him so sharp and fast.",
                "Ken impressed Geoff. He had an idea, and Geoff agreed.",
                "Ken impressed Geoff. He was a nice guy, and we were just trying to get him to buy us some beer.",
                "Ken impressed Geoff. He said, \"That's a pretty big job, Geoff.",
                "Ken impressed Geoff. He was, of course, impressed.",
                "Ken impressed Geoff. He looked at me.",
                "Ken impressed Geoff. He was a good player, but the idea of him playing for a club like Arsenal appealed to him.",
                "Ken impressed Geoff. He was not one to give up easily.",
                "Ken impressed Geoff. He was impressed with the young man's drive, his passion and his desire to do something with his life.",
                "Ken impressed Geoff. He didn't even know the name of the book.",
                "Ken impressed Geoff. He was an interesting guy, and he was very generous with his time.",
                "Ken impressed Geoff. He was amazed by Geoff's ability to read the situation.",
                "Ken impressed Geoff. He told him that the main reason why he was doing the job was because he had been thinking about it and it was something he would like to do.",
                "Ken impressed Geoff. He said he was going to come and see me at the weekend.",
                "Ken impressed Geoff. He was amazed at the speed of his action.",
                "Ken impressed Geoff. He was a regular visitor to the laboratory, where he was always looking at the various experimental results.",
                "Ken impressed Geoff. He was just as impressed as Geoff.",
                "Ken impressed Geoff. He's an amazing guy.",
                "Ken impressed Geoff. He looked like a very nice young man, but Geoff was too polite to say anything.",
                "Ken impressed Geoff. He was just going to put a link to a website that would give him a better idea of how much he could save.",
                "Ken impressed Geoff. He had never heard of a fencing match between two students from the same school, but he was fascinated by the technique.",
                "Ken impressed Geoff. He looked at him with his big, dark eyes.",
                "Ken impressed Geoff. He said that he was just about to make his move.",
                "Ken impressed Geoff. He was very happy with the work that was done on the new car.",
                "Ken impressed Geoff. He’s one of the best coaches I’ve ever had.",
                "Ken impressed Geoff. He'd been one of the original members of the band, but he'd gone to London to see a film and ended up spending a week in a hotel with a bunch of musicians, none of whom he knew.",
                "Ken impressed Geoff. He had a clear idea of what the outcome would be.",
                "Ken impressed Geoff. He said, 'The guy who invented this has to be a genius.",
                "Ken impressed Geoff. He'd never met a man who was so obviously capable of a purposeful attack.",
                "Ken impressed Geoff. He was interested in the system, but was not a fan of the software.",
                "Ken impressed Geoff. He's not one to give up easily.",
                "Ken impressed Geoff. He was wearing a black t-shirt with the words 'Just Like Heaven' on the front.",
                "Ken impressed Geoff. He’s not afraid to get dirty, and he’s good at it.",
                "Ken impressed Geoff. He looked like he'd been born to be a good cop.",
                "Ken impressed Geoff. He had a little bit of everything.",
                "Ken impressed Geoff. He had an open mind about his old friend.",
                "Ken impressed Geoff. He had no idea what was going on.",
                "Ken impressed Geoff. He's a bit of a star, but not a great one.",
                "Ken impressed Geoff. He was right, the big, bulky, very fast, very strong man.",
                "Ken impressed Geoff. He said, 'I think we should have a proper conference.",
                "Ken impressed Geoff. He had to be impressed.",
                "Ken impressed Geoff. He had a hard time explaining to him how the different colored dots were made.",
                "Ken impressed Geoff. He'd seen him play at UConn, but he hadn't really known him.",
                "Ken impressed Geoff. He’s not just a tech guy.",
                "Ken impressed Geoff. He's the best.",
                "Ken impressed Geoff. He said that he had seen this place before.",
                "Ken impressed Geoff. He said he had to tell her that, and he didn't know what else to do.",
                "Ken impressed Geoff. He'd been impressed by Geoff's driving, but not so much by his _personal_ driving.",
                "Ken impressed Geoff. He had a look at the map.",
                "Ken impressed Geoff. He was\na young man, and a promising one.",
                "Ken impressed Geoff. He didn't want to go to his own place, but it was too late to go home.",
                "Ken impressed Geoff. He was proud of his son.",
                "Ken impressed Geoff. He said that he had seen a few movies and they were good.",
                "Ken impressed Geoff. He was a great\nlistener and seemed to enjoy the conversation.",
                "Ken impressed Geoff. He had a small, but perfectly formed, pair of bright blue eyes, which gave him a youthful look.",
                "Ken impressed Geoff. He was one of the best of the bunch.",
                "Ken impressed Geoff. He'd never seen him so animated.",
                "Ken impressed Geoff. He was the youngest in the group.",
                "Ken impressed Geoff. He was so fascinated by this that he took the next step and suggested that he should be the team's coach.",
                "Ken impressed Geoff. He knew how to take the\ncar out and put it in gear, but he didn't know how to start it.",
                "Ken impressed Geoff. He'd been right, and he'd been wrong.",
                "Ken impressed Geoff. He thought that Geoff would know what to do.",
                "Ken impressed Geoff. He didn't like the way the country was going, but he had to try.",
                "Ken impressed Geoff. He was an interesting character.",
                "Ken impressed Geoff. He had the right to expect more from me.",
                "Ken impressed Geoff. He knew Geoff.",
                "Ken impressed Geoff. He was quite serious, and was\nanxious to get out of the place.",
                "Ken impressed Geoff. He was an old man, but he looked\n\nexactly like his son.",
                "Ken impressed Geoff. He was like a cross between a caveman and a man who had been living in a cave for years.",
                "Ken impressed Geoff. He could tell from Geoff's face that he had to be the one to ask the question.",
                "Ken impressed Geoff. He was interested in his work.",
                "Ken impressed Geoff. He was always in a hurry to get his own work done, but this was different.",
                "Ken impressed Geoff. He had seen a lot of work by Geoff and was impressed by the results.",
                "Ken impressed Geoff. He’s a great player, but not one of the best, but a good player.",
                "Ken impressed Geoff. He was about to\ndo the same, but he didn't know what to say.",
                "Ken impressed Geoff. He said, 'You've got to be kidding me."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 12
            }
        },
        "Simon ran towards Richard. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        18,
                        25
                    ]
                ]
            },
            "sentences": [
                "Simon ran towards Richard. He had not seen him for years, and now he was looking for him.",
                "Simon ran towards Richard. He pulled the door shut behind him.",
                "Simon ran towards Richard. He was smiling.",
                "Simon ran towards Richard. He'd heard her scream, and now she was looking at him.",
                "Simon ran towards Richard. He was still holding the camera, which he had put in his pocket.",
                "Simon ran towards Richard. He was holding a long, thin knife, and Richard was holding a heavy iron axe.",
                "Simon ran towards Richard. He took a deep breath and looked at him.",
                "Simon ran towards Richard. He could hear the man's voice in the background.",
                "Simon ran towards Richard. He looked down at the face of the man he'd killed, his eyes glazed with the same hatred that had driven him to do it.",
                "Simon ran towards Richard. He looked up at her, and then at the car.",
                "Simon ran towards Richard. He was a handsome young man with a full head of dark hair, but the black of his hair was now streaked with silver.",
                "Simon ran towards Richard. He'd been sitting in the sun, a long drink in his hand, a glass of water beside him.",
                "Simon ran towards Richard. He stopped at the foot of the stairs, and\n\ntook off his coat and put it on the chair, then turned to the woman.",
                "Simon ran towards Richard. He'd heard that the sound of her breathing had made him want to be close to her.",
                "Simon ran towards Richard. He grabbed his arm.",
                "Simon ran towards Richard. He grabbed him and pulled him to his feet.",
                "Simon ran towards Richard. He was pale and thin, and he had a deep, dark bruise on his right cheek.",
                "Simon ran towards Richard. He'd never been so scared in his life.",
                "Simon ran towards Richard. He was about to touch her, but he stopped himself.",
                "Simon ran towards Richard. He was standing with his back to the wall, his face pale, his hands clenched into fists.",
                "Simon ran towards Richard. He reached out to help him, but the boy pushed him away.",
                "Simon ran towards Richard. He took the boy's hand and pulled him into the house.",
                "Simon ran towards Richard. He took the knife from her and handed it to her.",
                "Simon ran towards Richard. He was too excited to speak.",
                "Simon ran towards Richard. He had to admit, he was pretty sure that Richard was the one who had shot the arrow.",
                "Simon ran towards Richard. He grabbed him and pulled him to his feet.",
                "Simon ran towards Richard. He was carrying a short length of rope, which he\nwas about to throw over the fence.",
                "Simon ran towards Richard. He had a hand on his shoulder.",
                "Simon ran towards Richard. He saw the big man in the red plaid coat and felt his heart sink.",
                "Simon ran towards Richard. He had been so distracted by his wife's return that he hadn't noticed that he was no longer wearing his boots.",
                "Simon ran towards Richard. He was still on his knees, holding his hands out to his side, his face in a fearful grimace.",
                "Simon ran towards Richard. He looked at him, but his eyes were glazed.",
                "Simon ran towards Richard. He was still angry, but Richard knew that it was a bad time to get angry.",
                "Simon ran towards Richard. He didn't have to be told.",
                "Simon ran towards Richard. He looked up and saw a man with a sword, but it was not Richard.",
                "Simon ran towards Richard. He looked up at her.",
                "Simon ran towards Richard. He could see that he was not as young as he had been, and he could see that he was still a little man.",
                "Simon ran towards Richard. He could not believe what he was seeing.",
                "Simon ran towards Richard. He grabbed his arm.",
                "Simon ran towards Richard. He held his hands up, and a look of panic and fear crossed his face.",
                "Simon ran towards Richard. He'd been sitting on the edge of the bed, his face in his hands.",
                "Simon ran towards Richard. He had a sense of his life passing before him, and he wanted to be free of the place.",
                "Simon ran towards Richard. He had not moved.",
                "Simon ran towards Richard. He was not far away.",
                "Simon ran towards Richard. He saw that his brother was about to make a\n\ndeadly mistake.",
                "Simon ran towards Richard. He was very much afraid of him.",
                "Simon ran towards Richard. He was smiling.",
                "Simon ran towards Richard. He didn't know how to respond.",
                "Simon ran towards Richard. He reached him and touched his arm.",
                "Simon ran towards Richard. He held up a bottle of water.",
                "Simon ran towards Richard. He had been\nthere a few moments, and was now standing by the side of the bed.",
                "Simon ran towards Richard. He stopped at the doorway and leaned against it, his face dark with worry.",
                "Simon ran towards Richard. He was still in his tracksuit, but now he was wearing a track suit and he looked at Richard with a kind of wistful smile.",
                "Simon ran towards Richard. He had a strange expression on his face, and he was gripping the steering wheel with both hands.",
                "Simon ran towards Richard. He could see his father's face, and his own, reflected in the mirror on the wall.",
                "Simon ran towards Richard. He was so angry he was shaking.",
                "Simon ran towards Richard. He was about to step into the kitchen when he noticed the first shot.",
                "Simon ran towards Richard. He had been waiting for this moment.",
                "Simon ran towards Richard. He was in a daze.",
                "Simon ran towards Richard. He had a gun in his hand.",
                "Simon ran towards Richard. He had not expected the former to come.",
                "Simon ran towards Richard. He had been trying to calm her down, but it had all been too much for her.",
                "Simon ran towards Richard. He took his arm and led him away.",
                "Simon ran towards Richard. He was panting, and his face was flushed.",
                "Simon ran towards Richard. He was wearing a dark blue shirt, a blue scarf, and a black baseball cap.",
                "Simon ran towards Richard. He grabbed him by the shoulders and shoved him back.",
                "Simon ran towards Richard. He was not happy to see her.",
                "Simon ran towards Richard. He didn't see him.",
                "Simon ran towards Richard. He'd caught him by the arm and was pulling him back.",
                "Simon ran towards Richard. He'd been here before, but he didn't remember the place.",
                "Simon ran towards Richard. He could hear the words, but he couldn't make them out.",
                "Simon ran towards Richard. He looked at the two of them, the two men who had died in the same manner, and he knew that he would not survive this.",
                "Simon ran towards Richard. He grabbed him by the shoulder and dragged him back.",
                "Simon ran towards Richard. He pulled his arm back to slap Richard.",
                "Simon ran towards Richard. He looked up at him.",
                "Simon ran towards Richard. He had been looking for the boy, but now he saw the boy's parents.",
                "Simon ran towards Richard. He was in a state of shock.",
                "Simon ran towards Richard. He was smiling and waving at him.",
                "Simon ran towards Richard. He stopped when he saw the boy, but kept walking.",
                "Simon ran towards Richard. He had a broad smile on his face.",
                "Simon ran towards Richard. He was a little shorter than him, but had the same kind of athletic build.",
                "Simon ran towards Richard. He stopped when he saw him.",
                "Simon ran towards Richard. He was so excited he had forgotten to tell his parents.",
                "Simon ran towards Richard. He was limping badly, and he was wearing a black jacket with a black hood, and his face was covered in a large bruise.",
                "Simon ran towards Richard. He was panting, and his hands were clenched into fists.",
                "Simon ran towards Richard. He was on his feet in an instant, and there was a spark of life in his eyes.",
                "Simon ran towards Richard. He had been expecting this moment.",
                "Simon ran towards Richard. He didn't know what to do.",
                "Simon ran towards Richard. He reached out and grabbed her, his hand stopping her fall as he caught her by the arm.",
                "Simon ran towards Richard. He saw him and turned to run, but his legs gave out and he fell, his arms flailing, onto the hard ground.",
                "Simon ran towards Richard. He looked up at her.",
                "Simon ran towards Richard. He was very tall, with long dark hair and piercing green eyes.",
                "Simon ran towards Richard. He was as shocked as Richard was.",
                "Simon ran towards Richard. He grabbed him by the shoulders and tried to shake him off.",
                "Simon ran towards Richard. He didn't know how long he'd been standing there, but when he saw Richard, he froze.",
                "Simon ran towards Richard. He was dressed in a simple white shirt and a pair of black trousers.",
                "Simon ran towards Richard. He had been running, but it was not running.",
                "Simon ran towards Richard. He pulled him away from the window.",
                "Simon ran towards Richard. He was a man of about twenty-five, with a strong, muscular build.",
                "Simon ran towards Richard. He was\nshort, stocky, and a little bald, with a square, ruddy face, a large\near, and a thick, dark, bushy beard."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 8
            }
        },
        "Simon ran away from Richard. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        20,
                        27
                    ]
                ]
            },
            "sentences": [
                "Simon ran away from Richard. He ran to his parents and tried to explain.",
                "Simon ran away from Richard. He wanted to run away from everything.",
                "Simon ran away from Richard. He didn't want to talk to her, but he had to talk to her.",
                "Simon ran away from Richard. He was now very pale, and his face was covered with a black film.",
                "Simon ran away from Richard. He was crying, his eyes full of tears.",
                "Simon ran away from Richard. He was very upset.",
                "Simon ran away from Richard. He was scared, he was angry, and he was confused.",
                "Simon ran away from Richard. He couldn't go back to the village.",
                "Simon ran away from Richard. He said he didn't want to be a part of it.",
                "Simon ran away from Richard. He couldn't stand it any longer.",
                "Simon ran away from Richard. He had been holding a stone in his hand, which he was now\nexamining closely.",
                "Simon ran away from Richard. He was just a kid.",
                "Simon ran away from Richard. He was crying.",
                "Simon ran away from Richard. He didn't want to talk to her.",
                "Simon ran away from Richard. He was scared.",
                "Simon ran away from Richard. He was the last one to notice her.",
                "Simon ran away from Richard. He was afraid of what he might see.",
                "Simon ran away from Richard. He ran to the house and locked the door.",
                "Simon ran away from Richard. He wanted to be with his family.",
                "Simon ran away from Richard. He ran away from the room.",
                "Simon ran away from Richard. He was now in a hurry to escape.",
                "Simon ran away from Richard. He wanted to be free of the weight of Richard's memories.",
                "Simon ran away from Richard. He had to get away.",
                "Simon ran away from Richard. He did not want to be here.",
                "Simon ran away from Richard. He turned to the window and looked out.",
                "Simon ran away from Richard. He didn't know what to do.",
                "Simon ran away from Richard. He couldn't stand the thought of her being so alone.",
                "Simon ran away from Richard. He was going to be a singer, and he was going to be famous.",
                "Simon ran away from Richard. He took off his glasses and rubbed his eyes.",
                "Simon ran away from Richard. He ran toward the main building, but he was stopped by the first guard.",
                "Simon ran away from Richard. He saw a young woman with her hair in a bun, her eyes as big as saucers, her lips as red as fire.",
                "Simon ran away from Richard. He was about to get out of the car when the man pushed him down.",
                "Simon ran away from Richard. He was trying to say something, but Richard stopped him.",
                "Simon ran away from Richard. He took off his hat and bowed to the King.",
                "Simon ran away from Richard. He was only too happy to leave her alone.",
                "Simon ran away from Richard. He knew he'd never see her again.",
                "Simon ran away from Richard. He had no idea where he was going.",
                "Simon ran away from Richard. He was a small boy, very thin, with dark skin and long black hair.",
                "Simon ran away from Richard. He was so upset that he ran back to the hotel, and when he got there, he called the police.",
                "Simon ran away from Richard. He ran away from the man who'd been the cause of all this.",
                "Simon ran away from Richard. He ran into the woods.",
                "Simon ran away from Richard. He had seen him.",
                "Simon ran away from Richard. He was going to his room to play.",
                "Simon ran away from Richard. He saw the police cars, the police officers and the uniforms.",
                "Simon ran away from Richard. He said he was going to the theater.",
                "Simon ran away from Richard. He'd seen her face before, but he'd never seen her eyes.",
                "Simon ran away from Richard. He ran to the phone, picked it up, and said, \"You have to come back.",
                "Simon ran away from Richard. He was terrified.",
                "Simon ran away from Richard. He was terrified.",
                "Simon ran away from Richard. He was still wearing his leathers and his clothes were muddy and his face was red and his eyes were angry.",
                "Simon ran away from Richard. He was scared.",
                "Simon ran away from Richard. He ran away from Richard.",
                "Simon ran away from Richard. He had to get away from Richard, and that meant he had to find a way to escape.",
                "Simon ran away from Richard. He was a very young boy.",
                "Simon ran away from Richard. He wanted to get away from him.",
                "Simon ran away from Richard. He did not want to see her.",
                "Simon ran away from Richard. He was frightened.",
                "Simon ran away from Richard. He was afraid of the man.",
                "Simon ran away from Richard. He ran away from the house.",
                "Simon ran away from Richard. He was a small, fair-haired boy, with dark eyes and a mop of brown hair.",
                "Simon ran away from Richard. He wanted to stay with his friend, but he didn't want to leave the village.",
                "Simon ran away from Richard. He wanted to get out of there.",
                "Simon ran away from Richard. He knew that he was the only one who could protect him.",
                "Simon ran away from Richard. He ran to the kitchen and slammed the door.",
                "Simon ran away from Richard. He didn't want to talk about it.",
                "Simon ran away from Richard. He had no idea where he was going.",
                "Simon ran away from Richard. He saw that Richard was upset.",
                "Simon ran away from Richard. He was scared.",
                "Simon ran away from Richard. He was in a hurry to get to his destination, but he didn't want to leave his friend behind.",
                "Simon ran away from Richard. He was not afraid of the devil, but he was afraid of the devil.",
                "Simon ran away from Richard. He had a broken leg, and he had a bruised and battered face.",
                "Simon ran away from Richard. He wanted to run away from his own father.",
                "Simon ran away from Richard. He didn't know why, but he was sure that Richard was going to take the news of his wife's death very badly.",
                "Simon ran away from Richard. He was very upset, but he was still smiling.",
                "Simon ran away from Richard. He stood in the open doorway and watched her.",
                "Simon ran away from Richard. He ran away from the sight of the black woman, who had been killed by a shotgun blast.",
                "Simon ran away from Richard. He ran and he ran and he ran and he ran and he ran and he ran and he ran and he ran and he ran and he ran and he ran and he ran and he ran and he ran and he ran.",
                "Simon ran away from Richard. He was\n\ncrying.",
                "Simon ran away from Richard. He said, \"You can't come here.",
                "Simon ran away from Richard. He had heard that the Rider had been wounded.",
                "Simon ran away from Richard. He looked at him.",
                "Simon ran away from Richard. He looked at him with tears in his eyes.",
                "Simon ran away from Richard. He did not know what to do.",
                "Simon ran away from Richard. He took a few steps back, but not fast enough to avoid the sight of his father's gun.",
                "Simon ran away from Richard. He ran away from Richard.",
                "Simon ran away from Richard. He wanted to get away from the pain.",
                "Simon ran away from Richard. He saw the shadow of the woman behind the wheel, the light of the headlights behind her.",
                "Simon ran away from Richard. He ran to his father and embraced him.",
                "Simon ran away from Richard. He had no time to say good-bye to his son.",
                "Simon ran away from Richard. He had seen him in the church, but he had not seen him since.",
                "Simon ran away from Richard. He had to keep going, he couldn't let her know that he'd been involved.",
                "Simon ran away from Richard. He was angry, and he knew it.",
                "Simon ran away from Richard. He couldn't stand the pain in his head.",
                "Simon ran away from Richard. He did not know where he was going, and he did not know what was going to happen.",
                "Simon ran away from Richard. He was terrified.",
                "Simon ran away from Richard. He was going to tell him.",
                "Simon ran away from Richard. He didn't even say good-bye.",
                "Simon ran away from Richard. He had been the one who told him to leave the hotel.",
                "Simon ran away from Richard. He did not know why, but he felt that Richard would not have been so stupid as to kill him.",
                "Simon ran away from Richard. He was very frightened."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 8
            }
        },
        "John passed a comic to Bill. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        23,
                        27
                    ]
                ]
            },
            "sentences": [
                "John passed a comic to Bill. He read it and said, \"What the hell is this?\"\n\nBill said, \"It's a letter from your daughter, which she sent to me.",
                "John passed a comic to Bill. He said, \"It's from my father.",
                "John passed a comic to Bill. He nodded.",
                "John passed a comic to Bill. He told him he was going to get a gun, and Bill said he'd be back in a minute.",
                "John passed a comic to Bill. He handed it to him.",
                "John passed a comic to Bill. He handed it to him.",
                "John passed a comic to Bill. He said, \"Bill, if you can tell me who's this guy who's going to kill me?\" Bill said, \"That's a man who lives in a castle, a castle that has a dragon in.",
                "John passed a comic to Bill. He put it in his pocket and went back to his car.",
                "John passed a comic to Bill. He passed the comic to Bill.",
                "John passed a comic to Bill. He then asked Bill to give him a job.",
                "John passed a comic to Bill. He asked him to make him a little funny.",
                "John passed a comic to Bill. He put it in his pocket.",
                "John passed a comic to Bill. He read it.",
                "John passed a comic to Bill. He didn't want to see it.",
                "John passed a comic to Bill. He passed the comic to Bill, and Bill passed it to Jack.",
                "John passed a comic to Bill. He passed it to Bill.",
                "John passed a comic to Bill. He handed it to him.",
                "John passed a comic to Bill. He was holding it when he said, \"You know, I'm getting a little tired of this, Bill.",
                "John passed a comic to Bill. He read it and nodded.",
                "John passed a comic to Bill. He handed it to Bill, who passed it to the other members of the group.",
                "John passed a comic to Bill. He was reading it when he was killed.",
                "John passed a comic to Bill. He was writing a comic called \"The White Mouse\".",
                "John passed a comic to Bill. He gave it to him.",
                "John passed a comic to Bill. He held it up and said, \"I'm sorry, but I don't think I can do this.",
                "John passed a comic to Bill. He said, \"Bill, I'm going to be a\ndoctor.",
                "John passed a comic to Bill. He'd heard of this and wondered if it was a good idea.",
                "John passed a comic to Bill. He said it was an early draft of a script.",
                "John passed a comic to Bill. He handed it to him.",
                "John passed a comic to Bill. He smiled and said, \"This is a story about a comic book hero who wants to save the world.",
                "John passed a comic to Bill. He turned it over and smiled.",
                "John passed a comic to Bill. He laughed at it.",
                "John passed a comic to Bill. He nodded and said, \"I'll see you later.",
                "John passed a comic to Bill. He said, \"What's this?\"\n\nBill took the comic and showed it to the audience.",
                "John passed a comic to Bill. He handed it to me.",
                "John passed a comic to Bill. He was a funny guy.",
                "John passed a comic to Bill. He passed it on to Bill.",
                "John passed a comic to Bill. He didn't want to be late for his appointment.",
                "John passed a comic to Bill. He was a\nlittle boy of about eight years old.",
                "John passed a comic to Bill. He looked at it, then put it in his pocket.",
                "John passed a comic to Bill. He didn't say a word.",
                "John passed a comic to Bill. He was just\na little\nbit on the nose.",
                "John passed a comic to Bill. He said it was a good one, but he was in a hurry.",
                "John passed a comic to Bill. He smiled, nodded, and took it.",
                "John passed a comic to Bill. He looked at it, and said, \"That's the one.",
                "John passed a comic to Bill. He didn't look at it.",
                "John passed a comic to Bill. He'd made a promise to Bill, and Bill was ready to honor it.",
                "John passed a comic to Bill. He then took it and passed it to his brother.",
                "John passed a comic to Bill. He was in the office with his back to me, and I could see the corners of his mouth quivering.",
                "John passed a comic to Bill. He was sitting on the edge of the bed, and Bill got up and said, \"I'm going to make a sandwich.",
                "John passed a comic to Bill. He told him that the second person to find it would get a job.",
                "John passed a comic to Bill. He asked him to bring it to him.",
                "John passed a comic to Bill. He was reading a comic.",
                "John passed a comic to Bill. He put it on the table.",
                "John passed a comic to Bill. He looked at it, then said, \"You see, I was reading this comic book, and it was about a man who had been on a spaceship, and he was a little bit scared of the aliens.",
                "John passed a comic to Bill. He held it up.",
                "John passed a comic to Bill. He smiled.",
                "John passed a comic to Bill. He took it, read it, and then put it in his pocket.",
                "John passed a comic to Bill. He didn't say anything, but he just stared at it.",
                "John passed a comic to Bill. He laughed at it.",
                "John passed a comic to Bill. He looked at it and laughed.",
                "John passed a comic to Bill. He was a short, wiry man with a small, sharp nose and dark, unruly hair.",
                "John passed a comic to Bill. He then left and Bill wrote a note on the back of the comic, telling him to send it to me.",
                "John passed a comic to Bill. He didn't look at it.",
                "John passed a comic to Bill. He'd read it and loved it.",
                "John passed a comic to Bill. He'd been doing the same thing, he told Bill, and he was going to show him how to do it.",
                "John passed a comic to Bill. He looked at it and said, \"What's this?\"\n\n\"This is a comic that Bill wants to give you.",
                "John passed a comic to Bill. He looked at it and laughed.",
                "John passed a comic to Bill. He handed it to Bill, who said, \"Look, I know this guy, and he's really funny.",
                "John passed a comic to Bill. He handed it to Bill, who read it.",
                "John passed a comic to Bill. He had\nbeen looking forward to the sight of the last of the week's work, and\nhad a great deal of amusement in his mind at the thought of the time\nwhich was to come.",
                "John passed a comic to Bill. He was the one who gave it to me.",
                "John passed a comic to Bill. He took it, looked at it, and said, \"Here, Bill, take this.",
                "John passed a comic to Bill. He put it in his pocket and went to the door.",
                "John passed a comic to Bill. He gave him a big smile and a big hug.",
                "John passed a comic to Bill. He said, \"I think it's a good one.",
                "John passed a comic to Bill. He then passed it to his wife.",
                "John passed a comic to Bill. He then passed the comic to me.",
                "John passed a comic to Bill. He passed it to another kid.",
                "John passed a comic to Bill. He didn't get it.",
                "John passed a comic to Bill. He didn't look at it, but he said, \"Here's a good one.",
                "John passed a comic to Bill. He read it and nodded.",
                "John passed a comic to Bill. He was going to take it home and read it to his kids.",
                "John passed a comic to Bill. He handed it to Bill.",
                "John passed a comic to Bill. He'd been in a coma for a week.",
                "John passed a comic to Bill. He didn't like the cover, so he tore it up and threw it away.",
                "John passed a comic to Bill. He passed a comic to Bill.",
                "John passed a comic to Bill. He was delighted to see the comic and told Bill to buy it.",
                "John passed a comic to Bill. He gave it to him and Bill said, \"I'm going to buy a comic.",
                "John passed a comic to Bill. He was watching the fight and it was the best he had seen.",
                "John passed a comic to Bill. He'd told him about it and had shown him the cover.",
                "John passed a comic to Bill. He smiled and said, \"This is the best I've ever seen.",
                "John passed a comic to Bill. He passed it on to his friend, who passed it on to his friend, who passed it on to his friend, who passed it on to his friend, who passed it on to his friend, who passed it.",
                "John passed a comic to Bill. He put it on his lap.",
                "John passed a comic to Bill. He had not seen it for a long time, and Bill was\nat first a little startled, then began to laugh.",
                "John passed a comic to Bill. He didn't know what to say.",
                "John passed a comic to Bill. He said, \"I'll take a look at it.",
                "John passed a comic to Bill. He looked at it and said, \"You've got to be kidding.",
                "John passed a comic to Bill. He passed it on to the third, who passed it on to the fourth, who passed it on to the fifth, who passed it on to the sixth, who passed it on to the seventh, who passed it.",
                "John passed a comic to Bill. He was reading it and smiling.",
                "John passed a comic to Bill. He held it up and Bill said, \"What's that?\"\n\n\"That's a comic book,\" Bill said."
            ],
            "counts": {
                "John": 0,
                "Bill": 30
            }
        },
        "John was passing a comic to Bill. He": {
            "details": {
                "pronoun": [
                    34,
                    36
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        28,
                        32
                    ]
                ]
            },
            "sentences": [
                "John was passing a comic to Bill. He handed it to Bill, who turned it over to us.",
                "John was passing a comic to Bill. He had a note in his hand, written in blue ink.",
                "John was passing a comic to Bill. He was in a good mood, and Bill didn't have a clue what he was talking about.",
                "John was passing a comic to Bill. He was wearing a cap and he was carrying a large sack of something.",
                "John was passing a comic to Bill. He was a boy of about fifteen, with black hair and dark skin.",
                "John was passing a comic to Bill. He had been sitting on the fence for a while, and Bill had a great idea.",
                "John was passing a comic to Bill. He was\ngoing to give it to Bill.",
                "John was passing a comic to Bill. He paused to read the words, then he looked up and said, \"Bill, I'm going to miss you.",
                "John was passing a comic to Bill. He was a friend of mine, and I knew he would be happy to see Bill, and he was.",
                "John was passing a comic to Bill. He stopped and\nstood watching Bill as he talked.",
                "John was passing a comic to Bill. He passed it to Bill.",
                "John was passing a comic to Bill. He turned to me and said, \"He's going to kill you, Bob.",
                "John was passing a comic to Bill. He had to stop and read it.",
                "John was passing a comic to Bill. He said, \"What's that?\"\n\nBill looked at the comic and said, \"You know, I think this is really cool.",
                "John was passing a comic to Bill. He was wearing a plaid shirt and jeans.",
                "John was passing a comic to Bill. He\ngot down on his knees and kissed it.",
                "John was passing a comic to Bill. He said, \"Bill, do you think that this guy's name is John?\" Bill said, \"Yeah, he's a comic.",
                "John was passing a comic to Bill. He looked up, saw Bill, and stopped dead.",
                "John was passing a comic to Bill. He handed it to Bill.",
                "John was passing a comic to Bill. He asked, \"What's that?\"\n\nBill said, \"That's a joke.",
                "John was passing a comic to Bill. He was not a comic reader, but Bill said he was a comic fan.",
                "John was passing a comic to Bill. He said, \"Bill, this is the best thing I've ever seen.",
                "John was passing a comic to Bill. He said, \"I want to read it to you.",
                "John was passing a comic to Bill. He turned to look at the other man.",
                "John was passing a comic to Bill. He saw that Bill was not reading it.",
                "John was passing a comic to Bill. He was talking about the boys in the crowd, but Bill couldn't hear him.",
                "John was passing a comic to Bill. He\nwas so happy to see Bill that he threw his arms around Bill and\ncried.",
                "John was passing a comic to Bill. He said, \"Bill, this is what I want you to do.",
                "John was passing a comic to Bill. He'd never seen it before.",
                "John was passing a comic to Bill. He glanced up at Bill, then back at the comic.",
                "John was passing a comic to Bill. He stopped to look at it, and then passed it on.",
                "John was passing a comic to Bill. He didn't even look up from his book.",
                "John was passing a comic to Bill. He took the comic and gave it to Bill.",
                "John was passing a comic to Bill. He read it and smiled.",
                "John was passing a comic to Bill. He looked at it and smiled.",
                "John was passing a comic to Bill. He was going to say something to him about how he had seen the thing.",
                "John was passing a comic to Bill. He saw the comic and laughed.",
                "John was passing a comic to Bill. He gave Bill a look.",
                "John was passing a comic to Bill. He turned to Bill and said, \"This is your friend Bill.",
                "John was passing a comic to Bill. He glanced at it and grinned.",
                "John was passing a comic to Bill. He glanced at the caption and then read the words.",
                "John was passing a comic to Bill. He was watching him, and then, looking up, he said, \"You know, Bill, I think I'm going to marry her.",
                "John was passing a comic to Bill. He\nturned to the right, and they both laughed.",
                "John was passing a comic to Bill. He was very surprised to see him.",
                "John was passing a comic to Bill. He didn't see it.",
                "John was passing a comic to Bill. He stopped and gave Bill a big smile.",
                "John was passing a comic to Bill. He looked up, and the comic was\n\npainted on the wall.",
                "John was passing a comic to Bill. He handed it to Bill, who took it and read it.",
                "John was passing a comic to Bill. He looked up, and saw that the child was staring at him.",
                "John was passing a comic to Bill. He had to say something, and he said, \"Bill, what's wrong?\" Bill looked at him, and said, \"I don't know, but I'm getting a headache.",
                "John was passing a comic to Bill. He handed it to Bill, who read it, looked up at the sky, and then handed it back to Bill.",
                "John was passing a comic to Bill. He looked up and said, \"What's the matter with you?\"\n\nBill said, \"You look like you're going to pass out.",
                "John was passing a comic to Bill. He was a new one, but he had a very good one.",
                "John was passing a comic to Bill. He'd been reading a comic, but he was reading it with the kind of passion and attention that a person can only get from a book.",
                "John was passing a comic to Bill. He glanced at the date on the paper.",
                "John was passing a comic to Bill. He said, \"How do you like the picture of that thing?\"\n\nBill was confused.",
                "John was passing a comic to Bill. He paused, looked at the paper, and said, \"I don't know how to say this.",
                "John was passing a comic to Bill. He looked up and saw that Bill was staring at him.",
                "John was passing a comic to Bill. He\n\nturned to look at Bill.",
                "John was passing a comic to Bill. He was getting the joke.",
                "John was passing a comic to Bill. He didn't want to get into it, but he didn't want to leave Bill alone either.",
                "John was passing a comic to Bill. He took it from Bill and put it in his mouth.",
                "John was passing a comic to Bill. He said, \"It's a picture of me, you know, and it's all about me.",
                "John was passing a comic to Bill. He stopped and asked Bill to read it.",
                "John was passing a comic to Bill. He was looking at the comic and then, suddenly, he looked up and said, \"What's that?\"\n\nBill said, \"It's a comic.",
                "John was passing a comic to Bill. He took it, and began to read.",
                "John was passing a comic to Bill. He said, \"Bill, this is a good one.",
                "John was passing a comic to Bill. He turned and said, \"You can't do that.",
                "John was passing a comic to Bill. He said, \"I've got a great idea.",
                "John was passing a comic to Bill. He was a good man.",
                "John was passing a comic to Bill. He looked at it, and then back at Bill.",
                "John was passing a comic to Bill. He said, \"Bill, you know that funny thing that was passed down to me? The same kind of thing happened to a friend of mine.",
                "John was passing a comic to Bill. He said, \"I'm sorry, Bill, I don't know how to read this.",
                "John was passing a comic to Bill. He'd read it in the paper and had a laugh.",
                "John was passing a comic to Bill. He was holding it up and said, \"You see, Bill, this is what I call 'Silly-silly.",
                "John was passing a comic to Bill. He looked up and said, \"Who's that?\"\n\nBill looked over at the comic and said, \"It's the girl from the first picture.",
                "John was passing a comic to Bill. He paused, picked up the paper, and read the headline:\n\n\"A SQUARE PICTURE OF A CRIME.",
                "John was passing a comic to Bill. He didn't see the paper.",
                "John was passing a comic to Bill. He saw the two of them laughing together, and went over to them.",
                "John was passing a comic to Bill. He handed it to Bill, who took it and gave it to me.",
                "John was passing a comic to Bill. He asked him to draw a picture of a woman with a big nose.",
                "John was passing a comic to Bill. He'd been a regular reader of _The Spectator_ for years.",
                "John was passing a comic to Bill. He was about to pass it on to me, but I stopped him.",
                "John was passing a comic to Bill. He passed it on to me, and I saw that it was a new story, written by a woman, about a man who is a soldier and gets shot in the leg, and he wakes up with.",
                "John was passing a comic to Bill. He looked at it and smiled.",
                "John was passing a comic to Bill. He glanced at it and saw that it was an old comic, and it had the word \"monkey\" on it.",
                "John was passing a comic to Bill. He'd always liked that comic, and he knew Bill was fond of the comic.",
                "John was passing a comic to Bill. He stopped, looked at it, and said, \"What's that?\"\n\nBill said, \"That's what you were reading.",
                "John was passing a comic to Bill. He said, \"That's funny.",
                "John was passing a comic to Bill. He had\njust got it out of his hand and was reading it.",
                "John was passing a comic to Bill. He had heard of him.",
                "John was passing a comic to Bill. He had to be careful not to look at it, but Bill had no trouble recognizing the one-page story that was already out.",
                "John was passing a comic to Bill. He asked Bill to be the first to read it.",
                "John was passing a comic to Bill. He said, \"This is for you.",
                "John was passing a comic to Bill. He had read it and was very pleased.",
                "John was passing a comic to Bill. He looked at the man's face and saw a familiar, haunted look.",
                "John was passing a comic to Bill. He looked at the comic and laughed.",
                "John was passing a comic to Bill. He was doing it in a low voice, and the comic was so short that Bill had to lean in to hear it.",
                "John was passing a comic to Bill. He glanced at the book and then back at Bill.",
                "John was passing a comic to Bill. He glanced up at Bill and said, \"I don't think I'll be able to make it."
            ],
            "counts": {
                "John": 1,
                "Bill": 55
            }
        },
        "Amanda amazed Brittany. She": {
            "details": {
                "pronoun": [
                    24,
                    27
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        14,
                        22
                    ]
                ]
            },
            "sentences": [
                "Amanda amazed Brittany. She was a good friend of her family, and she was very pretty.",
                "Amanda amazed Brittany. She was looking at her, smiling.",
                "Amanda amazed Brittany. She didn't know what to say.",
                "Amanda amazed Brittany. She was so afraid that she'd never be able to find the way to the door.",
                "Amanda amazed Brittany. She had no idea how far they'd gone, and the memory of her own previous experience of this man and his car, the way he'd pushed her into the woods and then pushed her again, was enough to.",
                "Amanda amazed Brittany. She couldn't believe her eyes.",
                "Amanda amazed Brittany. She was one of the first women in the history of her family to graduate from college.",
                "Amanda amazed Brittany. She had not seen her since she had left the hospital.",
                "Amanda amazed Brittany. She had never seen her cousin like this.",
                "Amanda amazed Brittany. She had no idea what to say.",
                "Amanda amazed Brittany. She had been a little nervous when they first arrived, but now she felt like she could breathe again.",
                "Amanda amazed Brittany. She'd never heard of such a thing.",
                "Amanda amazed Brittany. She was wearing a white, sleeveless dress that she had gotten at a charity shop.",
                "Amanda amazed Brittany. She had never heard of a psychic before.",
                "Amanda amazed Brittany. She could not believe how well she had aged in the last year.",
                "Amanda amazed Brittany. She didn't know how to explain it to him.",
                "Amanda amazed Brittany. She could not believe that this girl had been chosen to help them, and to give them hope.",
                "Amanda amazed Brittany. She could not believe that a person could be so\n\nsexually liberated.",
                "Amanda amazed Brittany. She was the only one who'd seen the new A-frame house.",
                "Amanda amazed Brittany. She had never heard of the Internet before.",
                "Amanda amazed Brittany. She had never seen her father do anything so completely\nto the point of giving her a second thought.",
                "Amanda amazed Brittany. She could see that Brittany was very\ninterested in what she was saying.",
                "Amanda amazed Brittany. She knew her little sister would be in the car with her, but she hadn't expected her to be there.",
                "Amanda amazed Brittany. She had never heard of such a thing.",
                "Amanda amazed Brittany. She knew she was different, but she was a different person now.",
                "Amanda amazed Brittany. She didn't know that she'd been so caught up in the game that she'd lost track of time.",
                "Amanda amazed Brittany. She was about to ask her what she was doing there when the door opened and a man came in.",
                "Amanda amazed Brittany. She didn't know what to make of it.",
                "Amanda amazed Brittany. She was amazed that her friend was so successful, that she was able to travel the world with her husband, and that she was still single.",
                "Amanda amazed Brittany. She couldn't believe how fast the two of them were moving.",
                "Amanda amazed Brittany. She couldn't believe how much she'd grown.",
                "Amanda amazed Brittany. She had never seen her father so excited.",
                "Amanda amazed Brittany. She'd never heard of anyone going to jail for this.",
                "Amanda amazed Brittany. She'd never seen her look so good.",
                "Amanda amazed Brittany. She had never seen anyone with such an amazing figure.",
                "Amanda amazed Brittany. She didn't know how she could feel so safe with this guy.",
                "Amanda amazed Brittany. She was sure she had never seen a human being so afraid.",
                "Amanda amazed Brittany. She could not believe how much she had changed.",
                "Amanda amazed Brittany. She was just about to make a comment when she noticed a shadow on the far wall.",
                "Amanda amazed Brittany. She had never seen anything like it.",
                "Amanda amazed Brittany. She was about to tell her about the big-eyed fish when the shark appeared, right behind the whale.",
                "Amanda amazed Brittany. She had never seen a dragon before, and she had no idea how it worked.",
                "Amanda amazed Brittany. She was so tall, and the floor beneath her feet was hard.",
                "Amanda amazed Brittany. She had never seen anything like it.",
                "Amanda amazed Brittany. She couldn't believe how well Brittany had been able to get herself out of that mess.",
                "Amanda amazed Brittany. She was surprised by how much Brittany had learned from her, but it was clear that she had not been as naive as she pretended to be.",
                "Amanda amazed Brittany. She'd never seen anyone wear such a thing.",
                "Amanda amazed Brittany. She was wearing a light blue dress that she had bought for the evening, and it was so light that it didn't show much.",
                "Amanda amazed Brittany. She was beautiful.",
                "Amanda amazed Brittany. She had never seen anything like it.",
                "Amanda amazed Brittany. She couldn't believe that the two of them were so close.",
                "Amanda amazed Brittany. She'd never heard of the house before, but she had to admit that it looked great.",
                "Amanda amazed Brittany. She'd never seen a black man so happy.",
                "Amanda amazed Brittany. She'd seen the size of the lake in her mind, but the thought of actually swimming in it was overwhelming.",
                "Amanda amazed Brittany. She was so proud of her friend.",
                "Amanda amazed Brittany. She was used to a husband who'd always been the one to call her when something was wrong.",
                "Amanda amazed Brittany. She'd been a long time coming to this, and she'd finally found a way to get out of her old life.",
                "Amanda amazed Brittany. She'd never seen anything like it.",
                "Amanda amazed Brittany. She knew that it was a chance to take a chance on someone she knew.",
                "Amanda amazed Brittany. She had never seen a human being who could make a living at the tables, even if she was the only one who could.",
                "Amanda amazed Brittany. She had never heard of such a thing.",
                "Amanda amazed Brittany. She had never seen her mother look so beautiful.",
                "Amanda amazed Brittany. She knew her mother had done something like this, but she hadn't realized how far she'd gone.",
                "Amanda amazed Brittany. She could not have imagined that this girl was as beautiful as she was.",
                "Amanda amazed Brittany. She could tell she was excited about the prospect of the upcoming race, and she was a little disappointed that it would be held in February.",
                "Amanda amazed Brittany. She'd seen Brittany smile, but not like this.",
                "Amanda amazed Brittany. She couldn't believe how much she'd just witnessed.",
                "Amanda amazed Brittany. She was the one who had told them about the Gatling gun.",
                "Amanda amazed Brittany. She had never heard of a mother who'd left her children to die.",
                "Amanda amazed Brittany. She knew the girl had no idea what she was talking about.",
                "Amanda amazed Brittany. She was a tough little girl.",
                "Amanda amazed Brittany. She was not just a nice person, she was a good person.",
                "Amanda amazed Brittany. She had never seen anyone so\ncourageous.",
                "Amanda amazed Brittany. She was already beginning to have doubts about her abilities as a healer.",
                "Amanda amazed Brittany. She couldn't believe that he was her boyfriend.",
                "Amanda amazed Brittany. She had not seen her in two years, and she felt like she had never seen her.",
                "Amanda amazed Brittany. She had no idea how the room worked.",
                "Amanda amazed Brittany. She had never seen her mother so happy.",
                "Amanda amazed Brittany. She had been so sure that her friend would be a different person.",
                "Amanda amazed Brittany. She was always trying to make her way in the world, but it wasn't easy.",
                "Amanda amazed Brittany. She didn't know she was in the wrong room, but it didn't matter.",
                "Amanda amazed Brittany. She was the most beautiful woman she had ever seen.",
                "Amanda amazed Brittany. She was a model, a beauty, and a genius.",
                "Amanda amazed Brittany. She had been waiting for her to ask her something.",
                "Amanda amazed Brittany. She could see the passion in her sister's eyes.",
                "Amanda amazed Brittany. She had never seen anything like it.",
                "Amanda amazed Brittany. She was so incredibly beautiful.",
                "Amanda amazed Brittany. She didn't know how she'd ever lived without him.",
                "Amanda amazed Brittany. She was pretty sure she'd never seen a more beautiful woman.",
                "Amanda amazed Brittany. She knew that he had to have been there for a reason.",
                "Amanda amazed Brittany. She had been in the hospital for a week, and her mother had been to visit her.",
                "Amanda amazed Brittany. She'd never seen her look so beautiful.",
                "Amanda amazed Brittany. She had never seen her mother so excited.",
                "Amanda amazed Brittany. She had never seen a naked woman before.",
                "Amanda amazed Brittany. She'd never heard of this.",
                "Amanda amazed Brittany. She didn't even know that the girl had been crying.",
                "Amanda amazed Brittany. She was wearing a long, sheer black gown that flowed from her hips.",
                "Amanda amazed Brittany. She had never seen anyone look so pretty.",
                "Amanda amazed Brittany. She couldn't believe that a girl who was just a year old could be able to do something like that.",
                "Amanda amazed Brittany. She was no longer an actress."
            ],
            "counts": {
                "Amanda": 0,
                "Brittany": 4
            }
        },
        "Brittany was amazed by Amanda. She": {
            "details": {
                "pronoun": [
                    31,
                    34
                ],
                "options": [
                    [
                        23,
                        29
                    ],
                    [
                        0,
                        8
                    ]
                ]
            },
            "sentences": [
                "Brittany was amazed by Amanda. She had to be in her late twenties, she had to be.",
                "Brittany was amazed by Amanda. She looked at her like she was a human version of the Great Owl, and it made her feel uncomfortable.",
                "Brittany was amazed by Amanda. She looked at her, and said, \"I'm so sorry.",
                "Brittany was amazed by Amanda. She was just like a child.",
                "Brittany was amazed by Amanda. She didn't have to look at her to know that she was the one who had made her feel safe.",
                "Brittany was amazed by Amanda. She was tall and thin, with black hair that was styled in a bob.",
                "Brittany was amazed by Amanda. She was more than a little intimidated by her.",
                "Brittany was amazed by Amanda. She'd been such a great help.",
                "Brittany was amazed by Amanda. She had a very similar story to tell, but she didn't tell it like Brittany did.",
                "Brittany was amazed by Amanda. She was as beautiful as she had been in her photographs.",
                "Brittany was amazed by Amanda. She didn't know what to say.",
                "Brittany was amazed by Amanda. She looked up at her and smiled.",
                "Brittany was amazed by Amanda. She looked so pretty, and she was wearing a dress that looked like a mini-skirt.",
                "Brittany was amazed by Amanda. She had never seen her so beautiful.",
                "Brittany was amazed by Amanda. She looked like a different person.",
                "Brittany was amazed by Amanda. She had never seen her look so beautiful.",
                "Brittany was amazed by Amanda. She was so beautiful.",
                "Brittany was amazed by Amanda. She was beautiful.",
                "Brittany was amazed by Amanda. She had a gift for speaking to people.",
                "Brittany was amazed by Amanda. She was like a different person.",
                "Brittany was amazed by Amanda. She was so full of life, and her eyes sparkled with joy.",
                "Brittany was amazed by Amanda. She didn't know what to say.",
                "Brittany was amazed by Amanda. She had to be able to do this.",
                "Brittany was amazed by Amanda. She was really a good friend.",
                "Brittany was amazed by Amanda. She was such a beautiful, confident, and strong woman.",
                "Brittany was amazed by Amanda. She'd never seen a girl so pretty.",
                "Brittany was amazed by Amanda. She was one of the most beautiful women she had ever seen.",
                "Brittany was amazed by Amanda. She'd been so angry and hurt and didn't want to see her.",
                "Brittany was amazed by Amanda. She had never been around a boy who could talk like that.",
                "Brittany was amazed by Amanda. She was dressed in a light blue dress with a black lace collar, a large purple bow in her hair, and a matching bow on her lapel.",
                "Brittany was amazed by Amanda. She was still a little girl.",
                "Brittany was amazed by Amanda. She was one of the best students she had ever had.",
                "Brittany was amazed by Amanda. She didn't know how to deal with a person who was so completely self-centered and had no empathy for anyone else.",
                "Brittany was amazed by Amanda. She was not a vampire, but a vampire who was capable of working with her.",
                "Brittany was amazed by Amanda. She was as beautiful as the day she was born.",
                "Brittany was amazed by Amanda. She was tall, blonde, and had long, beautiful legs.",
                "Brittany was amazed by Amanda. She was beautiful, with the kind of\neyes that sparkled with a man's soul.",
                "Brittany was amazed by Amanda. She was wearing a plain white T-shirt and a pair of blue jeans, and she was holding a pair of long, straight black hairpins.",
                "Brittany was amazed by Amanda. She was so young and beautiful.",
                "Brittany was amazed by Amanda. She was a beautiful, intelligent, and beautiful woman.",
                "Brittany was amazed by Amanda. She had her own ideas about what she wanted for her wedding.",
                "Brittany was amazed by Amanda. She had to admit that she was impressed.",
                "Brittany was amazed by Amanda. She was a natural leader, and she had never been on the outside.",
                "Brittany was amazed by Amanda. She was an enchanting girl.",
                "Brittany was amazed by Amanda. She had never seen her so beautiful.",
                "Brittany was amazed by Amanda. She was still in the shower, and had been for the past hour.",
                "Brittany was amazed by Amanda. She was not.",
                "Brittany was amazed by Amanda. She had to have been the most beautiful woman in the world.",
                "Brittany was amazed by Amanda. She'd never seen a woman with such a strong personality.",
                "Brittany was amazed by Amanda. She was, in fact, more than impressed by her.",
                "Brittany was amazed by Amanda. She had been born into a family of \"traditional\" medicine and was taking her first steps into a world of alternative medicine.",
                "Brittany was amazed by Amanda. She was taller than her own height, but not much taller.",
                "Brittany was amazed by Amanda. She was a pretty little thing, with auburn hair, freckles, and a tiny waist.",
                "Brittany was amazed by Amanda. She had never seen her mother this happy.",
                "Brittany was amazed by Amanda. She was dressed in a tight, black, leotard and a pair of knee-high boots.",
                "Brittany was amazed by Amanda. She was so strong and independent, but she had never had a relationship like this.",
                "Brittany was amazed by Amanda. She had her mother's face, her eyes, her curly hair.",
                "Brittany was amazed by Amanda. She looked like a princess, with her white, flowing gown, her long, dark hair, and her bright, sparkling eyes.",
                "Brittany was amazed by Amanda. She was always so excited to see her, and she was so nice to her.",
                "Brittany was amazed by Amanda. She was taller than she was wide, and with the sheer volume of her breasts, it was obvious that she had a good-sized frame.",
                "Brittany was amazed by Amanda. She had not seen a single person in the city.",
                "Brittany was amazed by Amanda. She'd never heard of the women's movement.",
                "Brittany was amazed by Amanda. She looked like she was in a good mood.",
                "Brittany was amazed by Amanda. She was very pretty and very shy, but when she saw her, she was even more beautiful.",
                "Brittany was amazed by Amanda. She had never heard of her before.",
                "Brittany was amazed by Amanda. She had never seen her so\nbrilliant.",
                "Brittany was amazed by Amanda. She had to be more than five feet tall, but she was still very small.",
                "Brittany was amazed by Amanda. She was so tall and so strong, but Amanda was much smaller and frail.",
                "Brittany was amazed by Amanda. She had never met a woman who was so confident in her own sexuality.",
                "Brittany was amazed by Amanda. She was just a little girl, and had never been on a plane before.",
                "Brittany was amazed by Amanda. She had never seen a grown woman so interested in her appearance.",
                "Brittany was amazed by Amanda. She was very tall and thin, with dark hair and piercing green eyes.",
                "Brittany was amazed by Amanda. She had a natural gift for the\nresearch that was in her blood.",
                "Brittany was amazed by Amanda. She had always been so kind and patient with her and she didn't know how to handle this situation.",
                "Brittany was amazed by Amanda. She had never heard of the American fashion world.",
                "Brittany was amazed by Amanda. She had been so sure that Amanda would never be able to take care of herself.",
                "Brittany was amazed by Amanda. She was wearing a plain black dress with no jewelry, no makeup, no accessories.",
                "Brittany was amazed by Amanda. She had no idea how she'd be able to handle her new position.",
                "Brittany was amazed by Amanda. She was beautiful, a combination of bone structure and youth.",
                "Brittany was amazed by Amanda. She had never seen a grown woman who was so confident and strong.",
                "Brittany was amazed by Amanda. She was so pretty, and her dark brown hair was tied back with a black ribbon.",
                "Brittany was amazed by Amanda. She had never seen her sister so happy.",
                "Brittany was amazed by Amanda. She didn't understand how someone could make her feel so bad about something that had been so good for her.",
                "Brittany was amazed by Amanda. She didn't even know what a \"project\" was.",
                "Brittany was amazed by Amanda. She was the only one who didn't know what to do.",
                "Brittany was amazed by Amanda. She was tall and lean, with a wide, open face and bright, shining eyes.",
                "Brittany was amazed by Amanda. She had never seen her mother like this.",
                "Brittany was amazed by Amanda. She didn't know what to say.",
                "Brittany was amazed by Amanda. She was like a different person.",
                "Brittany was amazed by Amanda. She had a quiet intensity that was hard to describe.",
                "Brittany was amazed by Amanda. She was a great hostess, and she was the only person who could make Amanda feel at home.",
                "Brittany was amazed by Amanda. She didn't know what to make of her, and she didn't know what to make of her friend.",
                "Brittany was amazed by Amanda. She was an amazing girl.",
                "Brittany was amazed by Amanda. She had never seen her so\nwell.",
                "Brittany was amazed by Amanda. She was so pretty and sophisticated, and she was also a woman who was so at ease with herself.",
                "Brittany was amazed by Amanda. She was always so much more beautiful than she was in the pictures.",
                "Brittany was amazed by Amanda. She didn't have to be that pretty to make a guy fall in love with her.",
                "Brittany was amazed by Amanda. She looked like a human being, but she was as big as a horse.",
                "Brittany was amazed by Amanda. She was wearing her black boots and a leather jacket, but she looked so comfortable in them.",
                "Brittany was amazed by Amanda. She looked like a teenager."
            ],
            "counts": {
                "Amanda": 3,
                "Brittany": 1
            }
        }
    }
}