{
    "metadata": {
        "model": "EleutherAI/pythia-2.8b",
        "revision": "main",
        "num_parameters": 2775208960,
        "timestamp": "2023-10-18 22:58:41.445529",
        "samples": 100,
        "top_k": 0,
        "top_p": 0.5
    },
    "data": {
        "John seized the comic from Bill. He": {
            "details": {
                "pronoun": [
                    33,
                    35
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        27,
                        31
                    ]
                ]
            },
            "sentences": [
                "John seized the comic from Bill. He read it.",
                "John seized the comic from Bill. He read it over.",
                "John seized the comic from Bill. He gave it to the waiter.",
                "John seized the comic from Bill. He said, \"I think I'll keep this.",
                "John seized the comic from Bill. He said, \"Let's get some beers.",
                "John seized the comic from Bill. He took it from the table.",
                "John seized the comic from Bill. He tore it into strips and\ndistributed them among the boys.",
                "John seized the comic from Bill. He turned to the next page.",
                "John seized the comic from Bill. He didn't know what to do with it.",
                "John seized the comic from Bill. He had to look at it to be sure it was the one he wanted.",
                "John seized the comic from Bill. He read the words aloud.",
                "John seized the comic from Bill. He glanced at the title.",
                "John seized the comic from Bill. He glanced at it.",
                "John seized the comic from Bill. He handed it to me.",
                "John seized the comic from Bill. He gave it to Bill.",
                "John seized the comic from Bill. He was only five years old.",
                "John seized the comic from Bill. He took a look at it.",
                "John seized the comic from Bill. He had been so absorbed in the story that he had not noticed the comic in Bill's hand.",
                "John seized the comic from Bill. He said, \"Well, I've got to get back to the office.",
                "John seized the comic from Bill. He saw the \"Time for Kids\" logo on the cover.",
                "John seized the comic from Bill. He handed it to me.",
                "John seized the comic from Bill. He held it up to the light.",
                "John seized the comic from Bill. He turned to the page and saw a panel with a line of text: \" _I'm a man, and I'm proud of it_.",
                "John seized the comic from Bill. He didn't like it, but he knew he had to take it.",
                "John seized the comic from Bill. He looked at it.",
                "John seized the comic from Bill. He took it to the coffee table and opened it.",
                "John seized the comic from Bill. He had to look away.",
                "John seized the comic from Bill. He turned to the others.",
                "John seized the comic from Bill. He said, \"I've seen it.",
                "John seized the comic from Bill. He took a good look at it.",
                "John seized the comic from Bill. He turned to the first page.",
                "John seized the comic from Bill. He turned it over in his hands.",
                "John seized the comic from Bill. He put it on the desk.",
                "John seized the comic from Bill. He opened it.",
                "John seized the comic from Bill. He took it to the sofa and sat down.",
                "John seized the comic from Bill. He held it in his hand, and turned it over and over.",
                "John seized the comic from Bill. He turned it over.",
                "John seized the comic from Bill. He read it.",
                "John seized the comic from Bill. He put it on the desk and stood over him.",
                "John seized the comic from Bill. He opened it.",
                "John seized the comic from Bill. He said, \"It's time to get back to work.",
                "John seized the comic from Bill. He read the title.",
                "John seized the comic from Bill. He took a long look at it.",
                "John seized the comic from Bill. He handed it to me.",
                "John seized the comic from Bill. He turned to his wife.",
                "John seized the comic from Bill. He had to hold it away from him.",
                "John seized the comic from Bill. He handed it to me.",
                "John seized the comic from Bill. He held it up to the light.",
                "John seized the comic from Bill. He stared at it for a moment, and then looked at Bill.",
                "John seized the comic from Bill. He was able to read it because it was in a small, cheap comic book, but it was too late.",
                "John seized the comic from Bill. He opened it up.",
                "John seized the comic from Bill. He said, \"What is it?\"\n\nBill said, \"I don't know.",
                "John seized the comic from Bill. He opened it and began to read.",
                "John seized the comic from Bill. He looked at it.",
                "John seized the comic from Bill. He turned to the window.",
                "John seized the comic from Bill. He was glad to see that the little man was wearing a new outfit.",
                "John seized the comic from Bill. He held it up to the light.",
                "John seized the comic from Bill. He handed it to the president.",
                "John seized the comic from Bill. He read it through.",
                "John seized the comic from Bill. He gave it to his son, who gave it to the other kid.",
                "John seized the comic from Bill. He said, \"Well, I'm going to take a shot at this.",
                "John seized the comic from Bill. He looked at it.",
                "John seized the comic from Bill. He looked at it.",
                "John seized the comic from Bill. He read it.",
                "John seized the comic from Bill. He then gave it to Bill, who said, \"Here, you read it.",
                "John seized the comic from Bill. He looked at it for a moment, then looked at the young woman.",
                "John seized the comic from Bill. He said, \"Look, Bill, I'm not going to let you get away with this.",
                "John seized the comic from Bill. He opened it.",
                "John seized the comic from Bill. He saw the funny side of the situation.",
                "John seized the comic from Bill. He read it to the class.",
                "John seized the comic from Bill. He said, \"This is a good story.",
                "John seized the comic from Bill. He was pleased with the pictures.",
                "John seized the comic from Bill. He took it to the coffee table.",
                "John seized the comic from Bill. He turned it over.",
                "John seized the comic from Bill. He opened it.",
                "John seized the comic from Bill. He held it up.",
                "John seized the comic from Bill. He said, \"I'll tell you what I'll do.",
                "John seized the comic from Bill. He turned it over.",
                "John seized the comic from Bill. He looked at it.",
                "John seized the comic from Bill. He didn't know what to do with it.",
                "John seized the comic from Bill. He took a few steps toward the door.",
                "John seized the comic from Bill. He glanced at it, and then looked up at\nthe house.",
                "John seized the comic from Bill. He was right, of course, but he had never seen a comic so funny.",
                "John seized the comic from Bill. He was very pleased with it.",
                "John seized the comic from Bill. He read it.",
                "John seized the comic from Bill. He was looking at it when he heard the bell.",
                "John seized the comic from Bill. He turned it over.",
                "John seized the comic from Bill. He stared at it for a moment.",
                "John seized the comic from Bill. He put it back on the table.",
                "John seized the comic from Bill. He was reading the back of it.",
                "John seized the comic from Bill. He was a good-looking man, and his face was a bit flushed.",
                "John seized the comic from Bill. He began to read it.",
                "John seized the comic from Bill. He didn't want to think about it.",
                "John seized the comic from Bill. He handed it to him.",
                "John seized the comic from Bill. He flipped it open to the last page.",
                "John seized the comic from Bill. He handed it to Joe.",
                "John seized the comic from Bill. He was a good comic, but not as good as Bill.",
                "John seized the comic from Bill. He began to read.",
                "John seized the comic from Bill. He was very surprised to see it.",
                "John seized the comic from Bill. He read it over, then looked up at the two men."
            ],
            "counts": {
                "John": 0,
                "Bill": 7
            }
        },
        "John passed the comic to Bill. He": {
            "details": {
                "pronoun": [
                    31,
                    33
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        25,
                        29
                    ]
                ]
            },
            "sentences": [
                "John passed the comic to Bill. He said, \"I don't know, I'm not a comic.",
                "John passed the comic to Bill. He took a look at it.",
                "John passed the comic to Bill. He said, \"Yeah, it's funny.",
                "John passed the comic to Bill. He took a sip of his coffee and read it over.",
                "John passed the comic to Bill. He turned to a woman who was standing behind him.",
                "John passed the comic to Bill. He laughed and nodded.",
                "John passed the comic to Bill. He took it, glanced at it, looked up at the TV, and then back at the comic.",
                "John passed the comic to Bill. He read it.",
                "John passed the comic to Bill. He read it, and laughed.",
                "John passed the comic to Bill. He turned it over and read the back.",
                "John passed the comic to Bill. He was not interested.",
                "John passed the comic to Bill. He said, \"That's a pretty good story.",
                "John passed the comic to Bill. He held it up.",
                "John passed the comic to Bill. He had seen the show before.",
                "John passed the comic to Bill. He said, \"I've never seen anything like this before.",
                "John passed the comic to Bill. He passed it to Bob.",
                "John passed the comic to Bill. He read it.",
                "John passed the comic to Bill. He said, \"It's really good.",
                "John passed the comic to Bill. He held it in his hand for a moment,\nthen put it down and looked at it.",
                "John passed the comic to Bill. He passed it back to Jack.",
                "John passed the comic to Bill. He read it and looked at his father.",
                "John passed the comic to Bill. He glanced at it, then handed it back to her.",
                "John passed the comic to Bill. He read it and said, \"This is a terrible book.",
                "John passed the comic to Bill. He read it and passed it back to his partner.",
                "John passed the comic to Bill. He looked at it and then said, \"This is the most obscene thing I've ever seen.",
                "John passed the comic to Bill. He was still laughing.",
                "John passed the comic to Bill. He was looking at it.",
                "John passed the comic to Bill. He passed it to Sam.",
                "John passed the comic to Bill. He read it, then looked up at me.",
                "John passed the comic to Bill. He laughed and asked, \"What's this?\"\n\nBill explained, \"It's a collection of stories about people from all walks of life who were taken from their homes and families by aliens.",
                "John passed the comic to Bill. He gave it a cursory glance.",
                "John passed the comic to Bill. He held it up to the light.",
                "John passed the comic to Bill. He took it.",
                "John passed the comic to Bill. He turned it over and read the back.",
                "John passed the comic to Bill. He gave it to John.",
                "John passed the comic to Bill. He glanced at it.",
                "John passed the comic to Bill. He glanced at it, then looked up at me.",
                "John passed the comic to Bill. He passed it back to Joe.",
                "John passed the comic to Bill. He took it, looked at it, then turned it over.",
                "John passed the comic to Bill. He flipped through it.",
                "John passed the comic to Bill. He glanced at it.",
                "John passed the comic to Bill. He laughed.",
                "John passed the comic to Bill. He glanced at it.",
                "John passed the comic to Bill. He glanced at it.",
                "John passed the comic to Bill. He was about to ask the question when they were interrupted by the ringing of the doorbell.",
                "John passed the comic to Bill. He said, \"You have to read this.",
                "John passed the comic to Bill. He asked me to read it.",
                "John passed the comic to Bill. He looked at it and then looked at his brother.",
                "John passed the comic to Bill. He read it and then turned to Bill and said, \"It's not that funny.",
                "John passed the comic to Bill. He said, \"I don't know.",
                "John passed the comic to Bill. He read it.",
                "John passed the comic to Bill. He said, \"I was reading the _Post_, and I was thinking, 'This is a great comic book.",
                "John passed the comic to Bill. He didn't know what to say.",
                "John passed the comic to Bill. He laughed and shook his head.",
                "John passed the comic to Bill. He was the one who got the idea for the comic.",
                "John passed the comic to Bill. He passed it back to Joe.",
                "John passed the comic to Bill. He looked at it, and laughed.",
                "John passed the comic to Bill. He said, \"This is really good.",
                "John passed the comic to Bill. He said, \"This is great, man, great.",
                "John passed the comic to Bill. He flipped it over.",
                "John passed the comic to Bill. He held it up and said, \"Well, I've never seen this before.",
                "John passed the comic to Bill. He laughed and handed it back.",
                "John passed the comic to Bill. He read it.",
                "John passed the comic to Bill. He said, \"It's not as bad as it looks.",
                "John passed the comic to Bill. He looked at it, and then looked at me.",
                "John passed the comic to Bill. He was a little bit uncomfortable, but he read it anyway.",
                "John passed the comic to Bill. He said, \"This is what I was trying to tell you about.",
                "John passed the comic to Bill. He held it in his hands for a moment.",
                "John passed the comic to Bill. He asked Bill to describe the character.",
                "John passed the comic to Bill. He said, \"I'll take a look at it.",
                "John passed the comic to Bill. He passed it to a third person.",
                "John passed the comic to Bill. He held it in his hand, looking at it, as if it were a mysterious thing.",
                "John passed the comic to Bill. He turned to his brother and said, \"This is the guy who did the best work on this comic.",
                "John passed the comic to Bill. He said, \"I think I'm going to have to get some of that myself.",
                "John passed the comic to Bill. He read it, then laughed.",
                "John passed the comic to Bill. He asked if I wanted to hear it.",
                "John passed the comic to Bill. He said, \"This is the one that's got the worst reputation.",
                "John passed the comic to Bill. He read it and smiled.",
                "John passed the comic to Bill. He looked at it, and then said, \"What is this? What's this?\" He looked at it again, and then said, \"I can't believe this.",
                "John passed the comic to Bill. He turned it over in his hands.",
                "John passed the comic to Bill. He read it.",
                "John passed the comic to Bill. He said, \"Here's the comic.",
                "John passed the comic to Bill. He laughed.",
                "John passed the comic to Bill. He held it up to the light.",
                "John passed the comic to Bill. He didn't even glance at it.",
                "John passed the comic to Bill. He said, \"You know, that's the first time I've ever heard that.",
                "John passed the comic to Bill. He was wearing a new, black, full-length, loose-fitting, silk, long-sleeved, one-piece, formal-cut dress.",
                "John passed the comic to Bill. He looked at it.",
                "John passed the comic to Bill. He glanced at it.",
                "John passed the comic to Bill. He handed it back to the producer.",
                "John passed the comic to Bill. He read it and looked up at his friend.",
                "John passed the comic to Bill. He gave it a cursory glance.",
                "John passed the comic to Bill. He was wearing a blue blazer, and his hair was slicked back.",
                "John passed the comic to Bill. He laughed.",
                "John passed the comic to Bill. He looked at it.",
                "John passed the comic to Bill. He flipped through it.",
                "John passed the comic to Bill. He read it and laughed.",
                "John passed the comic to Bill. He handed it back to John.",
                "John passed the comic to Bill. He was smiling.",
                "John passed the comic to Bill. He read it."
            ],
            "counts": {
                "John": 2,
                "Bill": 3
            }
        },
        "Joseph hit Patrick. He": {
            "details": {
                "pronoun": [
                    20,
                    22
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        11,
                        18
                    ]
                ]
            },
            "sentences": [
                "Joseph hit Patrick. He was a bit taller than Patrick, but not by much.",
                "Joseph hit Patrick. He knocked him to the ground.",
                "Joseph hit Patrick. He was also hit in the head by a falling steel girder.",
                "Joseph hit Patrick. He didn't have to hit him hard, but he hit him hard enough to get his attention.",
                "Joseph hit Patrick. He said he'd never met a boy like him before.",
                "Joseph hit Patrick. He hit him in the head.",
                "Joseph hit Patrick. He didn't look like he'd been in the same room with him.",
                "Joseph hit Patrick. He was about to say something when he saw the look on his face.",
                "Joseph hit Patrick. He did not hit him hard.",
                "Joseph hit Patrick. He then took a sip of his beer.",
                "Joseph hit Patrick. He was a good man, but he was not Patrick.",
                "Joseph hit Patrick. He punched him in the face, but Patrick wasn't hit by the punch.",
                "Joseph hit Patrick. He felt the power of the young man's strength and the beauty of his eyes.",
                "Joseph hit Patrick. He was, after all, the most prominent man in the\ncountry.",
                "Joseph hit Patrick. He hit him in the chest.",
                "Joseph hit Patrick. He grabbed him by the shoulders and shook him.",
                "Joseph hit Patrick. He punched him in the face, and Patrick fell to the ground.",
                "Joseph hit Patrick. He hit him hard.",
                "Joseph hit Patrick. He had the most famous smile in the world.",
                "Joseph hit Patrick. He struck him with a backhand, and Patrick hit him with a right cross.",
                "Joseph hit Patrick. He punched him in the face.",
                "Joseph hit Patrick. He knocked him down.",
                "Joseph hit Patrick. He slapped him across the face.",
                "Joseph hit Patrick. He would have been less surprised if Patrick had said, \"I know that guy.",
                "Joseph hit Patrick. He was now sobbing.",
                "Joseph hit Patrick. He hit him with a fist.",
                "Joseph hit Patrick. He hit him with his fist.",
                "Joseph hit Patrick. He had hit him in the face with a chair.",
                "Joseph hit Patrick. He fell back and cried out.",
                "Joseph hit Patrick. He was the one who had told me that he was going to leave me.",
                "Joseph hit Patrick. He then hit Patrick with a left hook, knocking him down.",
                "Joseph hit Patrick. He was so scared.",
                "Joseph hit Patrick. He didn't like him.",
                "Joseph hit Patrick. He hit him with a small stick.",
                "Joseph hit Patrick. He could see the look of surprise on Patrick's face.",
                "Joseph hit Patrick. He hit him with a fist, but he was able to duck it.",
                "Joseph hit Patrick. He punched him in the face, knocking him down.",
                "Joseph hit Patrick. He didn't even know he was being hit.",
                "Joseph hit Patrick. He went for his weapon.",
                "Joseph hit Patrick. He said, \"Patrick, you've got to come home.",
                "Joseph hit Patrick. He hit him with his elbow.",
                "Joseph hit Patrick. He didn't have a chance.",
                "Joseph hit Patrick. He turned to face the audience.",
                "Joseph hit Patrick. He was the most direct of the four, and he was the most persistent.",
                "Joseph hit Patrick. He slapped him across the face.",
                "Joseph hit Patrick. He hit him in the face with his fist.",
                "Joseph hit Patrick. He said, \"No, I'm not going to do that.",
                "Joseph hit Patrick. He felt the impact of the hard body.",
                "Joseph hit Patrick. He did not even seem to be aware of it.",
                "Joseph hit Patrick. He felt the strength of the little man.",
                "Joseph hit Patrick. He felt like he had no choice but to hit him.",
                "Joseph hit Patrick. He hit him hard.",
                "Joseph hit Patrick. He didn't look up.",
                "Joseph hit Patrick. He pushed him away.",
                "Joseph hit Patrick. He was now playing with the Boston Celtics, and was in the process of winning his second NBA championship.",
                "Joseph hit Patrick. He had no idea what he was doing, and he wasn't even sure what the girl was saying.",
                "Joseph hit Patrick. He was hit by a car.",
                "Joseph hit Patrick. He punched him in the face.",
                "Joseph hit Patrick. He was still too weak to stand, but he held his arms out.",
                "Joseph hit Patrick. He hit him in the back of the head.",
                "Joseph hit Patrick. He didn't know what to do.",
                "Joseph hit Patrick. He slapped him.",
                "Joseph hit Patrick. He was struck in the head with a heavy rock.",
                "Joseph hit Patrick. He punched him in the face.",
                "Joseph hit Patrick. He hit him in the chest, then again in the head.",
                "Joseph hit Patrick. He was no longer the boy who had been in the hospital with his father.",
                "Joseph hit Patrick. He hit him with a solid right to the chin.",
                "Joseph hit Patrick. He'd gone too far.",
                "Joseph hit Patrick. He felt the full force of his brother's blow.",
                "Joseph hit Patrick. He didn't hit him hard.",
                "Joseph hit Patrick. He was a year older than him, and the two of them were always together.",
                "Joseph hit Patrick. He said, \"You're too big for that, and you'll get hurt.",
                "Joseph hit Patrick. He punched him.",
                "Joseph hit Patrick. He was as surprised as the boy was.",
                "Joseph hit Patrick. He was not a man to be crossed.",
                "Joseph hit Patrick. He hit him in the head with a cricket bat.",
                "Joseph hit Patrick. He said, \"You have to leave.",
                "Joseph hit Patrick. He hit him hard.",
                "Joseph hit Patrick. He slapped him, hard.",
                "Joseph hit Patrick. He did not know how to make the money to buy a new suit.",
                "Joseph hit Patrick. He hit him with a two-handed, one-punch.",
                "Joseph hit Patrick. He hit him in the back of the head.",
                "Joseph hit Patrick. He didn't know how to do it.",
                "Joseph hit Patrick. He knocked him to the ground, then held him there.",
                "Joseph hit Patrick. He felt a sense of relief.",
                "Joseph hit Patrick. He hit him hard, and he hit him again.",
                "Joseph hit Patrick. He was so close, and so far away.",
                "Joseph hit Patrick. He didn't know why he was doing it, but he was.",
                "Joseph hit Patrick. He hit him in the face.",
                "Joseph hit Patrick. He had not spoken to him since the day he'd found out about his father's death.",
                "Joseph hit Patrick. He struck him with a fist.",
                "Joseph hit Patrick. He felt the blood rushing to his face.",
                "Joseph hit Patrick. He knocked him down.",
                "Joseph hit Patrick. He had a look of surprise.",
                "Joseph hit Patrick. He was trying to help him.",
                "Joseph hit Patrick. He fell to the ground.",
                "Joseph hit Patrick. He was going to kill him.",
                "Joseph hit Patrick. He had not been expecting it.",
                "Joseph hit Patrick. He was struck in the chest.",
                "Joseph hit Patrick. He was a big, strong, strapping fellow,\nand he looked as if he would be very good for the work."
            ],
            "counts": {
                "Joseph": 0,
                "Patrick": 9
            }
        },
        "Patrick was hit by Joseph. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        19,
                        25
                    ],
                    [
                        0,
                        7
                    ]
                ]
            },
            "sentences": [
                "Patrick was hit by Joseph. He was going to the hospital.",
                "Patrick was hit by Joseph. He said Joseph's foot got caught in the door.",
                "Patrick was hit by Joseph. He hit him again, and Joseph fell to the ground.",
                "Patrick was hit by Joseph. He was hit by Michael.",
                "Patrick was hit by Joseph. He died at the hospital.",
                "Patrick was hit by Joseph. He then hit Joseph with a baseball bat, knocking him down.",
                "Patrick was hit by Joseph. He was\nhurt, but was able to get to his feet.",
                "Patrick was hit by Joseph. He died on September 1, 2015.",
                "Patrick was hit by Joseph. He then went to his mother,\n\nand she was hit by Joseph.",
                "Patrick was hit by Joseph. He did not know that he had been hit until he felt a sharp pain in his side.",
                "Patrick was hit by Joseph. He was taken to a hospital where he died from his injuries.",
                "Patrick was hit by Joseph. He fell to the ground, but he did not lose consciousness.",
                "Patrick was hit by Joseph. He was also struck by two other men, identified as Henry Miller and Joseph Brown.",
                "Patrick was hit by Joseph. He was in the house, and Joseph had been at the\nhouse, and he had been at the house with him.",
                "Patrick was hit by Joseph. He fell backwards, hit his head on the ground, and then rolled down the hill.",
                "Patrick was hit by Joseph. He was shot by Michael.",
                "Patrick was hit by Joseph. He fell backwards, and his head hit the floor.",
                "Patrick was hit by Joseph. He then went to the hospital.",
                "Patrick was hit by Joseph. He was bleeding from his head.",
                "Patrick was hit by Joseph. He had a few bruises and scratches, but he was okay.",
                "Patrick was hit by Joseph. He was not seriously hurt.",
                "Patrick was hit by Joseph. He also had a wound to his head, but it was not bleeding.",
                "Patrick was hit by Joseph. He was hit by a lot of other people.",
                "Patrick was hit by Joseph. He and Mary were in the car.",
                "Patrick was hit by Joseph. He was on the ground and the boy was standing over him.",
                "Patrick was hit by Joseph. He had been in the truck when it left the lot, and had been in the cab when it was stolen.",
                "Patrick was hit by Joseph. He was in the car and Joseph was trying to get in.",
                "Patrick was hit by Joseph. He then proceeded to hit Patrick with a bat.",
                "Patrick was hit by Joseph. He said Joseph had a gun.",
                "Patrick was hit by Joseph. He fell to the ground and Joseph picked him up.",
                "Patrick was hit by Joseph. He fell down, and he got up, and he said, 'What the hell happened?'\n\n\"And Joseph said, 'I was coming down the stairs and I heard a noise, and I looked down and.",
                "Patrick was hit by Joseph. He was wearing a helmet and a motorcycle jacket.",
                "Patrick was hit by Joseph. He had a hole in his chest.",
                "Patrick was hit by Joseph. He then grabbed the weapon from Joseph and shot Patrick in the back.",
                "Patrick was hit by Joseph. He had a broken jaw and a broken nose.",
                "Patrick was hit by Joseph. He was also hit by Michael.",
                "Patrick was hit by Joseph. He did not say anything to him, but he took him to the hospital and he was dead.",
                "Patrick was hit by Joseph. He told me he was sorry.",
                "Patrick was hit by Joseph. He then tried to stab Joseph with a broken beer bottle.",
                "Patrick was hit by Joseph. He then hit Joseph with a bat.",
                "Patrick was hit by Joseph. He turned and saw Patrick standing there.",
                "Patrick was hit by Joseph. He was on the ground and unconscious.",
                "Patrick was hit by Joseph. He also said that he had been in the hospital for several days and was in a lot of pain.",
                "Patrick was hit by Joseph. He then pulled out a gun and shot Joseph.",
                "Patrick was hit by Joseph. He said Joseph had a.",
                "Patrick was hit by Joseph. He hit Joseph in the back.",
                "Patrick was hit by Joseph. He was taken to hospital where he died.",
                "Patrick was hit by Joseph. He got up and went to the bar.",
                "Patrick was hit by Joseph. He then jumped on top of him.",
                "Patrick was hit by Joseph. He was taken to the hospital where he died from his injuries.",
                "Patrick was hit by Joseph. He was unconscious for several minutes.",
                "Patrick was hit by Joseph. He fell and was knocked out.",
                "Patrick was hit by Joseph. He fell down.",
                "Patrick was hit by Joseph. He was the one who had given him the gun.",
                "Patrick was hit by Joseph. He was a better runner than he was a hitter.",
                "Patrick was hit by Joseph. He was unconscious and the paramedics tried to revive him.",
                "Patrick was hit by Joseph. He was\n\nstabbed in the back by Joseph, and then he was stabbed in the head by Joseph.",
                "Patrick was hit by Joseph. He had a right-handed stroke.",
                "Patrick was hit by Joseph. He died from his injuries.",
                "Patrick was hit by Joseph. He had his head down, and his feet were in the air.",
                "Patrick was hit by Joseph. He then got out of the car and punched Joseph in the face.",
                "Patrick was hit by Joseph. He was a good man, and he was always trying to do the right thing.",
                "Patrick was hit by Joseph. He was shot twice in the back.",
                "Patrick was hit by Joseph. He fell and was injured.",
                "Patrick was hit by Joseph. He told the police that he was with Joseph the entire time.",
                "Patrick was hit by Joseph. He did not see the gun, but he did see the gunman shoot him.",
                "Patrick was hit by Joseph. He was taken to the hospital and later released.",
                "Patrick was hit by Joseph. He was shot in the head.",
                "Patrick was hit by Joseph. He was knocked unconscious and had to be taken to the hospital.",
                "Patrick was hit by Joseph. He was shot in the back of the head.",
                "Patrick was hit by Joseph. He was shot in the head.",
                "Patrick was hit by Joseph. He hit him with a bat, and Joseph was\n       crying.",
                "Patrick was hit by Joseph. He had his right hand on Joseph's right shoulder and his left hand on Joseph's left shoulder.",
                "Patrick was hit by Joseph. He fell on his back, and Joseph kicked him in the face.",
                "Patrick was hit by Joseph. He was\nstruck in the head and the back of his head.",
                "Patrick was hit by Joseph. He fell to the ground and the two of them\nbegan to struggle.",
                "Patrick was hit by Joseph. He said he had not seen Joseph before, but\nthat Joseph was with him at the time of the shooting.",
                "Patrick was hit by Joseph. He was hit by Joe's foot.",
                "Patrick was hit by Joseph. He was rushed to hospital, where he died a few hours later.",
                "Patrick was hit by Joseph. He did not know it, but Joseph had a gun.",
                "Patrick was hit by Joseph. He then grabbed Joseph's gun and fired a shot into the ground.",
                "Patrick was hit by Joseph. He then turned around and shot him.",
                "Patrick was hit by Joseph. He was struck by the vehicle as he was walking across the street.",
                "Patrick was hit by Joseph. He was hit by Jack.",
                "Patrick was hit by Joseph. He had his arm twisted behind his back, his hands bound, and his feet tied to a chair.",
                "Patrick was hit by Joseph. He was the first to hit the ball.",
                "Patrick was hit by Joseph. He was taken to a hospital where he died.",
                "Patrick was hit by Joseph. He then threw a brick through the front window of the police station.",
                "Patrick was hit by Joseph. He fell on his face and was knocked out.",
                "Patrick was hit by Joseph. He fell on his face and then rolled onto his back.",
                "Patrick was hit by Joseph. He fell to the ground and Joseph was able to push him to the side.",
                "Patrick was hit by Joseph. He and Joseph were arrested and charged with robbery and assault.",
                "Patrick was hit by Joseph. He did not know who Joseph was.",
                "Patrick was hit by Joseph. He was found in the garage, and Joseph was arrested.",
                "Patrick was hit by Joseph. He was struck in the face and the back of his head, and Joseph was struck in the face.",
                "Patrick was hit by Joseph. He said he had a knee injury and was going to be okay.",
                "Patrick was hit by Joseph. He was hit by Joseph, and Joseph hit him again.",
                "Patrick was hit by Joseph. He then pulled the knife from Joseph's chest and stabbed him.",
                "Patrick was hit by Joseph. He was then hit by James.",
                "Patrick was hit by Joseph. He was bleeding from his head and was in a lot of pain."
            ],
            "counts": {
                "Joseph": 36,
                "Patrick": 3
            }
        },
        "Ken admired Geoff. He": {
            "details": {
                "pronoun": [
                    19,
                    21
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        12,
                        17
                    ]
                ]
            },
            "sentences": [
                "Ken admired Geoff. He was tall, good-looking, and good at his job.",
                "Ken admired Geoff. He was an educated man, with a fine education, and he knew how to use it.",
                "Ken admired Geoff. He was so young, so strong, and he had such a passion for the game.",
                "Ken admired Geoff. He was a good man.",
                "Ken admired Geoff. He was a good man, a good husband, and a good father.",
                "Ken admired Geoff. He was so full of life, so filled with the energy of youth, and so full of the love of his wife.",
                "Ken admired Geoff. He had the sense that he could trust him.",
                "Ken admired Geoff. He was so bright and friendly, and she was glad to have him as a friend.",
                "Ken admired Geoff. He was a great guy.",
                "Ken admired Geoff. He was so different from the others.",
                "Ken admired Geoff. He was a good man.",
                "Ken admired Geoff. He was a talented writer and a good guy.",
                "Ken admired Geoff. He was always cheerful, but he had a quiet strength.",
                "Ken admired Geoff. He was so tall, he had to look up to see him.",
                "Ken admired Geoff. He had been so kind to her, and he was so funny.",
                "Ken admired Geoff. He was so clever, he was the only person I knew who was capable of making the most of the world's most difficult circumstances.",
                "Ken admired Geoff. He was the first person to make me feel good about myself.",
                "Ken admired Geoff. He was the most confident of the three, the most certain of his ability.",
                "Ken admired Geoff. He was a man of few words, and his presence was\nirresistible.",
                "Ken admired Geoff. He had the looks of a star, but he was a nobody, an up-and-comer who was starting out on his own.",
                "Ken admired Geoff. He was a very fine young man.",
                "Ken admired Geoff. He was tall, well-built, with a square face, dark eyes, and a thick shock of black hair.",
                "Ken admired Geoff. He was an idealist, a great idealist.",
                "Ken admired Geoff. He was a nice guy, and she was happy to see him.",
                "Ken admired Geoff. He was a man of strong convictions.",
                "Ken admired Geoff. He was the most attractive, intelligent, and successful man she had ever met.",
                "Ken admired Geoff. He was a fine example of a young man who had the potential to make a good living, and he was the first of the group to take the trouble to find out what the real situation was.",
                "Ken admired Geoff. He had a gentle, easygoing manner.",
                "Ken admired Geoff. He was the only person in the room who knew the way he had been trained to think.",
                "Ken admired Geoff. He was an exceptional man.",
                "Ken admired Geoff. He had a wonderful sense of humor.",
                "Ken admired Geoff. He was such a gentleman, so well mannered, so thoughtful, so generous.",
                "Ken admired Geoff. He was a man of action, and a realist.",
                "Ken admired Geoff. He was one of the few people in the world who knew how to handle her.",
                "Ken admired Geoff. He was the sort of man who didn't need a woman to make him happy.",
                "Ken admired Geoff. He was a gentleman, a kind man, and he was very talented.",
                "Ken admired Geoff. He was a good man.",
                "Ken admired Geoff. He was the most attractive, smartest, most charming man she'd ever met.",
                "Ken admired Geoff. He had his moments, and when he was in his element, he was very good.",
                "Ken admired Geoff. He was one of the best young officers he'd ever known.",
                "Ken admired Geoff. He was a bright, energetic boy, who had learned to love his father's old Harley-Davidson and had a talent for riding it.",
                "Ken admired Geoff. He was a good, solid guy.",
                "Ken admired Geoff. He was a real pro, and it was a relief to see him in a good mood.",
                "Ken admired Geoff. He was a wonderful, talented, generous, caring, caring man.",
                "Ken admired Geoff. He was a big man, solidly built, and there was something about him that made you want to listen to him.",
                "Ken admired Geoff. He had the same light blue eyes and curly hair as her brother, but the expression on his face was so much more serious.",
                "Ken admired Geoff. He was an important man, she thought, and she'd never met him.",
                "Ken admired Geoff. He had been in his own way, too, a very good friend.",
                "Ken admired Geoff. He was so sure of himself, so confident that he would be a great success.",
                "Ken admired Geoff. He had a way of putting his finger on the problem.",
                "Ken admired Geoff. He was such a kind, generous, and caring man.",
                "Ken admired Geoff. He was not a man who was going to get all that wrong.",
                "Ken admired Geoff. He had such a strong sense of what was right and wrong.",
                "Ken admired Geoff. He was the kind of guy who'd give you a second chance.",
                "Ken admired Geoff. He was very strong and a very good shot.",
                "Ken admired Geoff. He had a fine head of thick hair, and the same piercing blue eyes.",
                "Ken admired Geoff. He was the most unselfish man she'd ever met.",
                "Ken admired Geoff. He was a handsome, dark-haired man with a pleasant smile.",
                "Ken admired Geoff. He was so different from the other men she knew.",
                "Ken admired Geoff. He was a man of the world.",
                "Ken admired Geoff. He was not just a friend, he was a man who understood the importance of community and shared the same sense of purpose.",
                "Ken admired Geoff. He was an extraordinary person.",
                "Ken admired Geoff. He was an outstanding pilot, and had a sense of humour that was infectious.",
                "Ken admired Geoff. He was so strong, and so well built.",
                "Ken admired Geoff. He was so much more mature than she was.",
                "Ken admired Geoff. He was a good man.",
                "Ken admired Geoff. He had been born in Australia and had a wide-ranging mind.",
                "Ken admired Geoff. He was a great kid.",
                "Ken admired Geoff. He was so tall, and so broad.",
                "Ken admired Geoff. He was a very handsome man.",
                "Ken admired Geoff. He was an artist, and had a good eye for the business.",
                "Ken admired Geoff. He had never had to face a war like this.",
                "Ken admired Geoff. He had a very calm, cool, and collected demeanor.",
                "Ken admired Geoff. He was a good-looking man, with a pleasant, if rather nervous, manner.",
                "Ken admired Geoff. He was a nice man, a good friend.",
                "Ken admired Geoff. He was a fine athlete and a good friend.",
                "Ken admired Geoff. He was always on the move, never settling down, and always had a new project or a new client.",
                "Ken admired Geoff. He had always been so kind to her.",
                "Ken admired Geoff. He had been a nice guy, even if he had been a bit.",
                "Ken admired Geoff. He had been so sure that the others would all be safe.",
                "Ken admired Geoff. He had a lot of energy and a lot of ideas.",
                "Ken admired Geoff. He was a very clever man, and he was one of the most\namusing fellows I ever knew.",
                "Ken admired Geoff. He was an able leader and he knew what he was doing.",
                "Ken admired Geoff. He was not the kind of man who ever made you feel he was thinking about you.",
                "Ken admired Geoff. He was always in the right place at the right time.",
                "Ken admired Geoff. He was a big, strong man with a powerful voice.",
                "Ken admired Geoff. He had an energy that he could share with the world.",
                "Ken admired Geoff. He was very tall and had a square jaw and the thickest hair I'd ever seen on a man.",
                "Ken admired Geoff. He was a lot of fun to be around.",
                "Ken admired Geoff. He was a friend, and she respected him.",
                "Ken admired Geoff. He was a man of great ability, a great sense of humor, and a\ngreat leader.",
                "Ken admired Geoff. He was the perfect gentleman, a perfect gentleman, but she knew him.",
                "Ken admired Geoff. He was a decent fellow.",
                "Ken admired Geoff. He was a lot of fun.",
                "Ken admired Geoff. He was the best man she'd ever known.",
                "Ken admired Geoff. He had his moments, but he was a natural-born leader.",
                "Ken admired Geoff. He was a good man.",
                "Ken admired Geoff. He was a lot like her, he was tough and he had a good heart.",
                "Ken admired Geoff. He was a good friend.",
                "Ken admired Geoff. He was so serious about his work, so disciplined."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 0
            }
        },
        "Ken impressed Geoff. He": {
            "details": {
                "pronoun": [
                    21,
                    23
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        14,
                        19
                    ]
                ]
            },
            "sentences": [
                "Ken impressed Geoff. He was the only person in the world who had been to the moon.",
                "Ken impressed Geoff. He was a very fine young man, but he was a little\nshy, and he had never had much to do with girls.",
                "Ken impressed Geoff. He was always impressed by the quality of the work he did.",
                "Ken impressed Geoff. He was one of the very few guys I had ever seen who was able to make his voice go all the way up the scale.",
                "Ken impressed Geoff. He was one of the few men he knew who didn't mind taking orders.",
                "Ken impressed Geoff. He had no idea how many people would be willing to take a chance on him.",
                "Ken impressed Geoff. He's very bright and very bright-looking.",
                "Ken impressed Geoff. He was a strong,\nathletic young man, with a good head on his shoulders.",
                "Ken impressed Geoff. He said he was proud of the work.",
                "Ken impressed Geoff. He had been the first person to reach the house, and now he was here to stay.",
                "Ken impressed Geoff. He's always impressed me.",
                "Ken impressed Geoff. He'd done a good job, but he didn't have a clue about the kind of work that needed to be done.",
                "Ken impressed Geoff. He was good.",
                "Ken impressed Geoff. He had not been in the service long, but he had served in Korea and Vietnam, and he had the same knack for killing as everyone else in the room.",
                "Ken impressed Geoff. He had a beautiful mind, a beautiful soul, and he was the perfect fit for us.",
                "Ken impressed Geoff. He was always there for him.",
                "Ken impressed Geoff. He was an old hand at the game.",
                "Ken impressed Geoff. He was a fine, fast, skilled athlete, but his main strength was his character.",
                "Ken impressed Geoff. He said, \"I'll have to look into it.",
                "Ken impressed Geoff. He's a top guy.",
                "Ken impressed Geoff. He'd been impressed by his father before, but now he was impressed by him.",
                "Ken impressed Geoff. He said, \"It's all in the mind.",
                "Ken impressed Geoff. He'd done it again.",
                "Ken impressed Geoff. He was the only person he knew who was not a farmer.",
                "Ken impressed Geoff. He'd been at the club since he was fifteen, but he was still in the bottom half of the pecking order.",
                "Ken impressed Geoff. He'd never seen anyone with a more calm and steady mind.",
                "Ken impressed Geoff. He didn't have to say anything.",
                "Ken impressed Geoff. He was more than happy to help out, and he and his family were really nice people.",
                "Ken impressed Geoff. He'd heard that the U.",
                "Ken impressed Geoff. He was in a strange mood.",
                "Ken impressed Geoff. He'd always been an underachiever, and now he was getting a degree.",
                "Ken impressed Geoff. He was one of the few who could get away with the stuff.",
                "Ken impressed Geoff. He's an excellent coach, but he's a very good guy, too.",
                "Ken impressed Geoff. He was a natural.",
                "Ken impressed Geoff. He didn't say much, but he seemed to be thinking hard.",
                "Ken impressed Geoff. He had a strong sense of self-worth, and had developed a healthy relationship with his father.",
                "Ken impressed Geoff. He'd come back to the room, he'd taken the call, and he'd come back to the room.",
                "Ken impressed Geoff. He was always in a good mood.",
                "Ken impressed Geoff. He was an excellent officer.",
                "Ken impressed Geoff. He said, \"What's that, a girl?\"\n\n\"No, it's a puppy.",
                "Ken impressed Geoff. He had a way of getting to the heart of the matter, and Geoff liked that.",
                "Ken impressed Geoff. He knew that his son was a smart kid, but he'd never seen him so focused.",
                "Ken impressed Geoff. He'd always been the kind of man who was interested in people.",
                "Ken impressed Geoff. He said, \"It's all right, mate.",
                "Ken impressed Geoff. He'd been in the Army, and then the Marines, and then the Navy, and then the Coast Guard.",
                "Ken impressed Geoff. He knew that when it came to sex, he was a natural.",
                "Ken impressed Geoff. He was a strong man.",
                "Ken impressed Geoff. He's been a real gentleman.",
                "Ken impressed Geoff. He was a good man.",
                "Ken impressed Geoff. He had a reputation as a fierce fighter, and he'd done well against many of the most powerful warriors in the land.",
                "Ken impressed Geoff. He'd heard that the local military had a number of high-ranking ex-Nazi officers who were currently serving in the British Army.",
                "Ken impressed Geoff. He was, as usual, just a little bit off.",
                "Ken impressed Geoff. He said, \"It's a good job.",
                "Ken impressed Geoff. He was a clever man, and he'd done a lot of thinking about what had happened.",
                "Ken impressed Geoff. He was a hard worker and was a great asset to the team.",
                "Ken impressed Geoff. He was good at it.",
                "Ken impressed Geoff. He'd never met a man who was so kind and gentle.",
                "Ken impressed Geoff. He knew he had a great shot, but he didn't know if he could make it.",
                "Ken impressed Geoff. He said, \"You're an odd bird, you know that?\"\n\n\"Yeah,\" Geoff said.",
                "Ken impressed Geoff. He was the most handsome man he'd ever seen.",
                "Ken impressed Geoff. He was always interested in what Geoff had to say, and he listened to him carefully.",
                "Ken impressed Geoff. He was not a scientist, but he was a student of history, and he knew that the men and women of the Nazi party were not typical of Germans.",
                "Ken impressed Geoff. He was the most successful and well-known student in the class.",
                "Ken impressed Geoff. He didn't want to let go of his hand.",
                "Ken impressed Geoff. He said, \"What about this one?\"\n\n\"I don't know.",
                "Ken impressed Geoff. He said, \"I'm not the one to talk to.",
                "Ken impressed Geoff. He was just a normal guy, just like us.",
                "Ken impressed Geoff. He knew the land.",
                "Ken impressed Geoff. He was always on the lookout for someone who could make a good deal of money.",
                "Ken impressed Geoff. He was very good at what he did.",
                "Ken impressed Geoff. He was tall and broad shouldered, with a long face, a straight nose, and thinning, reddish hair.",
                "Ken impressed Geoff. He had a look of amazement on his face.",
                "Ken impressed Geoff. He's not just a nice guy, he's a good guy.",
                "Ken impressed Geoff. He was a good man, but he was a bad soldier.",
                "Ken impressed Geoff. He'd never seen him so animated.",
                "Ken impressed Geoff. He'd done it.",
                "Ken impressed Geoff. He didn't like being around him.",
                "Ken impressed Geoff. He was one of the few people in the room who was aware of what had happened.",
                "Ken impressed Geoff. He had never seen a man so strong, so willing to fight.",
                "Ken impressed Geoff. He was a lot more attractive than he'd been in his school photos.",
                "Ken impressed Geoff. He was in his mid-forties, slim and trim, with a close-cropped beard, a pleasant smile, and an engaging manner.",
                "Ken impressed Geoff. He was the first person to introduce me to the band, and I still have his business card.",
                "Ken impressed Geoff. He was still very fit, but his body was not as solid as it had been.",
                "Ken impressed Geoff. He was so confident in his ability to succeed that he took a few risks that didn't pay off.",
                "Ken impressed Geoff. He was in the same boat as them.",
                "Ken impressed Geoff. He had a good job, a good family, and he was very happy.",
                "Ken impressed Geoff. He said, \"I'm impressed with you.",
                "Ken impressed Geoff. He was an attractive man.",
                "Ken impressed Geoff. He was, after all, the man who'd brought him into the FBI.",
                "Ken impressed Geoff. He had seen his father work and he knew that he was a good one.",
                "Ken impressed Geoff. He said he had to take the time to get to know the person, to know their personality.",
                "Ken impressed Geoff. He had been in a great position, with a well-established reputation, and now he was on the edge of a cliff.",
                "Ken impressed Geoff. He had been a top player in his day.",
                "Ken impressed Geoff. He said he would not be so sure about this if he had not been around the world, having been to many places.",
                "Ken impressed Geoff. He was a great man, with a gentle, unassuming manner.",
                "Ken impressed Geoff. He had a new-found respect for the man.",
                "Ken impressed Geoff. He was a solid guy, a very nice guy.",
                "Ken impressed Geoff. He knew how to run a business.",
                "Ken impressed Geoff. He had no trouble telling him what he wanted to hear.",
                "Ken impressed Geoff. He had an enormous capacity for work."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 3
            }
        },
        "Simon ran towards Richard. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        18,
                        25
                    ]
                ]
            },
            "sentences": [
                "Simon ran towards Richard. He was still holding the carving knife.",
                "Simon ran towards Richard. He caught him by the arm and pushed him down.",
                "Simon ran towards Richard. He could see that his brother was still alive, but he could not tell how badly.",
                "Simon ran towards Richard. He had to see the man's face.",
                "Simon ran towards Richard. He was running fast, his face white, his eyes wild.",
                "Simon ran towards Richard. He ran up to him, and he stopped.",
                "Simon ran towards Richard. He pulled him back from the tree and pulled him away from the others.",
                "Simon ran towards Richard. He had his arms out, and he was crying.",
                "Simon ran towards Richard. He had just caught sight of the bear, and\nRichard was running towards him.",
                "Simon ran towards Richard. He had the shotgun ready, but he didn't want to use it.",
                "Simon ran towards Richard. He saw that his friend was covered in blood, but not dead.",
                "Simon ran towards Richard. He grabbed his arm.",
                "Simon ran towards Richard. He had been standing by the door to the\ndining-room, but now he came towards him, and Richard could not avoid\nseeing that his face was white and drawn.",
                "Simon ran towards Richard. He'd been about to tell him about the deal he'd made with John.",
                "Simon ran towards Richard. He was already on his feet, and had his arms around Richard's neck.",
                "Simon ran towards Richard. He saw the expression on his face.",
                "Simon ran towards Richard. He was standing by the back door, looking out.",
                "Simon ran towards Richard. He was still in his chair, but he was on his feet.",
                "Simon ran towards Richard. He took his hand.",
                "Simon ran towards Richard. He was going to grab him, and he was going to\ncarry him off, and the other men would be very angry.",
                "Simon ran towards Richard. He was about to tackle him, but his friend stopped him.",
                "Simon ran towards Richard. He could see the bloody wound on his face, and his right arm.",
                "Simon ran towards Richard. He was out of breath.",
                "Simon ran towards Richard. He grabbed him and swung him around.",
                "Simon ran towards Richard. He caught him in a hug.",
                "Simon ran towards Richard. He could see that he was on the ground, his eyes were open and he was not moving.",
                "Simon ran towards Richard. He threw himself at him, hugging him, sobbing, \"Oh, my love, my love, my love.",
                "Simon ran towards Richard. He grabbed him by the arm and pulled him away from the scene.",
                "Simon ran towards Richard. He grabbed his arm and pulled him back.",
                "Simon ran towards Richard. He looked like he was going to say something, but he didn't.",
                "Simon ran towards Richard. He felt a hand on his shoulder.",
                "Simon ran towards Richard. He caught his friend by the shoulder.",
                "Simon ran towards Richard. He could see the face of the old man, his eyes were open, but the pupils were dark and wide.",
                "Simon ran towards Richard. He had just finished the letter, and he was in a hurry.",
                "Simon ran towards Richard. He was still on his knees, his hands tied behind his back.",
                "Simon ran towards Richard. He grabbed his shoulder and dragged him to the ground.",
                "Simon ran towards Richard. He had a blade in his hand.",
                "Simon ran towards Richard. He grabbed his arm.",
                "Simon ran towards Richard. He pulled him away from the fallen guard and the other guards.",
                "Simon ran towards Richard. He could see that his brother was sitting on the floor, his legs crossed, his head resting on his arms.",
                "Simon ran towards Richard. He felt a hand on his shoulder.",
                "Simon ran towards Richard. He caught him by the arm and said, \"Let me go, you crazy man.",
                "Simon ran towards Richard. He stopped a few feet away.",
                "Simon ran towards Richard. He had no idea what to do.",
                "Simon ran towards Richard. He had a gun in his hand.",
                "Simon ran towards Richard. He grabbed him by the shoulders.",
                "Simon ran towards Richard. He stopped and stood with his hands on his hips.",
                "Simon ran towards Richard. He grabbed him by the arm and pulled him away from the window.",
                "Simon ran towards Richard. He was standing in the middle of the street, his hands up, his mouth open.",
                "Simon ran towards Richard. He reached him just as the big dog\nreached the fence.",
                "Simon ran towards Richard. He had a hand outstretched.",
                "Simon ran towards Richard. He threw his arms around his son and kissed him on the cheek.",
                "Simon ran towards Richard. He didn't have to see him to know he was in trouble.",
                "Simon ran towards Richard. He was the one who had to stop him.",
                "Simon ran towards Richard. He was coming down the hall, and he had the key to the door.",
                "Simon ran towards Richard. He grabbed him by the shoulders.",
                "Simon ran towards Richard. He'd been expecting him to run towards him, and was not prepared for him to run towards Richard.",
                "Simon ran towards Richard. He was being pushed along the corridor by the others.",
                "Simon ran towards Richard. He was standing at the bottom of the steps, a little\nfarther from the fire.",
                "Simon ran towards Richard. He was still struggling, and as he did so, he grabbed Richard's right arm.",
                "Simon ran towards Richard. He saw the blade, and he knew what it was.",
                "Simon ran towards Richard. He was still on the ground, still in the same position.",
                "Simon ran towards Richard. He reached him just as Richard was about to step on the\ngun.",
                "Simon ran towards Richard. He grabbed him by the arm and pulled him back.",
                "Simon ran towards Richard. He had to help him.",
                "Simon ran towards Richard. He could see his eyes open and he was smiling.",
                "Simon ran towards Richard. He was just standing there, staring at the ground.",
                "Simon ran towards Richard. He was holding his gun.",
                "Simon ran towards Richard. He grabbed him by the shirt and yanked him off the ground.",
                "Simon ran towards Richard. He saw him standing by the wall, his back to the wall, his arms folded, looking at the sky.",
                "Simon ran towards Richard. He was in a very good mood, and when he was in a good mood he was a good-looking man.",
                "Simon ran towards Richard. He had a knife in his hand.",
                "Simon ran towards Richard. He threw himself at him, and he\nkilled him.",
                "Simon ran towards Richard. He was in the middle of the field, on his knees.",
                "Simon ran towards Richard. He stopped at the edge of the group.",
                "Simon ran towards Richard. He was in the corridor.",
                "Simon ran towards Richard. He saw that the door was open, and that the hall was dark.",
                "Simon ran towards Richard. He threw himself at him, his hands gripping his\nshoulders.",
                "Simon ran towards Richard. He'd heard the gunshot, and he'd seen the flash of the knife.",
                "Simon ran towards Richard. He was looking for something.",
                "Simon ran towards Richard. He was at the foot of the steps, holding his arm, and he looked as if he were going to faint.",
                "Simon ran towards Richard. He leaped over the barrier and was in the thick of the fight.",
                "Simon ran towards Richard. He had been waiting for him.",
                "Simon ran towards Richard. He ran up to him, grabbed him by the arm, and pulled him to his feet.",
                "Simon ran towards Richard. He threw his arms around him and kissed him.",
                "Simon ran towards Richard. He grabbed him and said, \"Richard, I'm sorry, I didn't mean to hit you.",
                "Simon ran towards Richard. He caught him by the arm and\n\nsaid, “Run!” Richard did not run.",
                "Simon ran towards Richard. He was already running, and he did not stop when he saw that it was Richard.",
                "Simon ran towards Richard. He was a little bit surprised to see him.",
                "Simon ran towards Richard. He saw the dog in the middle of the street, barking and snarling.",
                "Simon ran towards Richard. He threw himself on top of him and held him down.",
                "Simon ran towards Richard. He took the man's head in his hands and began to shake it, and he began to speak to him, and he said, \"Why, Richard, what are you doing here?\"\n\n\"I am going to.",
                "Simon ran towards Richard. He was just as surprised as he was happy to see him.",
                "Simon ran towards Richard. He stopped a few feet away.",
                "Simon ran towards Richard. He threw his arms around him and kissed him.",
                "Simon ran towards Richard. He took him by the arm and said, \"Let's go.",
                "Simon ran towards Richard. He was shouting, 'The castle is on fire! The castle is on fire!'\n\nRichard said, 'We must find our mother.",
                "Simon ran towards Richard. He was at the foot of the stairs, holding the door open.",
                "Simon ran towards Richard. He threw himself at his feet,\nand the two men clasped each other.",
                "Simon ran towards Richard. He was already up, and had grabbed a large knife from the kitchen."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 11
            }
        },
        "Simon ran away from Richard. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        20,
                        27
                    ]
                ]
            },
            "sentences": [
                "Simon ran away from Richard. He left the inn and went to his\nown home.",
                "Simon ran away from Richard. He had been in prison, and then he had come back to\nthe same town.",
                "Simon ran away from Richard. He wanted to be with his father, not his\nbrother.",
                "Simon ran away from Richard. He fled, but he did not run away from his duty.",
                "Simon ran away from Richard. He went to see his brother.",
                "Simon ran away from Richard. He ran away from his own life.",
                "Simon ran away from Richard. He fled to a nearby house, and he was never seen again.",
                "Simon ran away from Richard. He had to get out of there.",
                "Simon ran away from Richard. He ran away from the other two men.",
                "Simon ran away from Richard. He didn't want to be in the same room with him.",
                "Simon ran away from Richard. He ran to the hills.",
                "Simon ran away from Richard. He was not a coward, and he knew that.",
                "Simon ran away from Richard. He was always running away from\nRichard.",
                "Simon ran away from Richard. He said he was too afraid to stay in the house.",
                "Simon ran away from Richard. He was so afraid of what he might find that he\nran, and ran, and ran, until he was far away from Richard, and then he\nstopped and cried, \"I am a coward! I.",
                "Simon ran away from Richard. He went to live with his mother and\nfather in the country, and there he married a girl named Mary, and they\nhad two children, a son and a daughter.",
                "Simon ran away from Richard. He was not yet a young man, but his\ncountenance was that of a man of forty.",
                "Simon ran away from Richard. He was too ashamed to tell him that he was leaving for the same reason he'd left the convent: to be with his family.",
                "Simon ran away from Richard. He ran away from me.",
                "Simon ran away from Richard. He didn't want to have anything to do with the guy.",
                "Simon ran away from Richard. He ran to his\nwife.",
                "Simon ran away from Richard. He ran to the mountains.",
                "Simon ran away from Richard. He ran into the woods, into the woods that\nlooked like a forest.",
                "Simon ran away from Richard. He said he was afraid he would lose his job.",
                "Simon ran away from Richard. He was always running away from something.",
                "Simon ran away from Richard. He did not know what to do, but he knew that he must not\nwait to see what Richard would do.",
                "Simon ran away from Richard. He didn't know what he'd done wrong.",
                "Simon ran away from Richard. He ran away from his own mother.",
                "Simon ran away from Richard. He didn't want to be alone.",
                "Simon ran away from Richard. He left him and went back to his room.",
                "Simon ran away from Richard. He had no idea what to do, but he was determined to do something.",
                "Simon ran away from Richard. He ran away from his family.",
                "Simon ran away from Richard. He ran to his mother.",
                "Simon ran away from Richard. He fled the church and ran to the city of Jerusalem.",
                "Simon ran away from Richard. He said, \"I can't stay here.",
                "Simon ran away from Richard. He did not run from his father.",
                "Simon ran away from Richard. He'd been so sure that he could win him over.",
                "Simon ran away from Richard. He ran from his father.",
                "Simon ran away from Richard. He left him to\ndie, and he was not ashamed to go to the king, and tell him the\ntruth.",
                "Simon ran away from Richard. He ran away from me.",
                "Simon ran away from Richard. He fled, as you did, and I believe\nthat it was the same thought that caused him to run.",
                "Simon ran away from Richard. He fled from the home he was supposed to protect.",
                "Simon ran away from Richard. He did not know why.",
                "Simon ran away from Richard. He went back to the woods, where he had\ncaught the bear.",
                "Simon ran away from Richard. He left the family home in the middle of the night.",
                "Simon ran away from Richard. He was a thief and a liar, and he stole from his own brother.",
                "Simon ran away from Richard. He'd been lying in wait, and he'd ambushed Richard in the garden.",
                "Simon ran away from Richard. He was terrified that Richard would be angry.",
                "Simon ran away from Richard. He didn't know what he'd done wrong, but he'd been a coward.",
                "Simon ran away from Richard. He didn't know what he was doing, but he was in a rush.",
                "Simon ran away from Richard. He fled the castle, and never returned.",
                "Simon ran away from Richard. He ran away from me.",
                "Simon ran away from Richard. He had never had a friend like him.",
                "Simon ran away from Richard. He'd run away from his own life.",
                "Simon ran away from Richard. He ran away from the only man he had ever loved.",
                "Simon ran away from Richard. He ran away from Richard.",
                "Simon ran away from Richard. He was a fool, and he was not afraid of\ndeath.",
                "Simon ran away from Richard. He ran away from the hospital.",
                "Simon ran away from Richard. He went into the kitchen and\nsat down at the table.",
                "Simon ran away from Richard. He left the farm and went to London.",
                "Simon ran away from Richard. He didn't know where he was going.",
                "Simon ran away from Richard. He ran into the desert, and\nit was then that he met a young woman.",
                "Simon ran away from Richard. He ran into the forest, he ran into the woods.",
                "Simon ran away from Richard. He did not return to Richard.",
                "Simon ran away from Richard. He didn't want to be there, but he couldn't stay away.",
                "Simon ran away from Richard. He said he would come back.",
                "Simon ran away from Richard. He didn't want to be a burden.",
                "Simon ran away from Richard. He had a lot of pride.",
                "Simon ran away from Richard. He was too young to have to face that.",
                "Simon ran away from Richard. He left the family.",
                "Simon ran away from Richard. He was scared of him.",
                "Simon ran away from Richard. He ran to the King, and\nbegan to cry, \"I have come to tell you that I am your true\nson, and that I have come to take you back.",
                "Simon ran away from Richard. He ran away from Richard.",
                "Simon ran away from Richard. He didn't have to run very far.",
                "Simon ran away from Richard. He was running away from the pain of the memories.",
                "Simon ran away from Richard. He had to get out of there.",
                "Simon ran away from Richard. He ran from the church.",
                "Simon ran away from Richard. He ran into the street, and the first thing he did was to jump into a hole in the ground.",
                "Simon ran away from Richard. He had no home, no job, no one to speak to.",
                "Simon ran away from Richard. He had no idea where he was going.",
                "Simon ran away from Richard. He was going to tell his father.",
                "Simon ran away from Richard. He had seen the black and white photograph in the hall.",
                "Simon ran away from Richard. He ran away from me.",
                "Simon ran away from Richard. He was afraid that Richard would be angry with him.",
                "Simon ran away from Richard. He ran away from the people who loved him.",
                "Simon ran away from Richard. He ran from me.",
                "Simon ran away from Richard. He was afraid of him.",
                "Simon ran away from Richard. He didn't know why, but he did.",
                "Simon ran away from Richard. He'd never really liked him.",
                "Simon ran away from Richard. He left the town, and I'm not sure he ever returned.",
                "Simon ran away from Richard. He ran away from the Bible.",
                "Simon ran away from Richard. He didn't want to hurt him.",
                "Simon ran away from Richard. He did not see that the man had the power to\ncontrol him.",
                "Simon ran away from Richard. He didn't want to see his father's reaction.",
                "Simon ran away from Richard. He had no intention of marrying a girl who would have to be the mistress of a man who would make her do what he wanted.",
                "Simon ran away from Richard. He wanted to be a part of the team.",
                "Simon ran away from Richard. He'd never had a friend like that before.",
                "Simon ran away from Richard. He ran away from everything.",
                "Simon ran away from Richard. He had run away from me.",
                "Simon ran away from Richard. He ran away from his father."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 9
            }
        },
        "John passed a comic to Bill. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        23,
                        27
                    ]
                ]
            },
            "sentences": [
                "John passed a comic to Bill. He read it, and he said, \"I think this is great.",
                "John passed a comic to Bill. He took it and passed it to me.",
                "John passed a comic to Bill. He looked at it, then looked at me.",
                "John passed a comic to Bill. He looked at it and then passed it to Paul.",
                "John passed a comic to Bill. He was so proud of his son, and of the way he had become a man.",
                "John passed a comic to Bill. He said, \"Here, I'll read it.",
                "John passed a comic to Bill. He took it and said, \"I'll give you a dollar for this.",
                "John passed a comic to Bill. He said, \"What do you think of this?\" Bill said, \"What do you think of that?\"\n\n\"That's not a very funny joke,\" said John.",
                "John passed a comic to Bill. He read it, and, looking up, saw that it was one of\nthe letters that had been read in the prison.",
                "John passed a comic to Bill. He looked at it.",
                "John passed a comic to Bill. He read it.",
                "John passed a comic to Bill. He told him to make it a parody of the play, but Bill said, \"No, I can't do that.",
                "John passed a comic to Bill. He was a little out of breath.",
                "John passed a comic to Bill. He took a drink of water and passed it to Jack.",
                "John passed a comic to Bill. He said, \"What do you think of this?\" Bill said, \"This is funny.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He said, \"This is the first time I've ever heard of a cartoon about a woman who was a prostitute.",
                "John passed a comic to Bill. He had a good sense of humor, and Bill did too.",
                "John passed a comic to Bill. He read it and then handed it back.",
                "John passed a comic to Bill. He said, \"This is a funny one.",
                "John passed a comic to Bill. He asked, \"What do you think of this?\"\n\nBill said, \"It's good.",
                "John passed a comic to Bill. He asked for a laugh.",
                "John passed a comic to Bill. He started laughing.",
                "John passed a comic to Bill. He looked at it, then passed it to me.",
                "John passed a comic to Bill. He laughed and passed it back.",
                "John passed a comic to Bill. He was trying to make a point.",
                "John passed a comic to Bill. He had just finished a picture called _The Good Earth_, which was being made by the American International Pictures.",
                "John passed a comic to Bill. He asked, \"What do you think of this one?\"\n\nBill read the strip.",
                "John passed a comic to Bill. He took it, glanced at it, and then passed it back.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He looked at it, then looked at Bill.",
                "John passed a comic to Bill. He took it, laughed, and then said, \"Well, I'll\nhave to get some of my own.",
                "John passed a comic to Bill. He held it up to the light.",
                "John passed a comic to Bill. He started to laugh.",
                "John passed a comic to Bill. He took a look at it and then handed it back to me.",
                "John passed a comic to Bill. He said, \"Look at this.",
                "John passed a comic to Bill. He was looking at it.",
                "John passed a comic to Bill. He was a big, muscular guy with a head of thick, dark hair.",
                "John passed a comic to Bill. He started laughing.",
                "John passed a comic to Bill. He looked at it, laughed, and then said, \"Oh, man, this is good.",
                "John passed a comic to Bill. He turned it over.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He asked him to tell it.",
                "John passed a comic to Bill. He said, \"Bill, do you know what the word'_negrita_'means?\" Bill said, \"No.",
                "John passed a comic to Bill. He started to laugh.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He was not a fan of Bill's.",
                "John passed a comic to Bill. He said, \"Look, I've been a great fan of your work for years.",
                "John passed a comic to Bill. He told him to read it and then he read it.",
                "John passed a comic to Bill. He laughed and passed it back.",
                "John passed a comic to Bill. He started laughing.",
                "John passed a comic to Bill. He turned it over.",
                "John passed a comic to Bill. He passed it back to Bill.",
                "John passed a comic to Bill. He said, \"This is what I want you to do.",
                "John passed a comic to Bill. He read it, and then he laughed.",
                "John passed a comic to Bill. He looked at it, then handed it back.",
                "John passed a comic to Bill. He glanced at it, then looked at his watch.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He looked at it and laughed.",
                "John passed a comic to Bill. He said, \"This is my last one.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He gave it to me.",
                "John passed a comic to Bill. He thought it was funny.",
                "John passed a comic to Bill. He told him about the comic.",
                "John passed a comic to Bill. He turned it over.",
                "John passed a comic to Bill. He read it.",
                "John passed a comic to Bill. He passed a comic to Frank.",
                "John passed a comic to Bill. He turned to me and said, \"What do you think of this?\"\n\n\"I think it's a pretty good joke,\" I said.",
                "John passed a comic to Bill. He asked him to tell a joke.",
                "John passed a comic to Bill. He looked at it.",
                "John passed a comic to Bill. He started to laugh.",
                "John passed a comic to Bill. He told me that he had to be careful not to get it wet.",
                "John passed a comic to Bill. He looked at it, then passed it to me.",
                "John passed a comic to Bill. He turned to me and said, \"You should have seen this one.",
                "John passed a comic to Bill. He handed him the paper.",
                "John passed a comic to Bill. He couldn't remember the name.",
                "John passed a comic to Bill. He had seen it on the news.",
                "John passed a comic to Bill. He was smiling, and Bill was laughing.",
                "John passed a comic to Bill. He looked at it.",
                "John passed a comic to Bill. He was an old-time newspaper man, and had been on the staff of the local paper for many years.",
                "John passed a comic to Bill. He gave it to him.",
                "John passed a comic to Bill. He had the best one of the lot.",
                "John passed a comic to Bill. He said, \"Here's a good one.",
                "John passed a comic to Bill. He took a look at it and laughed.",
                "John passed a comic to Bill. He looked at it and then handed it back.",
                "John passed a comic to Bill. He looked at it.",
                "John passed a comic to Bill. He was staring at the page.",
                "John passed a comic to Bill. He gave him a look.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He looked at it, then at the boy.",
                "John passed a comic to Bill. He told him to read the first few lines and then he'd explain the rest.",
                "John passed a comic to Bill. He had just started to read it.",
                "John passed a comic to Bill. He was a very young comic.",
                "John passed a comic to Bill. He laughed and passed it on to me.",
                "John passed a comic to Bill. He thought it was funny.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He turned it over.",
                "John passed a comic to Bill. He turned it over."
            ],
            "counts": {
                "John": 1,
                "Bill": 12
            }
        },
        "John was passing a comic to Bill. He": {
            "details": {
                "pronoun": [
                    34,
                    36
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        28,
                        32
                    ]
                ]
            },
            "sentences": [
                "John was passing a comic to Bill. He looked at it and said, \"You know, this is funny.",
                "John was passing a comic to Bill. He told Bill that he was not going to pay for it.",
                "John was passing a comic to Bill. He asked me to go with him.",
                "John was passing a comic to Bill. He said, \"Bill, this is the guy who gave me a ride home from the club.",
                "John was passing a comic to Bill. He turned to him and said, \"Bill, do you have any idea what that is?\"\n\nBill said, \"I have no idea.",
                "John was passing a comic to Bill. He gave him a couple of pages and then passed him back to me.",
                "John was passing a comic to Bill. He stopped.",
                "John was passing a comic to Bill. He'd been reading a book about a guy who was in the military and came back to the states and started a chain of a comic book store.",
                "John was passing a comic to Bill. He looked up and saw the billboard.",
                "John was passing a comic to Bill. He didn't say anything.",
                "John was passing a comic to Bill. He looked at the comic and said, \"This is good.",
                "John was passing a comic to Bill. He took it and put it down on the table.",
                "John was passing a comic to Bill. He was about to say something when he noticed that Bill was not laughing.",
                "John was passing a comic to Bill. He said, \"Bill, you're a funny guy.",
                "John was passing a comic to Bill. He had the book open on his lap and was reading it.",
                "John was passing a comic to Bill. He stopped, looked at it, and said, \"I'm going to have to pass on this one.",
                "John was passing a comic to Bill. He had just finished reading the latest issue of _The_ _National Enquirer_, which was the bible of the \"urban-type\" readership, the kind of person who thinks that the.",
                "John was passing a comic to Bill. He said, \"You're the only one who hasn't read this.",
                "John was passing a comic to Bill. He said, \"I don't know how you do it, Bill.",
                "John was passing a comic to Bill. He asked me if I wanted to read it.",
                "John was passing a comic to Bill. He took it from him and gave it back.",
                "John was passing a comic to Bill. He told Bill that he had to do something for his brother.",
                "John was passing a comic to Bill. He saw the comic, but did not look at it.",
                "John was passing a comic to Bill. He was going to make fun of the guy.",
                "John was passing a comic to Bill. He turned around and said, \"Hey, Bill, did you know that if you drink a can of Pepsi, you get a free can of Coke?\"\n\nI was sitting at the table.",
                "John was passing a comic to Bill. He turned to me and said, \"It's not funny.",
                "John was passing a comic to Bill. He was still laughing, and his hand was on Bill's shoulder.",
                "John was passing a comic to Bill. He took a look at it and said, \"That's the funniest thing I've ever seen.",
                "John was passing a comic to Bill. He said, \"What's this?\"\n\nBill said, \"It's a comic book.",
                "John was passing a comic to Bill. He saw that it was a joke, and he asked Bill what it was.",
                "John was passing a comic to Bill. He had a good idea of the comic.",
                "John was passing a comic to Bill. He said, \"Bill, I have to tell you something.",
                "John was passing a comic to Bill. He looked at the picture and said, \"It's a great picture, isn't it?\"\n\n\"Yes, it is,\" said Bill.",
                "John was passing a comic to Bill. He said, \"I know that one.",
                "John was passing a comic to Bill. He had just read a story about a guy who went to a comic book convention and found a comic that had the story of a comic book character that he loved.",
                "John was passing a comic to Bill. He was saying, \"You should see this one.",
                "John was passing a comic to Bill. He had a thick head of hair and a bushy mustache.",
                "John was passing a comic to Bill. He was so funny.",
                "John was passing a comic to Bill. He looked at it, and then he turned it over.",
                "John was passing a comic to Bill. He said, \"I don't like this one.",
                "John was passing a comic to Bill. He'd just seen it and had to tell Bill.",
                "John was passing a comic to Bill. He was about to say something, but he stopped himself.",
                "John was passing a comic to Bill. He asked Bill to tell him the story of how he got his name.",
                "John was passing a comic to Bill. He asked him what it was about.",
                "John was passing a comic to Bill. He looked at it, then handed it back.",
                "John was passing a comic to Bill. He turned it over.",
                "John was passing a comic to Bill. He took it from him and, seeing that it was a \"picture book,\" he gave it to the baby.",
                "John was passing a comic to Bill. He turned it over.",
                "John was passing a comic to Bill. He'd been reading it for years.",
                "John was passing a comic to Bill. He had just read it and thought it was pretty good.",
                "John was passing a comic to Bill. He had never seen one.",
                "John was passing a comic to Bill. He was passing it to Bill.",
                "John was passing a comic to Bill. He turned to the other side of the bar and said, \"Hey, I think I've seen you before.",
                "John was passing a comic to Bill. He said, \"Bill, I just want to tell you that I'm not happy about your work.",
                "John was passing a comic to Bill. He stopped and turned to me.",
                "John was passing a comic to Bill. He turned it over.",
                "John was passing a comic to Bill. He looked at the cover.",
                "John was passing a comic to Bill. He looked up and said, \"I can't take this.",
                "John was passing a comic to Bill. He was talking about the incident in the car, but Bill didn't hear.",
                "John was passing a comic to Bill. He said, \"I'm going to kill you, Bill.",
                "John was passing a comic to Bill. He turned to Bill and said, \"I just want to say that I don't know if you're going to be a good comic, but I think you're a great guy.",
                "John was passing a comic to Bill. He thought he might like to hear it.",
                "John was passing a comic to Bill. He told him that his brother was going to be a famous actor.",
                "John was passing a comic to Bill. He said, \"I'll take that one.",
                "John was passing a comic to Bill. He asked him if he had ever heard of the game of golf.",
                "John was passing a comic to Bill. He was about to ask him what it was when he noticed a paper on the floor.",
                "John was passing a comic to Bill. He said, \"Bill, you know, this is the first time I've seen a black face in the comic.",
                "John was passing a comic to Bill. He was very funny.",
                "John was passing a comic to Bill. He asked me to tell you.",
                "John was passing a comic to Bill. He had the old, dirty, torn comic in his hand.",
                "John was passing a comic to Bill. He asked him what he thought of it.",
                "John was passing a comic to Bill. He asked him to tell the story.",
                "John was passing a comic to Bill. He took a look at it.",
                "John was passing a comic to Bill. He was looking at the comics in the other room, when he saw the one with the guy in the bat costume.",
                "John was passing a comic to Bill. He had been doing some reading in his room.",
                "John was passing a comic to Bill. He glanced at the panel.",
                "John was passing a comic to Bill. He was looking at the back of it, and I looked at the front.",
                "John was passing a comic to Bill. He stopped and said, \"Bill, I want you to read this.",
                "John was passing a comic to Bill. He had no idea what it was.",
                "John was passing a comic to Bill. He had just told the story of how he'd had to go to the hospital to have his appendix out.",
                "John was passing a comic to Bill. He said, \"What's this?\"\n\nBill said, \"I dunno.",
                "John was passing a comic to Bill. He took a look at it and handed it back to me.",
                "John was passing a comic to Bill. He looked at it, and then at me.",
                "John was passing a comic to Bill. He said, \"This is a very funny comic.",
                "John was passing a comic to Bill. He was wearing a dark suit and a hat.",
                "John was passing a comic to Bill. He saw that it was about a lawyer who was being investigated by the FBI.",
                "John was passing a comic to Bill. He told him to turn it off.",
                "John was passing a comic to Bill. He said, \"I don't know why I can't read comic books.",
                "John was passing a comic to Bill. He asked me to pass it to him.",
                "John was passing a comic to Bill. He turned to Bill.",
                "John was passing a comic to Bill. He didn't want to look at it, but he couldn't help himself.",
                "John was passing a comic to Bill. He had heard the story of how the mule had\ngone to the gallows.",
                "John was passing a comic to Bill. He said, \"What do you think of this?\" Bill said, \"It's pretty good.",
                "John was passing a comic to Bill. He was reading a book, and he had a book under his arm.",
                "John was passing a comic to Bill. He told him to go ahead and laugh, and he did.",
                "John was passing a comic to Bill. He had a funny way of looking at the comic, as if he were thinking about it.",
                "John was passing a comic to Bill. He glanced at the comic and said, \"I'm not sure I want to read that.",
                "John was passing a comic to Bill. He was looking at it.",
                "John was passing a comic to Bill. He asked me if I'd ever seen it.",
                "John was passing a comic to Bill. He said, \"Hey, you know what? I just thought of something."
            ],
            "counts": {
                "John": 0,
                "Bill": 26
            }
        },
        "Amanda amazed Brittany. She": {
            "details": {
                "pronoun": [
                    24,
                    27
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        14,
                        22
                    ]
                ]
            },
            "sentences": [
                "Amanda amazed Brittany. She had no idea that her roommate had a twin sister.",
                "Amanda amazed Brittany. She was so cute, and so smart.",
                "Amanda amazed Brittany. She had a natural talent for drawing.",
                "Amanda amazed Brittany. She was just a kid, but she knew what was going on.",
                "Amanda amazed Brittany. She knew she'd never had a relationship like this before.",
                "Amanda amazed Brittany. She was a wonderful listener, and when she left, Brittany said, \"Amanda is so nice.",
                "Amanda amazed Brittany. She knew her mom had been a doctor, but she had no idea how much she'd actually done.",
                "Amanda amazed Brittany. She'd never been in a classroom before, and she was shocked by the way Brittany was taking charge.",
                "Amanda amazed Brittany. She was the first to be called.",
                "Amanda amazed Brittany. She could see the excitement in her eyes and the pride on her face.",
                "Amanda amazed Brittany. She didn't have to be a rocket scientist to know that Brittany was more than a little bit pissed off at her for the way she'd handled the situation.",
                "Amanda amazed Brittany. She had to be careful not to make her mistake again.",
                "Amanda amazed Brittany. She was one of the best guitarists she had ever seen.",
                "Amanda amazed Brittany. She could see the pain in her eyes.",
                "Amanda amazed Brittany. She was so excited to see her and so happy that she'd made it.",
                "Amanda amazed Brittany. She was so young and so beautiful.",
                "Amanda amazed Brittany. She knew she was being kind.",
                "Amanda amazed Brittany. She'd been a lot more reserved and withdrawn than she'd been with most of the girls in school.",
                "Amanda amazed Brittany. She was so different from the girls at school.",
                "Amanda amazed Brittany. She was so excited that she didn't even ask her to stay, just said, \"I'm so glad you came.",
                "Amanda amazed Brittany. She was so much more beautiful than Brittany had ever imagined.",
                "Amanda amazed Brittany. She'd always been more than a little envious of her older sister's popularity.",
                "Amanda amazed Brittany. She knew she had a beautiful smile and was very sweet, but she had no idea how beautiful her eyes were.",
                "Amanda amazed Brittany. She didn't know how to respond.",
                "Amanda amazed Brittany. She couldn't believe how easy it was to take control of a situation like that.",
                "Amanda amazed Brittany. She knew that if she could just get her to leave the room, she'd be fine.",
                "Amanda amazed Brittany. She didn't even have to look at her.",
                "Amanda amazed Brittany. She had never seen her sister so happy.",
                "Amanda amazed Brittany. She'd never met anyone quite like her.",
                "Amanda amazed Brittany. She'd never seen a more beautiful woman in her life.",
                "Amanda amazed Brittany. She had never seen a girl so full of life.",
                "Amanda amazed Brittany. She could see how Brittany's hands were shaking.",
                "Amanda amazed Brittany. She knew she had to keep Brittany happy.",
                "Amanda amazed Brittany. She was the most beautiful girl she'd ever seen.",
                "Amanda amazed Brittany. She could not believe that her sister was so good-looking.",
                "Amanda amazed Brittany. She'd always thought she was a hard-working, ambitious woman.",
                "Amanda amazed Brittany. She'd seen the woman's eyes widen with fear when she'd said her name.",
                "Amanda amazed Brittany. She'd always been a bit of a geek, but she was a real nerd when it came to all things Star Wars.",
                "Amanda amazed Brittany. She had been so focused on the danger of her own actions that she hadn't even considered the danger of her sister's.",
                "Amanda amazed Brittany. She couldn't imagine a girl who had ever gone to a gym.",
                "Amanda amazed Brittany. She'd never seen her so animated.",
                "Amanda amazed Brittany. She was a smart, talented, beautiful woman.",
                "Amanda amazed Brittany. She had been the most boring, disinterested girl in school.",
                "Amanda amazed Brittany. She knew how much she loved her, and Brittany knew it too.",
                "Amanda amazed Brittany. She was a pretty girl, and Brittany was a beautiful girl.",
                "Amanda amazed Brittany. She knew she'd never have the guts to ask her out, but now she did.",
                "Amanda amazed Brittany. She was so gorgeous.",
                "Amanda amazed Brittany. She'd been so sure that her friend was a lesbian, and Brittany had never said a word.",
                "Amanda amazed Brittany. She was like a new woman.",
                "Amanda amazed Brittany. She didn't know what to say, but she knew she had to say something.",
                "Amanda amazed Brittany. She had never seen her so alive and in the moment.",
                "Amanda amazed Brittany. She was pretty, but she was also a beautiful girl, with a long, blonde ponytail, and she had a killer body.",
                "Amanda amazed Brittany. She knew she was going to be the one to make this work.",
                "Amanda amazed Brittany. She had never seen a horse that was so perfectly in tune with the human body.",
                "Amanda amazed Brittany. She knew the rules, but it was hard to get a sense of how much Brittany really knew about her life.",
                "Amanda amazed Brittany. She couldn't help but smile at her friend's happiness.",
                "Amanda amazed Brittany. She had never seen a bride who looked so beautiful.",
                "Amanda amazed Brittany. She was an accomplished artist, but she didn't know the first thing about art.",
                "Amanda amazed Brittany. She had no idea how much Brittany loved her.",
                "Amanda amazed Brittany. She was such a sweet girl, and Brittany was so kind to her.",
                "Amanda amazed Brittany. She couldn't believe how much she had grown since she had been a little girl.",
                "Amanda amazed Brittany. She had never seen her sister so animated.",
                "Amanda amazed Brittany. She was very good at giving advice, and Brittany was always in awe of her.",
                "Amanda amazed Brittany. She had never seen her so calm and relaxed.",
                "Amanda amazed Brittany. She was so nice.",
                "Amanda amazed Brittany. She was still wearing her tights, but now they were in a very nice shade of blue.",
                "Amanda amazed Brittany. She had never seen a human woman who looked like that.",
                "Amanda amazed Brittany. She had a way of making her friends feel like the most important person in the world.",
                "Amanda amazed Brittany. She'd never met anyone like her before.",
                "Amanda amazed Brittany. She had been so worried about her friend, and here she was, safe and sound.",
                "Amanda amazed Brittany. She had to be the coolest person in the world.",
                "Amanda amazed Brittany. She'd never seen a person so in love with a computer before.",
                "Amanda amazed Brittany. She had never seen her look so happy.",
                "Amanda amazed Brittany. She knew she was going to be able to handle her, even though she'd been on the receiving end of a lot of abuse.",
                "Amanda amazed Brittany. She could not imagine that she was not alone.",
                "Amanda amazed Brittany. She was a smart, talented girl who was willing to work hard to get where she wanted to go.",
                "Amanda amazed Brittany. She'd never seen her sister like this before.",
                "Amanda amazed Brittany. She knew she was a wonderful mother, but Brittany had never been so sure of herself.",
                "Amanda amazed Brittany. She was an amazing mom, and Brittany was so lucky to have her.",
                "Amanda amazed Brittany. She couldn't believe how easy it was to get the girl to fall in love with her.",
                "Amanda amazed Brittany. She'd never seen her friend so happy.",
                "Amanda amazed Brittany. She had a new friend.",
                "Amanda amazed Brittany. She was always one to do things her own way.",
                "Amanda amazed Brittany. She had never seen her so animated.",
                "Amanda amazed Brittany. She was one of the first to arrive and was sitting on the edge of the bed, staring at the girl.",
                "Amanda amazed Brittany. She thought she was going to cry.",
                "Amanda amazed Brittany. She had never seen a person who had the courage to admit they were afraid of the dark.",
                "Amanda amazed Brittany. She didn't know what to say.",
                "Amanda amazed Brittany. She had never seen a dog so well behaved.",
                "Amanda amazed Brittany. She had been worried about her for years.",
                "Amanda amazed Brittany. She'd been right all along.",
                "Amanda amazed Brittany. She had never seen her sister so happy.",
                "Amanda amazed Brittany. She had a look of deep admiration on her face.",
                "Amanda amazed Brittany. She had never seen her in such a good mood.",
                "Amanda amazed Brittany. She had been raised by her mother, who was a professional chef, and she had always been fascinated by food.",
                "Amanda amazed Brittany. She was very tall and slim, and her eyes were a pale blue.",
                "Amanda amazed Brittany. She was a cute, outgoing girl who loved the outdoors.",
                "Amanda amazed Brittany. She knew she'd be lucky to find someone who was both cute and smart.",
                "Amanda amazed Brittany. She had never met a woman like her.",
                "Amanda amazed Brittany. She had never seen her sister so happy."
            ],
            "counts": {
                "Amanda": 1,
                "Brittany": 15
            }
        },
        "Brittany was amazed by Amanda. She": {
            "details": {
                "pronoun": [
                    31,
                    34
                ],
                "options": [
                    [
                        23,
                        29
                    ],
                    [
                        0,
                        8
                    ]
                ]
            },
            "sentences": [
                "Brittany was amazed by Amanda. She had a great sense of humor, and she was so sweet.",
                "Brittany was amazed by Amanda. She'd never met anyone who had such a clear, powerful vision of what was possible.",
                "Brittany was amazed by Amanda. She was so full of energy, so enthusiastic about everything she did.",
                "Brittany was amazed by Amanda. She was a beauty, a gem, a princess, and she was just like her.",
                "Brittany was amazed by Amanda. She was so different from the other girls.",
                "Brittany was amazed by Amanda. She had never seen her like this.",
                "Brittany was amazed by Amanda. She'd always thought that Amanda was the most sensible person she knew.",
                "Brittany was amazed by Amanda. She was not as tall as Brittany, but her figure was perfect.",
                "Brittany was amazed by Amanda. She was a very good student.",
                "Brittany was amazed by Amanda. She was so kind and caring.",
                "Brittany was amazed by Amanda. She'd never seen a woman who looked so different from the girls she knew.",
                "Brittany was amazed by Amanda. She was always polite and seemed genuinely interested in what I had to say.",
                "Brittany was amazed by Amanda. She was one of the few people who knew that Brittany was pregnant.",
                "Brittany was amazed by Amanda. She'd been so beautiful, so charming, so.",
                "Brittany was amazed by Amanda. She'd never met anyone like her.",
                "Brittany was amazed by Amanda. She was just as beautiful as her sister.",
                "Brittany was amazed by Amanda. She'd never seen a female driver before.",
                "Brittany was amazed by Amanda. She had never seen a more beautiful woman.",
                "Brittany was amazed by Amanda. She was an artist and had been doing that since she was a child.",
                "Brittany was amazed by Amanda. She was beautiful and kind and smart.",
                "Brittany was amazed by Amanda. She had never met a person like her.",
                "Brittany was amazed by Amanda. She was so kind and thoughtful.",
                "Brittany was amazed by Amanda. She was as strong as a man, and she was also as sexy as hell.",
                "Brittany was amazed by Amanda. She was a stunningly beautiful woman.",
                "Brittany was amazed by Amanda. She'd never seen a girl so.",
                "Brittany was amazed by Amanda. She was a lot more open than she had been before, and Brittany felt like she could tell her anything.",
                "Brittany was amazed by Amanda. She was very different from her friends.",
                "Brittany was amazed by Amanda. She'd never met anyone like her.",
                "Brittany was amazed by Amanda. She was so beautiful, so much like her mother.",
                "Brittany was amazed by Amanda. She was so different from the girls she knew.",
                "Brittany was amazed by Amanda. She'd never seen her this emotional.",
                "Brittany was amazed by Amanda. She had a natural talent for photography and she had always wanted to be a photographer.",
                "Brittany was amazed by Amanda. She was so beautiful, so sweet, so warm.",
                "Brittany was amazed by Amanda. She was so beautiful and charming.",
                "Brittany was amazed by Amanda. She was so different from the other girls in her class.",
                "Brittany was amazed by Amanda. She'd never met anyone like her.",
                "Brittany was amazed by Amanda. She was a natural at making things.",
                "Brittany was amazed by Amanda. She'd never seen her so happy.",
                "Brittany was amazed by Amanda. She was beautiful and elegant and charming.",
                "Brittany was amazed by Amanda. She had a real talent for creating things.",
                "Brittany was amazed by Amanda. She had to admit that she had been wrong about the woman.",
                "Brittany was amazed by Amanda. She'd never seen a woman with a face like hers before.",
                "Brittany was amazed by Amanda. She had never met anyone like her before.",
                "Brittany was amazed by Amanda. She was smart, funny, and a great cook.",
                "Brittany was amazed by Amanda. She was so open and honest.",
                "Brittany was amazed by Amanda. She was a little too thin, and she had no makeup on, but she looked really pretty.",
                "Brittany was amazed by Amanda. She was so cute and bubbly and seemed to know everything.",
                "Brittany was amazed by Amanda. She was tall and slim, with long, dark hair, a\nstrong, square jaw, and a pretty face.",
                "Brittany was amazed by Amanda. She was always in control, never got flustered or angry, and never took anything too seriously.",
                "Brittany was amazed by Amanda. She was so strong, so independent, so courageous.",
                "Brittany was amazed by Amanda. She was so kind and patient.",
                "Brittany was amazed by Amanda. She was so easy to talk to.",
                "Brittany was amazed by Amanda. She was just like her, so kind and caring.",
                "Brittany was amazed by Amanda. She was beautiful, intelligent, and so caring.",
                "Brittany was amazed by Amanda. She was such a strong woman, and she was just so in tune with the world.",
                "Brittany was amazed by Amanda. She had never met anyone like her.",
                "Brittany was amazed by Amanda. She was so beautiful and intelligent.",
                "Brittany was amazed by Amanda. She was so open about her life and her thoughts, it was easy to see how she could be so open about her feelings.",
                "Brittany was amazed by Amanda. She had a kind, intelligent face and a pleasant smile.",
                "Brittany was amazed by Amanda. She was the most beautiful girl she'd ever seen.",
                "Brittany was amazed by Amanda. She'd never seen her look so happy.",
                "Brittany was amazed by Amanda. She'd never seen a woman in such good shape.",
                "Brittany was amazed by Amanda. She'd never seen a woman so strong and confident.",
                "Brittany was amazed by Amanda. She was an incredibly sweet and kind person, and she was incredibly sexy.",
                "Brittany was amazed by Amanda. She'd been to several dance studios, but she'd never seen anything like this.",
                "Brittany was amazed by Amanda. She had always been a good friend to her, and she was so nice to everyone she met.",
                "Brittany was amazed by Amanda. She had never seen her so relaxed.",
                "Brittany was amazed by Amanda. She was an attractive woman in her mid-thirties, with long dark hair, a slim figure, and a soft face.",
                "Brittany was amazed by Amanda. She'd never met anyone like her.",
                "Brittany was amazed by Amanda. She had a gift for putting people at ease.",
                "Brittany was amazed by Amanda. She was one of the few people who knew the whole story.",
                "Brittany was amazed by Amanda. She was smart, confident, and well-spoken.",
                "Brittany was amazed by Amanda. She was so nice and polite.",
                "Brittany was amazed by Amanda. She was beautiful, and her smile was genuine.",
                "Brittany was amazed by Amanda. She was so easy to talk to.",
                "Brittany was amazed by Amanda. She'd never seen her friend so happy.",
                "Brittany was amazed by Amanda. She was beautiful and friendly and, to her, seemed like a nice person.",
                "Brittany was amazed by Amanda. She had a huge wardrobe of clothes, from the clothes she wore in the hospital to the clothes she wore in the house.",
                "Brittany was amazed by Amanda. She had never seen her friend in such a good mood.",
                "Brittany was amazed by Amanda. She had never seen anyone as beautiful as her, but she had seen many beautiful women.",
                "Brittany was amazed by Amanda. She was pretty and young and wore the most incredible outfits.",
                "Brittany was amazed by Amanda. She was just as lovely as her mother.",
                "Brittany was amazed by Amanda. She had always thought of herself as the shy one.",
                "Brittany was amazed by Amanda. She had always been a hard worker and had a natural talent for her job.",
                "Brittany was amazed by Amanda. She had no idea that the girl had a lot of potential.",
                "Brittany was amazed by Amanda. She was like a friend.",
                "Brittany was amazed by Amanda. She was so beautiful, so young, so vibrant, so happy.",
                "Brittany was amazed by Amanda. She was very, very pretty.",
                "Brittany was amazed by Amanda. She had to admit that she was pretty, but she had no idea what to do with herself.",
                "Brittany was amazed by Amanda. She'd never seen a woman who looked like her before.",
                "Brittany was amazed by Amanda. She was so different from the girls at school.",
                "Brittany was amazed by Amanda. She was so full of life, so outgoing, so positive.",
                "Brittany was amazed by Amanda. She had to be the most beautiful girl she'd ever seen.",
                "Brittany was amazed by Amanda. She had a beautiful voice, a strong, deep voice, and a great sense of rhythm.",
                "Brittany was amazed by Amanda. She was so smart and so pretty.",
                "Brittany was amazed by Amanda. She was the first woman she had ever met who had such a beautiful, sexy voice.",
                "Brittany was amazed by Amanda. She was so much like her mother.",
                "Brittany was amazed by Amanda. She was a total opposite of Brittany.",
                "Brittany was amazed by Amanda. She was a woman of such high caliber that she was a perfect fit for the position.",
                "Brittany was amazed by Amanda. She had a little white dog, a terrier, that she loved to cuddle."
            ],
            "counts": {
                "Amanda": 1,
                "Brittany": 4
            }
        }
    }
}