{
    "metadata": {
        "model": "EleutherAI/pythia-70m",
        "revision": "main",
        "num_parameters": 70426624,
        "timestamp": "2023-10-18 22:45:43.845079",
        "samples": 100,
        "top_k": 0,
        "top_p": 0.5
    },
    "data": {
        "John seized the comic from Bill. He": {
            "details": {
                "pronoun": [
                    33,
                    35
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        27,
                        31
                    ]
                ]
            },
            "sentences": [
                "John seized the comic from Bill. He spent three weeks with my inner husband John, then he went home saying no to him asking what kind of a man's name for our family was to bring home another man -- our beloved husband -- his father's.",
                "John seized the comic from Bill. He explained only those words will never be acknowledged — both those who took to the newsboy's lawn to help him out so much — namely my wife Mary and my daughter Barbara.",
                "John seized the comic from Bill. He worked there alone until his death during this conversation so she took up with Mr Junk.",
                "John seized the comic from Bill. He claims 'Santa Claus was born 'not decorated enough nor was his father's heritage.",
                "John seized the comic from Bill. He took this from when Harry was a Queen of the Dark Men's Brigade which consisted largely of three Barbados Islands.",
                "John seized the comic from Bill. He went through “the whole thing like another world!” His father finally took Mr and his son from her painting “The Greatest Night Ever Will”.",
                "John seized the comic from Bill. He began using “the word ‘named’ over ‘lavish’’ during these matters just to make people behave entirely against them”.",
                "John seized the comic from Bill. He added after being arrested him when police forcibly stopped his sons at the garage where they initially violated his son’s constitutional privilege by exposing himself into a deadly dispute over whether someone was possibly mentally accountable against them from time.",
                "John seized the comic from Bill. He asked if President Burger Can bring him into the Lion King.",
                "John seized the comic from Bill. He later said through his stunned breath he stopped and looked into the deck top drawer by his folded papers at him that would have been covered entirely by them which must not be the same as if everything would have been covered.",
                "John seized the comic from Bill. He added then they found him lying there just rolling over from under the wagon to give his laptop an airline ticket where none to go outside town could be replaced easily enough.",
                "John seized the comic from Bill. He knew people still floating down the tracks just barely a foot away from him.",
                "John seized the comic from Bill. He lost himself when Jack Morgan asked him whether Jack had been a representative or an intermediary between him and anyone else except him when she heard him say no and suddenly he turned and said yes after he went out at.",
                "John seized the comic from Bill. He gave up the stewardship and helped to condemn and to pen several pennants out there over the telephone.",
                "John seized the comic from Bill. He continued by saying only two words only and once again made this quickly.",
                "John seized the comic from Bill. He came aboard again after having lost both of two of six contracted burglaries over the crash of his basement.",
                "John seized the comic from Bill. He claims their retirement interests were notoriously unsuccessful while their viewers could not afford it without him taking their wrath from their admirers.",
                "John seized the comic from Bill. He explained him through some of our LinkedIn listings because each one doesn’t have some kind ordeal with making those discs on their plates anyplace other than mine are probably supposed to represent such things.",
                "John seized the comic from Bill. He decided to keep an eye out while trying to figure out just why their new glory emerged into the restaurant when Bob Dodson suddenly found itself at his taproom and turned around toward another stalls and a Hollywood flick alongside.",
                "John seized the comic from Bill. He added these were “the best and most consistently potent …\n\nIt sounds very impressive at first – though since last time around ‘Friday’ you knew ‘Tim’ and don’t forget its first time they.",
                "John seized the comic from Bill. He turned him onto one foot.",
                "John seized the comic from Bill. He added him alone before being arrested since \"according from what he sees as part of these proceedings which make them too inaccessible [to his surprise or misinformation.",
                "John seized the comic from Bill. He began as follows on page 330 after being arrested during their march during which Mr and his coworkers claimed he could not credit any pieces while his horse was recovering after having to instruct another soldiers at his sister city.",
                "John seized the comic from Bill. He looked him in the face until then — though apparently without knowledge they got together while their rookies came across here laughing like children crying.",
                "John seized the comic from Bill. He later said she gave her the bark and went after himself behind in an alley with three stones on his shoes with two owls that she thought would make his way east to one of its treasures through her rivers.",
                "John seized the comic from Bill. He became a massive cartoonish hoax when Johnny Kennedy became Joe McCarthy in Milwaukee after he had a chat room that had been promoting him during the entertainment era for the films.",
                "John seized the comic from Bill. He began by throwing himself onto something he assumed his own.",
                "John seized the comic from Bill. He wasn't really going too far as they were in Newtown Virginia right now.",
                "John seized the comic from Bill. He claims two classic exploitation gang members—Ross Santanz and Matt Barrett as well – also heckled them because when John Armstrong and Bill Wallace died they died trying his hand at killing two loyal slaves whom John admitted they.",
                "John seized the comic from Bill. He went off back behind my seat down and grabbed up some sorrel ginger and said something to the patrons at one point who sat down inside my room.",
                "John seized the comic from Bill. He brought over 30 seconds and his packets from New Mexico to be penned every Day from May to May.",
                "John seized the comic from Bill. He brought out something more than 'doing one thing,' John Snow said into it like never having thought about such 'thought that such thing made no deal with others,' but once said ‘collectivity!’ Then by the.",
                "John seized the comic from Bill. He turned down another crew crew steward who helped him out aboard his ship aboard the ship's flagship ship to help him ply ropes train upright themselves towards him along her temple before him which meant she knew just how much he.",
                "John seized the comic from Bill. He later wrote some of what he penned out at The Family.",
                "John seized the comic from Bill. He wasn't sure where any more than what happened because Chris Mitchell won the Oscar backdoor for The Tomorrow Party in Batman Returns and was never delivered until he'd finished his pornographic album for him because everything had moved.",
                "John seized the comic from Bill. He called upon Mr Johnson his own son David Johnson died as governor from slavery and had two children named John Johnson for the 1830s—Malhiser Jr and Joseph Johnson from New Orleans for the Granados Library and.",
                "John seized the comic from Bill. He wrote some of “the biggest commissions we had carried.",
                "John seized the comic from Bill. He won a bronze medal with it on the fly from England from the 1898 Rugby Final.",
                "John seized the comic from Bill. He wasn’t sure but sometimes they took it seriously – unless only when everyone thought their wonderful discussions about how great it was for others being in their struggles really inspired more abilities like getting into trouble each time when time.",
                "John seized the comic from Bill. He added three prints but added only his name after making sure everyone could get on the inside together.",
                "John seized the comic from Bill. He lost his supply plane to New York City for a surprise raid after being temporarily incapacitated two months ago while driving up and down the subway near his hometown of San Fernando Valley who were seemingly attacked several times while.",
                "John seized the comic from Bill. He tried asking why'something happened.",
                "John seized the comic from Bill. He lost it himself anyway -- how did such it go? Because something happened – got too dangerous -- plus nothing left.",
                "John seized the comic from Bill. He worked through multiple breaking moments within months throughout this painful ongoing devotion where our hearts hardened against God like no other, why so guilt and exhaustion like these so forcibly and bitterly, like some others who live so severely.",
                "John seized the comic from Bill. He died at West Point in 1964 or 1965 – while working with Robert Welch and his wife, Mary Chad Thompson (died 1972, 1975).",
                "John seized the comic from Bill. He asked his gardener whether any of their villa was in stock during his confinement and suggested instead not.",
                "John seized the comic from Bill. He turned around while John was in his seat as they broke into a graveyard on their bicycle in the dusk when another terrible explosion pulled in through them at the crowded rear window at the residence.",
                "John seized the comic from Bill. He continued by calling \"the comic artist.",
                "John seized the comic from Bill. He spent some time with another man called Jasper R.",
                "John seized the comic from Bill. He took over it himself himself.",
                "John seized the comic from Bill. He called upon both his prisoners out with what seemed to him not only for being just as unwilling as others -- namely being his own treasure that led me through our lives just as they had been before my death at that.",
                "John seized the comic from Bill. He took his fame from getting his tv show to show up during our Sony ads that featured people coming from both the bands from the Internet and their incarnations—with many fans from both recordings making their comics and their.",
                "John seized the comic from Bill. He says something about Dr.",
                "John seized the comic from Bill. He wrote them so they would come into his spaces and take their animation to him.",
                "John seized the comic from Bill. He began this largely animated episode after it began detailing himself into this series when King sacrificed himself so he could take extra risks dealing himself back home immediately — together at their duties together after having their eggs onboard with each other.",
                "John seized the comic from Bill. He came after him again—his mother—doing quite okay from having their daughter’s shattered knee and his mother—his wife said she asked herself after she saw where she was—that everything had stirred in their.",
                "John seized the comic from Bill. He didn’t care enough to leave until his death as much of what went into his death matter.",
                "John seized the comic from Bill. He asked it would help us to make sure they didn’t miss him enough to send us some of them away … That being the main surprise at his seemingly endless illegal hunting.",
                "John seized the comic from Bill. He called up Bill's father telling Bill and asked his son about Bill and asked if they should get him to get it.",
                "John seized the comic from Bill. He didn’t want John or any of John’s kidnapped.",
                "John seized the comic from Bill. He passed his artwork but now they've come back even as too many have gone bog grave even before things hit new ground and suddenly its only flavour in those days now too is new in him enough then what now comes.",
                "John seized the comic from Bill. He tried hard at first to convince himself why everything they contained at the college store where many people wanted them for the campus.",
                "John seized the comic from Bill. He came aboard during their FBI informant description on Friday evening for an assault charges against John Perlmen on an accounting card from which it was addressed under a bill representing an undercover FBI investigator’s classification.",
                "John seized the comic from Bill. He returned them all on the Monday before the Audley hotel restaurant was slated to kick into the box for their stops instead of having their Hotel Renault screened away away across their suite after dinner when some people asked their.",
                "John seized the comic from Bill. He began with such a carnage with these sobering moral lessons at Windsor.",
                "John seized the comic from Bill. He wrote over his stack so it took him two weeks for two months but again went out after him though every time some weeks him gets sick too much because three hours after his camera manager started to get sick from being.",
                "John seized the comic from Bill. He knew most of those things could happen somewhere on his soul but while someone thought anything he could do something that might connect people back home.",
                "John seized the comic from Bill. He became the first provincial Democrat since he became mayor by 2008 when it was declared District 5.",
                "John seized the comic from Bill. He later said now they believed something else about John Russell.",
                "John seized the comic from Bill. He continued on and off the assembly.",
                "John seized the comic from Bill. He went over them – most likely some of these were just his own unfortunate habits & his parents – making these things for himself too long they got lost right away without their parents knowing & correcting himself out of insults into.",
                "John seized the comic from Bill. He says him always\nwrongly for these things & then why aren't anyone here so obsessed by being a\ngreat writer can't be a shame but thanks God that then many people say their lives are\nyoung.",
                "John seized the comic from Bill. He took out each of our  colors whereupon Bob and I took out several of those loops while we piled it up – then our first one so joined by Greg Dalton was able to grab out my first one just.",
                "John seized the comic from Bill. He took over all of America\u0092s galleries before he engaged his liberal\n\nmovements like them were put upon their pedestres even before their sponsorship of any productions by them at\nevery particular arts¬â².",
                "John seized the comic from Bill. He brought all these to his collaborator from their EP Download.",
                "John seized the comic from Bill. He started talking into John Choices who tried saying no to any one saying 'Little Mary', even going against John Cartwright by the reporter when there's been too much garbage to be satisfied between himself and himself.",
                "John seized the comic from Bill. He knew enough for his own vision – however he wanted 'to talk about them now'\" when people began to think about things too highly and think 'NO PLYING CHARGE DOLLARS' meant too much for.",
                "John seized the comic from Bill. He worked together against every facet it was the best that was borne from John Hall.",
                "John seized the comic from Bill. He knew enough about being part of him into something special just to come along during life,\" he said.",
                "John seized the comic from Bill. He claimed them from his mouths after being booed out again over and over the tensions between them were unnatural in his acceptance as being true because these two people became so unequal because others chose them rather than their privacy because.",
                "John seized the comic from Bill. He tried all the other pawns now — despite trying unsuccessfully all the time – though eventually all the time got lost around these jackpot stops.",
                "John seized the comic from Bill. He explained back into some of what we certainly saw through backyards since she passed from his insistence now made clear something else for himself.",
                "John seized the comic from Bill. He asked me when someone brought us into the pits before this portrait and added.",
                "John seized the comic from Bill. He decided to give his inventions out for the first time — giving up some of those computers during his autopsy on them later than they had been entirely invented once his guns were ripe — leaving everything behind so incomprehensible.",
                "John seized the comic from Bill. He spent months on his army and had two retirement jobs since he was twenty-six years there at the border.",
                "John seized the comic from Bill. He took over this covered-over alcoholic movie (Britannica’s dressing-off of ‘Mexican Party?’).",
                "John seized the comic from Bill. He believed him before he died back in the 1930s only at the bottom.",
                "John seized the comic from Bill. He brought over its contents despite only seeing anything else because every one remembers when one died from fatigue — someone named Joseph Orlando.",
                "John seized the comic from Bill. He tried getting them into a wedding ring – none that's illegitimate but did get back home later when Bill Rodgers gave him his liquor — leaving nothing on their secret ballot as long as no one did it ever Know.",
                "John seized the comic from Bill. He returned soon from another appointment who admitted she worked quite differently last year.",
                "John seized the comic from Bill. He took this from 'tis funny here first I don’t care how great was He Rooz.",
                "John seized the comic from Bill. He told him two months later—and made no connections into what would be the case—\"\n[Much explanation].",
                "John seized the comic from Bill. He wasn't going through how people would suppose these things just happened during our time with Joe Drafitz here trying to save money – otherwise anyone else knows how he got there himself because Dave was looking into these people.",
                "John seized the comic from Bill. He turned over several planes that were evidently being bombed before his shell exploded into ice.",
                "John seized the comic from Bill. He says people may never see them because someone did something that made sense but simply meant somebody would never get to them yet.",
                "John seized the comic from Bill. He tried back out twice last time too, causing one of my cheerlenesses down to get away like we went out into the storm.",
                "John seized the comic from Bill. He later said him during their fourth interview on the script that morning after he wrote him \"The first thing that fell asleep.",
                "John seized the comic from Bill. He claims back on the 1990 video, “You could use some of mine to throw out three or two of her threads?” Why they’ll get you acquainted?! After she had been praised already was completely exhausted again.",
                "John seized the comic from Bill. He knew exactly how his name hung from its pointed quote from ‘The Institution’ from ‘The Elliott Burns Study Collection.",
                "John seized the comic from Bill. He wasn't going there though."
            ],
            "counts": {
                "John": 18,
                "Bill": 5
            }
        },
        "John passed the comic to Bill. He": {
            "details": {
                "pronoun": [
                    31,
                    33
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        25,
                        29
                    ]
                ]
            },
            "sentences": [
                "John passed the comic to Bill. He added about 40 nails when trying their magic (and taking away everything.",
                "John passed the comic to Bill. He took no longer to read his own book when it was published so far as he drew his comments at this point.",
                "John passed the comic to Bill. He thought people wanted our country back and got rid of all the medals they gained after we lost the crown.",
                "John passed the comic to Bill. He didn’t need much substance.",
                "John passed the comic to Bill. He became an actor but now his iconic role as Captain Victor Richards came to naught but for him when Sir Richard returned – through which he died on July 16 – which became the first choice after being deleted following an accident.",
                "John passed the comic to Bill. He helped Troy to become the first Mississippi Governor’s Drug Enforcement Advisory Council Chairman during this trip.",
                "John passed the comic to Bill. He gave Bill his stumpups away…that might make him feel like crazy while getting into it himself!”…The comic was filled into his wristpieces pocket before it could be inserted before being reimbursing himself without.",
                "John passed the comic to Bill. He tried getting another one instead about saving lives too sad because now still got around me now thanks but maybe now works really hard.",
                "John passed the comic to Bill. He'll live by the devoted cheerleader's associate.",
                "John passed the comic to Bill. He later died after a violent alter ego spread to its demise both as he had his own prints which appeared online through online censorship in his emails he wrote so commonly he would read articles directly on him.",
                "John passed the comic to Bill. He added there also called me when there said she wasn’t really going any closer because Mr.",
                "John passed the comic to Bill. He didn't really see any of what would happen after we rushed into the wreckage when Jim and Dave suddenly started to get somewhat acquainted.",
                "John passed the comic to Bill. He gave up on reading on his own and turned down by John Marsh.",
                "John passed the comic to Bill. He called John Fasoom into the room himself last Saturday because before his knockout, Tom Mulligan started laughing out of that.",
                "John passed the comic to Bill. He wrote another Happy Life and a Friend of the Splash Effect (1988).",
                "John passed the comic to Bill. He continued using some of its medicinal herbs like onions or eggs at the funeral procession as part of this pouch for the funeral persons whose honorable death was probable when these ayurs had left him alone—as some who knew.",
                "John passed the comic to Bill. He passed away shortly thereafter during his college nap.",
                "John passed the comic to Bill. He called his father out for it once more.",
                "John passed the comic to Bill. He called us when Bill McCain started the inaugural race—and never listened for any of his older stories so far to the series was no exception—the race was long held out over the last fortnight where his first.",
                "John passed the comic to Bill. He took one of those  times from Jimmie Ward's Ring Bookbooks that included three books like 'Rainbow Dark', \"The Rain Lord's Coffee Case\" with several other books featuring 'Son of Jesus'.",
                "John passed the comic to Bill. He added those to their sixth episode and now only altered those two episodes before his brothers left for a party.",
                "John passed the comic to Bill. He asked Bill to tell Bill about something he thought was important there but there seemed no one else there had been some kind of conversation where anyone seemed concerned maybe even some people going outside would try but nothing seemed like such.",
                "John passed the comic to Bill. He'd gotten it right around his pants and said some things later -- until next summer if things changed.",
                "John passed the comic to Bill. He helped Kerry Arthur get back his gum sometimes when He Became the Coffee Bill and made up some snacks called for to go on a dip at his residence where Dr.",
                "John passed the comic to Bill. He added again “We went home last night over this absolutely horrible lineup [muriated.",
                "John passed the comic to Bill. He tried out every betting plugin or any of its dependencies into their own instances – those that got his deposit catalog selected out as part of some of your partnership catalogue's beneficiaries included those who'd been purchasing your shots together.",
                "John passed the comic to Bill. He loved giving up to death as often did every day over his life trying to give his life and he kept trying out his belief as never.",
                "John passed the comic to Bill. He told people she felt like children would never be healthy or wise according to their educational needs… They got too dependent upon our education and the children did the same for themselves … If society didn't make them worse by.",
                "John passed the comic to Bill. He didn't seem too stupid.",
                "John passed the comic to Bill. He helped Abel explain what was happening across Canada because most people thought them too valuable – because “they came into the records they gave us … because how many years ago … those records got lost” when people called it.",
                "John passed the comic to Bill. He didn’t give him anything for anyone who says otherwise had been in the Bible’d.",
                "John passed the comic to Bill. He won a Golden Globe by a Billy Abraham comic Book winner which featured some of those unlucky votes through him while also being a Kentucky senator at the beginning for himself himself.",
                "John passed the comic to Bill. He asked his jail permission as well having some ministry tasks at the interrogation ceremonies so there isn’t another deputy lab investigator as there wasn’t any reunited.",
                "John passed the comic to Bill. He called back over at home how long we traveled up early without having left out before going through those missions last year.",
                "John passed the comic to Bill. He later became known on the comic's characters in the Looping Ghost series with Harry McCloud’ing (Hellboy).",
                "John passed the comic to Bill. He later gave the fame to Alan Simpson — where it will be judged — alongside Sir Oliver Wickham's Krappie Rudders, David Hawkins & John Dashbond, Charles Ramsey (1911 -1964 – 1974),.",
                "John passed the comic to Bill. He says each of these stories came out from under his chair where four different characters played one king on top and three of six on top of two.",
                "John passed the comic to Bill. He loved these songs every Sunday—the music was so loving it reminded him not that much he didn't love his music.",
                "John passed the comic to Bill. He became the first Jane Austen actor and founder to reside elsewhere throughout his childhood and headed his television series, The Bird's Watch.",
                "John passed the comic to Bill. He gave up on his asylum questions here during my Journey with Bill Singer – Jack Sabin & Patrick Johnson.",
                "John passed the comic to Bill. He didn't tell anyone but there _Washington.",
                "John passed the comic to Bill. He wanted two more conventions — no more conventions had to go through his own promotional exercises until then but sometimes seemed easier on them after their first escape.",
                "John passed the comic to Bill. He loved how often this was done throughout all of his life on the Mississippi.",
                "John passed the comic to Bill. He later gave it all back at the magazines for what it was that was so much lighter and more brilliant as ever there’d been and how’ll he arrive tonight.",
                "John passed the comic to Bill. He called them both “violators all over the map!” On Sunday we buried him inside what was left of John Wayne's descendants — three of its incarnated predecessors were the defenders of John Ford on his fathers property.",
                "John passed the comic to Bill. He continued \"Lucius's story was long enough at the musical drama of his 1956 Tony Mbare.",
                "John passed the comic to Bill. He continued this unforgiving critique by declaring him \"foundational\".",
                "John passed the comic to Bill. He wanted America as if history would change everything except our history itself.",
                "John passed the comic to Bill. He helped Filley and Jordie assisted with their participation through their sculpture.",
                "John passed the comic to Bill. He knew our faction would win out this campaign again until his own.",
                "John passed the comic to Bill. He thought would give me some initiative while working off our first Broadway gig (Armband's first dancer), taking over my promotion from his ancestral grandmother (Carl, my first ride piano?).",
                "John passed the comic to Bill. He helped Teddy Abraham cheerily to his wins.",
                "John passed the comic to Bill. He'd worked there sometimes getting to the point he wasn't quite sure exactly which of those things actually happened.",
                "John passed the comic to Bill. He wasn’t always so attractive then made him like him until it wasn’t something anyone could relate anyingly with where each of those things worked when she didn’t exist.",
                "John passed the comic to Bill. He died on Easter weekend 1977 as he was offering to sell his copyright © Theodore Davis/Jack Davis/Dan B.",
                "John passed the comic to Bill. He knew someone other then (and certainly someone other than Mr.",
                "John passed the comic to Bill. He'll pay you to write about every revision I remember.",
                "John passed the comic to Bill. He won the Fire brigade’s Rock Band Fest hit the streets throughout New York.",
                "John passed the comic to Bill. He continued his work by introducing Bill's novel 'The Belfast Blues' 'The New South Boys'.",
                "John passed the comic to Bill. He passed him without a word as he did any of him except one and two times over two days ago.",
                "John passed the comic to Bill. He says today his first science mission took the Dark Haven Trials at the Museum (1992–2004)).",
                "John passed the comic to Bill. He told people not to worry too loudly than they did just thinking again when talking about him going off on his lap just mess it over by himself enough if things began to stick around enough they'd need him over here.",
                "John passed the comic to Bill. He wasn't much loved than me about himself…the idea would make people feel humanity could live together no matter what you happened…But anyway after being in the barn we knew enough not to worry—no one needed.",
                "John passed the comic to Bill. He later became one of two influential filmmakers and physicist presidents from the 1930s and 1930s.",
                "John passed the comic to Bill. He tried asking him about New York, so everyone seemed to like me who believed this story had nothing to do with them again.",
                "John passed the comic to Bill. He told everyone all ahead.",
                "John passed the comic to Bill. He took some humility off for what it was like with American hymns when people started to propose and to write his thanks for being a faithful listener on his parish and for learning it too many times too.",
                "John passed the comic to Bill. He wanted _Fortune's_, maybe so it went on for two years still to get _George Barry_.",
                "John passed the comic to Bill. He says someone always makes fun of being in this mindset based off our experience playing it on us again.",
                "John passed the comic to Bill. He wanted him on to win back his publishers were paying him back because 'Matt's still the best Internet guy.",
                "John passed the comic to Bill. He tried saying “I got ‘Jay’.",
                "John passed the comic to Bill. He gave me two Questions for the creator.",
                "John passed the comic to Bill. He tried calling but failed due to an interfering gunman.",
                "John passed the comic to Bill. He knew things would hold him back too long — probably—when Frank could turn up now through years when everything happened.",
                "John passed the comic to Bill. He wrote this ride again through time because Bill's father passed away without disturbing me again.",
                "John passed the comic to Bill. He became the first Clark Kent producer after his collaborations on The Cooler Generation had been neglected beyond that.",
                "John passed the comic to Bill. He wanted good acts off to other people—like Mark Wolvey just shook off them all—but finally passed along those two.",
                "John passed the comic to Bill. He told them how after seeing Tom Johnson come into his fancy gear – during its first editions before he went back there way too badly and finally passed down into John Sherman with George Matthew Owens after him.",
                "John passed the comic to Bill. He wasn’t interested,” “The first one comes after what happened” – they weren’t going away without the help from God’s grace,” “The second one was for them just to hear my name.",
                "John passed the comic to Bill. He won a Silver Starstone Fellowship and later a Rutner Hall student at the Wayne County Arts Council branch in the 1987 novel, which he initially fought with in New York mayor Bill Huntingdon for the 1992 issue (.",
                "John passed the comic to Bill. He wasn’t interested only by being able to create comics before him.",
                "John passed the comic to Bill. He gave up trying to save her from cancer.",
                "John passed the comic to Bill. He helped Hughes get it combined out together during their romp with Johnny Warren after their marital happiness was doubled when Jack complained he got married again last afternoon back to the mummer years they had together now too and made.",
                "John passed the comic to Bill. He wasn’t very conscious while writing stories when asked how many times or shared some stories she never compiled but gave no references yet was enough about trying them again.",
                "John passed the comic to Bill. He passed out—but because everything didn't taste right now during our first recession was much worse on the Big Money Model than when you swung back from an avid driving helmet or something else entirely—and nothing more than.",
                "John passed the comic to Bill. He'll always say _Halfway Flushes_.",
                "John passed the comic to Bill. He gave him these words because _The New Year_ was one great opera comedy that had inspired _Heart of Dummies_.",
                "John passed the comic to Bill. He wrote all his mini songs — “You can get away now—and put off some exercises … but still… It wouldn't taste completely satisfactory after that?” By his own reckoning as soon as “the next.",
                "John passed the comic to Bill. He helped Farah die for his persecution at the World Peace Summit where she had to flee his historic embrace via his Emmyloupton trick.",
                "John passed the comic to Bill. He wrote several sci-fi novels such as “The Crime Wars” which were gross and apparently not otherwise suitable to craft.",
                "John passed the comic to Bill. He says sometimes did he don't care what someone like me told my birthday wish was somewhere around here instead.",
                "John passed the comic to Bill. He went over our list while there passed through all the landscape was covered so his name went up into one of our babies would get the grilled cheese sauce that would make us all dirty but just tone it up even after.",
                "John passed the comic to Bill. He won the 1961 Batman movie Final Crisis by Harrison Ford by a trade.",
                "John passed the comic to Bill. He helped codify every crime movie for us before his serial killer was scanned over several checks on his millions of pixels during his essay on murdering him when people who have been exploited so blatently forged by such tragic.",
                "John passed the comic to Bill. He'll send your delegate who'll pass along some of our comedies after you'll catch him off at the Mason Wall.",
                "John passed the comic to Bill. He added no more than forty-six comments about him saying John Bridger died because one man killed his older woman's daughter from lying at age 65.",
                "John passed the comic to Bill. He wasn't much worse off if only due to minor drunken remarks during which people didn't think at the plate before him right away,\" he says at one point saying why would any sane people believe Mr.",
                "John passed the comic to Bill. He took up his sergeant with one trump card saying this and wrote three phrasebooks then read each of these recordings aloud because three of them could read two of their briefs aloud about three or five singles: \"\"My first.",
                "John passed the comic to Bill. He went back inside without causing the  followeth back in what seemed more to be his life than life itself if now ever would be like it ever did not have anything to hide.",
                "John passed the comic to Bill. He passed out what would be called my first terrible exhibition for two decades without any permits being dated early as they passed into my favourite book."
            ],
            "counts": {
                "John": 10,
                "Bill": 10
            }
        },
        "Joseph hit Patrick. He": {
            "details": {
                "pronoun": [
                    20,
                    22
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        11,
                        18
                    ]
                ]
            },
            "sentences": [
                "Joseph hit Patrick. He appeared like these three girls went down this street too.",
                "Joseph hit Patrick. He appeared back on the roster while she worked at her mobile device so they could talk her into going through every message over her announcement about having another nail to wear for her basketball team at the upcoming summer season.",
                "Joseph hit Patrick. He played in the Rugby World Series for the Rugby World Cup against Cornwall for a series of seasons before separating towards the series.",
                "Joseph hit Patrick. He lost his tongue over him yesterday against what has been covering both sides of her body but now she feels she should make herself recover before they are chased too quickly too mad at himself getting hurt after those cats are gone yet their bodies.",
                "Joseph hit Patrick. He won the MVP Award in 2005 after winning his National MVP Award in defensive rhyme mix.",
                "Joseph hit Patrick. He came up close while trying to convince John to bring down James.",
                "Joseph hit Patrick. He hit her back on his shoe and dropped him loose off her arms just below his wrist to keep her strong.",
                "Joseph hit Patrick. He tried hard but failed due to his mindset during his unsuccessful swim practice which wasn‟t the case he had been totally unable and did not even know about who did it.",
                "Joseph hit Patrick. He wrote last Wednesday (29 October), wrote this Week while working for some of them too late… But suddenly did get enough.",
                "Joseph hit Patrick. He looked like someone’d wanted to die instead but wanted my name and I went home over that.",
                "Joseph hit Patrick. He started off getting his spikes going out into their midst trying because maybe “we got rid of them later!” If these were “treating our children right now right now how ever do we want?” So then asked each individual….",
                "Joseph hit Patrick. He won the title in the Super Bowl Battle Two game at Colorado Springs Stadium this evening because those two were among many other things but why?\" The answer was no: They won the match -- even their best title game was the epit.",
                "Joseph hit Patrick. He took off without him following three days at his factory building near Bouteflikt.",
                "Joseph hit Patrick. He scored on clean kicks in 1988–89.",
                "Joseph hit Patrick. He spent some time reading through how she got married during his divorces but helped her take on their aging boyfriend who lost his faith until she became disabled while living with his mobile family but returned instead his wife when her shower delivered his.",
                "Joseph hit Patrick. He tried getting your name out again next week.",
                "Joseph hit Patrick. He wrote he saw most of those moments along this thread who aren’t aware because things don’t go according to the swinging beast who took the marks by the combat piece which led over them here near my house had turned right.",
                "Joseph hit Patrick. He gave me too much stability?\" Mr Baton suggested her husband could help her.",
                "Joseph hit Patrick. He spent four months as president now had already seen himself back at home while living on his house and working his skills were at his bedside too much to contemplate what she sees and what's afoul of life which left his body in.",
                "Joseph hit Patrick. He looked up from under his jacket on one of these days through my manga.",
                "Joseph hit Patrick. He knew Dr.",
                "Joseph hit Patrick. He says players always say when people come back we should come back tomorrow they say hello back at home after the game would have to tell anyone if some kind of game was over and what they wanted they didn’t like how much.",
                "Joseph hit Patrick. He hit his pants but when one of my friends hit me up against another I thought something was wrong…It seems because those kids used some kind of magic that came crashing around too suddenly last month — many times until she told him.",
                "Joseph hit Patrick. He wanted to marry someone else again!! All my friends loved Jenna while her dad died this week too!! How rich was my fragile emotions that made them uneasy by being so wise when their parents gave them up again…so good.",
                "Joseph hit Patrick. He wrote The Bomb Squad was written when two men died when his funeral took place Friday morning through Sunday.",
                "Joseph hit Patrick. He wasn’t surprised because He got so nauseized — yet too damn lucky she still didn’t think his gymnastics medal hit was too painful yet too touching “nothing” there wasn’t any hazard there’s still.",
                "Joseph hit Patrick. He says such people haven’re told people over 300 people if they didn’t talk over one of those people when saying such things will make someone fit so heavily into every celebrity.",
                "Joseph hit Patrick. He received this card because your husband believes being in love should happen within two years instead of four years after his married married girlfriend who died from birth and his wife married him.",
                "Joseph hit Patrick. He lost his sword and his body.",
                "Joseph hit Patrick. He appeared just reaching out right from here somewhere else within the realm of reason.",
                "Joseph hit Patrick. He appeared never wanting some more deeper maturity since getting his grip at being one and giving up and finally turning back…and everything that seems going on…but making no knock at either…it means actually seeing something else more than everything.",
                "Joseph hit Patrick. He returned late Thursday with two clothes that had a foundation in his lapels,\" said David Ollie of the Cyclone Moeschans, whose pension benefits were expanding over his shameless promises last session — though none had been.",
                "Joseph hit Patrick. He started as hard as ever before moving north so there won't have too many people out there playing him around after their first invasion before being killed—there isn't much to indicate other ways can change his soul.",
                "Joseph hit Patrick. He came up like you when?\" And yet instead when Matt worries when there will always be blood around them being too rigid during this younger bond to begin his careers by going up with him.",
                "Joseph hit Patrick. He lost his sanity following last offseason—and didn’t have enough time and couldn’t shoot himself down — so instead… his life was wound down thanks for doing something for him … It started as much as his life had.",
                "Joseph hit Patrick. He won the battle for the Godsâdonah oh yeah he'd been in a quandarian.",
                "Joseph hit Patrick. He wanted to meet another boy after her husband made a couple of shit together later he told them they got him together tonight while his wife married her in the hallway after she'd been eating.",
                "Joseph hit Patrick. He won the title in the prestigious Sunday Times piece by Jonathan Ksennick on Wednesday night -- much to the delight that after three days that we still don't know why so many people did what's called it all, according to.",
                "Joseph hit Patrick. He lost his ride through his mind while keeping up until his last arm hits against them — albeit slowly it wasn't much notice at all since she felt as if those were around every ride until when what happened wasn't enough time for.",
                "Joseph hit Patrick. He returned late at the evening with David to start work with Paul's father—who led some of those who came down at the Levi Pavilion at the Lion's Palace and bought him for himself—\"the world was so worn out.",
                "Joseph hit Patrick. He received her condolencija in the eye bag after being excluded at a corner.",
                "Joseph hit Patrick. He became a stock marketer again despite getting a bullet in my stomach over his death and never receiving any warnings when having his death seriously hurt his courageous acts.",
                "Joseph hit Patrick. He suffered a stroke.",
                "Joseph hit Patrick. He knew just how big he heard himself.",
                "Joseph hit Patrick. He hit back on his armor like my mother and now just cared for she took him right back so far off he had too much fighting.",
                "Joseph hit Patrick. He became the first Polish actress to acknowledge him from her travels around Europe thanks for helping to bring the victims back home along without picking out anyone.",
                "Joseph hit Patrick. He went ahead early only because one thing left to be learned after being on the board one night while working at the same time.",
                "Joseph hit Patrick. He gave her just a terrific guy when John Battuso arrived about 6 hours south on Texas without waiting in tow for him here Saturday nights around 6AM.",
                "Joseph hit Patrick. He wrote from New York that Michael Cohen may have tried against his apartment and might even use one of them would take it back again.",
                "Joseph hit Patrick. He started playing at the Voltroniga Squad Zero in a hit during their rugby escapade this July in the Auckland Rugby League Senior Series.",
                "Joseph hit Patrick. He went straight home just early in her struggle through one lengthy descent behind their wedding.",
                "Joseph hit Patrick. He told one of our friends said nothing but our baby Ashley!!!! It looked like nothing was showing but only because there isn't some baby pillow… It gave him another seat and took up his garbage so we never shut everything down after.",
                "Joseph hit Patrick. He scored on halftime night on 11 hour drive before the race.",
                "Joseph hit Patrick. He came across about half dozen times once she came into the house before her husband called his friend out at home taking residence inside until there were only half suspects coming around home before his wife came out from behind them… but here she.",
                "Joseph hit Patrick. He suffered a broken collarbone late in January.",
                "Joseph hit Patrick. He suffered a broken wrist earlier this weekend,\" he said when asked how much he believed if her bowling ever prevented her from going to Jordan.",
                "Joseph hit Patrick. He appeared unable only to be in his early twenties playing with John Williams during World Series matches which appeared regularly during World Series tour starts at the bottom of the leagues for the first time since the 1975 Survivor Series match featuring James.",
                "Joseph hit Patrick. He went over some of Vogue TV guests since they won too many awards for his work for “The Dollhouse Painride”, also being awarded for “The Dollars Volcker Series“).",
                "Joseph hit Patrick. He wasn't alone – Robert, don't know any of my cleverness either,” one man wrote last autumn after reading them for his last lesson.",
                "Joseph hit Patrick. He died at Lawrence Woodstock Crown October 44, 2011 at East Racepod Memorial Arena at UCLA playing college dance acts during his 40-year marriage—the 61th female to Joanna's Arihan Johns song released during her.",
                "Joseph hit Patrick. He took one jump and threw out another one in the sky without bringing up one of four crosses before another from here along side up so she hit him once she hit it close by him until just standing up there again too close or.",
                "Joseph hit Patrick. He wrote from his fifty-picture seminar at his landmark Welcome Center where children were filming from two underground soap operatic videos – two of whom were in the tank and had some personalities involved including Sarah and Lisa's father at his helm.",
                "Joseph hit Patrick. He wasn’t being caught out there anyway yet.",
                "Joseph hit Patrick. He came across another name like Lydia Farnazowski [English episode of The Wizard of Gold (1974).",
                "Joseph hit Patrick. He scored on June 25 against the Orange FC after the season and scored four goals.",
                "Joseph hit Patrick. He hit back at my instinct at some time during this offseason at home.",
                "Joseph hit Patrick. He played in a basketball game during the playoffs for nearly 23 years (plus an elbow surgery on his feet.",
                "Joseph hit Patrick. He says why anyone think people feel so anxious…what about here even though.",
                "Joseph hit Patrick. He says then?\"\n\n\n\nI don't think Ms.",
                "Joseph hit Patrick. He tried again upon having two couples after winning them without firing 911 after they had been aboard from a concrete bathroom.",
                "Joseph hit Patrick. He received his diagnosis from the leukemia crisis after he received a liver lymphoma family vaccination and was discovered from the stomach cancer cancer scare against his immune suppression by the 1960 Nobel Prize reform and his announcement as a cure for cancer responded by a.",
                "Joseph hit Patrick. He looked over at George for some time during which someone yelled out he saw Mr.",
                "Joseph hit Patrick. He wanted to hit back into their lands beyond his own fertile spot.",
                "Joseph hit Patrick. He played for several programs such as the Survivors Against the Giants during World Cup games against the Indianapolis Indians during World Rugby World Rugby and the Ultimate Fighting Championship weekend.",
                "Joseph hit Patrick. He took two wins against him Monday's game against the opponents in the semi-final title at Timbo Stadium at Osbalist Club.",
                "Joseph hit Patrick. He lost his youth friend who killed one of two girls's prisoners died but did not snap repeatedly during those shooting.",
                "Joseph hit Patrick. He won the award by the Saints in the locker-room rivalry Draft Competition on Thursday for the first time since his capture on the home turf was a triumph for himself upon being credited over by three hoops who weren’t going.",
                "Joseph hit Patrick. He knew them but few things happened since after that he married some of my coworkers.",
                "Joseph hit Patrick. He went over his head before hitting him against himself three times until they were both in the hospital.",
                "Joseph hit Patrick. He scored with six attempted strikes with six hits from a strike away in the second half and sinking to strike inside the top of the cake.",
                "Joseph hit Patrick. He took off from there three hours before taking to play the drums so they went home from their dorm so there would have to eat all the Blues movies just to be dressed by him himself.",
                "Joseph hit Patrick. He suffered a stroke.",
                "Joseph hit Patrick. He took her out at work immediately due to her mistakes made while driving down the desert island where she lived – – being in her misery making things appear.",
                "Joseph hit Patrick. He knew much more to be true though.",
                "Joseph hit Patrick. He spent too little time talking before talking about having lunch with Mark Wolfrank when writing this scene so savoring things over time got to those annoying moments -- maybe trying another posing gallery or playing the keys or playing the game so.",
                "Joseph hit Patrick. He scored in England rookie Bowels match between Adelaide on debut play track tour in Phoenix Sunday and the Clippers dropped a corner after a recording by James Floyd and their favorite player at the game on British Open.",
                "Joseph hit Patrick. He won the award at the arena twice at the varsity hockey clubs.",
                "Joseph hit Patrick. He scored in five extra innings Wednesday.",
                "Joseph hit Patrick. He says girls wear babies on their heads without murmurs nor a disdain for men when people feel they feel their shell races like sandflies are flying around you – yet everything does not accommodate enough people because neither one nor anybody remembers who.",
                "Joseph hit Patrick. He wrote his first cookpost (commanding this post \"I think now let my wife down.",
                "Joseph hit Patrick. He told my story while reading today this is just another example of where those words may come from within his own collection today.",
                "Joseph hit Patrick. He won the gold medal in the category involving both his aluminum sheet material but won the silver medal at its Best Special Formula.",
                "Joseph hit Patrick. He hit his cervical grade bone loss and was battling violent fights along his movements against his junior high-energy partner Andrew.",
                "Joseph hit Patrick. He won the award for ninth grader at the International Laser Pedals Awards in 1954 which was the first publication ever to spread the knowledge into a traditional debate and debate in the scholarly magazine.",
                "Joseph hit Patrick. He wanted to kill three women — who didn't know her.",
                "Joseph hit Patrick. He tried his fingers over your forehead—and before all of this came true—it caught him staring up and he looked like somebody else did it from the spine like there's something wrong in your spot on it—\"\n\nHe.",
                "Joseph hit Patrick. He suffered a stroke.",
                "Joseph hit Patrick. He lost his vote with its second night and lost it three days before this vs one he lost two wins at the kick off assault on her.",
                "Joseph hit Patrick. He became the first guy from my youth to hit his 80 lbs (equivalent on my rear belt and his levitrip toe pull ups at that huge bulge in my upper body and my fancy intimidator), took off my tan and.",
                "Joseph hit Patrick. He knew before they expanded what happened when some other women stopped dancing when somebody came hit their lungs through its mouth just before they were tricked back up until their bodies were waxing fat from their bodies to their bodies just before they."
            ],
            "counts": {
                "Joseph": 0,
                "Patrick": 0
            }
        },
        "Patrick was hit by Joseph. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        19,
                        25
                    ],
                    [
                        0,
                        7
                    ]
                ]
            },
            "sentences": [
                "Patrick was hit by Joseph. He got hit when He started to walk down the highway at the exit.",
                "Patrick was hit by Joseph. He suffered a broken leg within two runs when he was dropped between his thigh -- there could be a wound behind her arm where no muscle flexing tendon attached between his quadriceps at the beginning and closing moment and he was.",
                "Patrick was hit by Joseph. He suffered a broken leg inside and reportedly was severely torn out from his stomach when it fell beyond his waist.",
                "Patrick was hit by Joseph. He went through another hell shot at two of their husbands – Thomas – two of two of two of two of two of them had been cleared from the dirt behind three of them which made one of those two memorable displays –.",
                "Patrick was hit by Joseph. He died on charges of drunken handling on Friday morning after his groin surgery was fired during the Second Round of Sports competitions between his employer with a hit suit in Mumbai on Tuesday afternoon at his seat at the Major Training Centre.",
                "Patrick was hit by Joseph. He left his canvas dress and it was a triangle of hemp wool rubbing against his orange shorts as well — being his best season in the football — looking so focused it felt as though being on his sleeve rather to be on.",
                "Patrick was hit by Joseph. He wasn’t injured — nor didn’t avoid the battle of the Third Line at the Eagles Cemetery when there weren’t physical injuries from that match — much like those shortly after that — due in advance he couldn.",
                "Patrick was hit by Joseph. He lost his career streak and then came back with five consecutive hits at the season opener last Friday in Seoul.",
                "Patrick was hit by Joseph. He took his brace out when Jack's strikes yielded two hits as well when his trajectory was crossed between them.",
                "Patrick was hit by Joseph. He went into his glove hole next to Colson on the torso while Colson's jersey was pinned up before the broken tag started spreading down through his sweater.",
                "Patrick was hit by Joseph. He started the moon truck with what everyone felt was an awful ride through town alone across the kingdom where Michael was supposed to take himself and get away but instead they had been taunted him away even more by his lessons like.",
                "Patrick was hit by Joseph. He suffered a broken leg Wednesday morning after teammates secured a massive Mexican recovery tour weekend with two tours by a stable manager who helped Boston City Council via rookie Harrison Hunter to Austin.",
                "Patrick was hit by Joseph. He left his engagement statement but said at a rally on Canadian soil today he told them why they should have been attracted to people around his appointment not only but because He was also saying these people being favorably laughed about by everyone.",
                "Patrick was hit by Joseph. He died on bail at a nearby Stockton Inn train service near the Louisville Bridge.",
                "Patrick was hit by Joseph. He died at the Battle of Walsbridge.",
                "Patrick was hit by Joseph. He fell on the snow near his feet during an automobile crash at his mansion's doors and the fragments and the snapshot on his flashlight.",
                "Patrick was hit by Joseph. He suffered a broken leg requiring CPR at high temperatures due at 25 miles between 157 to 170 degrees south.",
                "Patrick was hit by Joseph. He lost his bat at the ball after he had been scratched about 5 weeks earlier – so many of these photographs showed someone throwing him into his pitied crew.",
                "Patrick was hit by Joseph. He lost his partner because his wife didn't have enough damage on her hair so much she wasn't able to trap his loot as well.",
                "Patrick was hit by Joseph. He took off with three bullets and fired up her wing muscles causing him to wrap himself up behind them too.",
                "Patrick was hit by Joseph. He suffered a broken leg fracture and arthritis in his hipbone.",
                "Patrick was hit by Joseph. He started to walk toward him behind him through it once again by someone trying every chance up his stomach by himself.",
                "Patrick was hit by Joseph. He left in an emergency on Thursday with two wounds being impacted from his waistband.",
                "Patrick was hit by Joseph. He lost his helmet around one hundred inches and he lost the strap on his skate gear but now it's gone and they just have him on the brake cam that was on him until next time his helmet is popped down so.",
                "Patrick was hit by Joseph. He started the fake and became one on a driving drunk whilst trying to get into the airport with him driving around from one office parking area – maybe even driving them together down to his car to take him home from the emergency.",
                "Patrick was hit by Joseph. He fell into the batter board with three teeth in the shape as they chased away from their traps when one claws joined his pursuers behind her.",
                "Patrick was hit by Joseph. He died on 01 05 00 Tuesday morning at Frederick Cemetery on the Thursday May 08 event at Folkston on Thursday, July 2009 on the Night Line on Friday.",
                "Patrick was hit by Joseph. He took out some belongings like a tie over his clip board as they probed his nephew about three pairs or dollars off another rifle and got away into an alley with another clip.",
                "Patrick was hit by Joseph. He died at the Hospital Neuwall Cancer Centre in Derwent Hills Road Cemetery on Race Street in Alberta on 05 28 2009\n\nTonight on Saturday, he said \"I feel like people think about everything you'd ever.",
                "Patrick was hit by Joseph. He fell into the falls of an acquaintance when someone called 911 to call 911.",
                "Patrick was hit by Joseph. He left his aorta and bottom grade equipment at the Right Point.",
                "Patrick was hit by Joseph. He died in Mansour yesterday morning after the prospecting.",
                "Patrick was hit by Joseph. He left the pocket ledge right near its sensor to the remotely closest flying sensor.",
                "Patrick was hit by Joseph. He didn't say if something was happened either to Mr Drian Dagan’s or John Caine’s, “I told [Mr Dagan.",
                "Patrick was hit by Joseph. He hit him hard while trying his powerful shaft on the driving hammer as though by the time he hit his shield as though his fucking strokes had been nail to his boss before they practically slew one of each of him during all.",
                "Patrick was hit by Joseph. He left the cannon dead as well — albeit by some crazed diplomats around it would make more sense then maybe still one more — before returning when their  speedboat arrived aboard their ship at a prevailing wind.",
                "Patrick was hit by Joseph. He wasn’t one to take his axe or his axe to another —but neither could he do it off with every carry or scrap — so why couldn’t one squelching her illness from something else and then.",
                "Patrick was hit by Joseph. He started the killing and had his handgun smashed and crushed and expired and his muzzle was gone — right though other visitors could see no gun owners in the library.",
                "Patrick was hit by Joseph. He took his ice and took off with only one foul.",
                "Patrick was hit by Joseph. He tried his wristband at her orders like so many other people who come to favour with their guitar guitar guitar.",
                "Patrick was hit by Joseph. He got into his wheelchair at the wheelchair following him with one arm pushed off his calves by one kick slammed against one foot and stab wounds to his stomach as his bleeding cheek dropped against her calf's cheeks before he resurfaced.",
                "Patrick was hit by Joseph. He started to run his debut playing outside to the batter's boxes instead (since his pulse ends in \"Coming Again\").",
                "Patrick was hit by Joseph. He left his surgical partner on his chair's bone and laid his cigarette down on top of her.",
                "Patrick was hit by Joseph. He lost his partner John Lori throughout this crime.",
                "Patrick was hit by Joseph. He got into an engagement ring during an inspirational session at the Arthur Conan Doyle Showcase on the morning after the audience shared his idol dream scene where she said there’s only one actress with whom she’s.",
                "Patrick was hit by Joseph. He got off the bus to get home before the Mercedes came too late.",
                "Patrick was hit by Joseph. He hit him multiple times without causing a closing triangle on her shoulders on the leg opposite to her diaphragm.",
                "Patrick was hit by Joseph. He wasn't on his radar yet - backhand.",
                "Patrick was hit by Joseph. He started the racing storyline due for his movie adaptation which ended in Batman vs.",
                "Patrick was hit by Joseph. He lost his chest and his nose worked as his marker was a strap snorting over an orange mask by one of those who died because his sunglass had him dead before that.",
                "Patrick was hit by Joseph. He tried and choked out the Doctor with an arm deep in pain and choke into her palm and her mouth like an elephant and her teeth stabbed deep purple lips through blood.",
                "Patrick was hit by Joseph. He wasn’t even a mutant genius on the autism spectrum when asked him where “Mercedes van Passchenfabpere” meant “Everybody knows it.",
                "Patrick was hit by Joseph. He went through some of things back in time too much for other guys wanting out but given them everything going upside based it took both the guys making out for things out there running into there when necessary could go on some corners.",
                "Patrick was hit by Joseph. He took over when Chris's murderer died from massive gonoper surgery by a masked driver's uncle while the mutant converted to a cabin boy from another Colorado boy and died at his club at age 86 when he was assaulted when.",
                "Patrick was hit by Joseph. He got into the ride back out there saying 'nobies pay for anything.",
                "Patrick was hit by Joseph. He left the circus behind when Dr Michael was poised right inside when his septured right upper quadrant was crushed with his lacquer plate and the claimant appeared right on top on its dorsum.",
                "Patrick was hit by Joseph. He died on Wednesday, July 22, 2020 at Boston St Louis.",
                "Patrick was hit by Joseph. He didn't hit him since then until last year because then him still had something that wasn't going to save himself soon now.",
                "Patrick was hit by Joseph. He fell off the stool before he got anywhere.",
                "Patrick was hit by Joseph. He left in his jacket pocket alone.",
                "Patrick was hit by Joseph. He died in Sweden at the beginning of 2005 due to burns.",
                "Patrick was hit by Joseph. He suffered a concussion and sought rehabilitation after a concussion.",
                "Patrick was hit by Joseph. He got out from under the floor.",
                "Patrick was hit by Joseph. He wasn’t just the man he was, though many people who lived close by have always been obese were also obese – sometimes more impaired or excessive.",
                "Patrick was hit by Joseph. He died at the conclusion of the crash on Creaking Army headquarters in Mumbai in Thursday.",
                "Patrick was hit by Joseph. He started to run through what seemed to be too much to announce early.",
                "Patrick was hit by Joseph. He tried not to reveal any aspects left to the speaker but also revealed whether “The  Movie Never Keep Up Love,” then it made him clarify right away…the audience responded when asked “How Our Happytove helped.",
                "Patrick was hit by Joseph. He went off without striking but missed three victories which ended his struggling comeback and then lost three weeks down his broken arm as he lost his injuries at the elbow at the front leg in the accident and had two victories but lost.",
                "Patrick was hit by Joseph. He wasn't hurt but gave him some soup for himself though eventually got triggered during one of its fourth surgeries — its only sick day at a young hospital.",
                "Patrick was hit by Joseph. He took him down behind Joseph during one attempt of the horrific fate captured by this assassin’s cannon.",
                "Patrick was hit by Joseph. He suffered a concussion and ultimately survived injury to his feet – his knees were knocked off him – just before dropping on top with his fractured nasalbone — after yesterday’ing a strained laminate inside of an inpatient neck.",
                "Patrick was hit by Joseph. He left his  first baby in the early 1950 and found his baptiscalled pupils and his  brother  Jane Gerald, daughter  Robert's girlfriend was born and suffered spinal cord injuries after strangipation during the procedure and.",
                "Patrick was hit by Joseph. He got into an elderly elderly female carrying his mouth half full (literately, his mouth longer).",
                "Patrick was hit by Joseph. He hit his hole while he was experiencing his cardiac arrest when he was reportedly crying while firing across the pond around his broken rib during an explosive quarrel.",
                "Patrick was hit by Joseph. He died in downtown Brooklyn on Oct.",
                "Patrick was hit by Joseph. He started to hit the tip with one elbow extension that sprayed him like he was going to hit her back in time with him making sure his armor was touched again.",
                "Patrick was hit by Joseph. He died in 1881 from pneumonia in Hong Kong, costing €46 and charged ransom.",
                "Patrick was hit by Joseph. He fell on the loose led off him over his head where two personnel were paddled across with their dorsal leg protrusions off and into which two personnel had swallowed their dipstick fins while his calf floppy calves were battling.",
                "Patrick was hit by Joseph. He tried it against someone trying by him hitting Jack in time to shoot through how many shots he dropped off.",
                "Patrick was hit by Joseph. He got out after her leaving home with another scream at his shower three thumbs failed his condom filling her bathing suit again before her deadline as his wife started crying loudly after their orgasm, then they were forcibly laid before her in.",
                "Patrick was hit by Joseph. He fell on top of her and hit me with an axe stabbed to her neck with his boot locked around his neck and screwed up his thumbs.",
                "Patrick was hit by Joseph. He didn't hit him anywhere but when there wasn't a glove on his girlfriend he'd been damaged into something so sinister would have been able to pull away during his reign as he could never shed his fingerprints into anything but.",
                "Patrick was hit by Joseph. He fell on his pelvis from his nose picked up two feathers but was scattered like an idiot but kept remembering she couldn't communicate like this after all her insults when trying to make it imagine what people would step across at her.",
                "Patrick was hit by Joseph. He tried again three times more times so this was not the same.",
                "Patrick was hit by Joseph. He wasn’t injured because He couldn’t score because His Eye Ball was expired last October when his Bill Was released him because He was a survivor because The Jay Continuing Clause is not enforceable at the hearing.",
                "Patrick was hit by Joseph. He died in 1973 on two occasions without consulting his cot while on Sunday at the Old Boys Club on the Row Park Dance Club.",
                "Patrick was hit by Joseph. He went over by Thomas Brayek, but Thomas's shriek was nevertheless prevented with another tremble when Breyden came to shore with two triple sets with three lifted wraps that would have been the only way he.",
                "Patrick was hit by Joseph. He suffered a broken leg bone earlier in the afternoon before the ruptures.",
                "Patrick was hit by Joseph. He went back home because two of her managers went to a shooting star wide behind them.",
                "Patrick was hit by Joseph. He wasn't hurt at first.",
                "Patrick was hit by Joseph. He hit him once more because Joseph took him up there behind another man’s grave where both men could bond up him.",
                "Patrick was hit by Joseph. He took up the struggle through several veins within three minutes he had suffered a knee fracture at knee angle and a medial leak caused him to topp over with his assistance on the kick out of the club.",
                "Patrick was hit by Joseph. He tried his tongue in a wood barrel (especially this one when used again); while they were trying they were trying harder – trying so hard it felt like something was sharp but no sense was lost because there wouldn't be.",
                "Patrick was hit by Joseph. He got off the bus and knocked down some of these things early because some guys saw them first.",
                "Patrick was hit by Joseph. He suffered a concussion and kicked Adrian Santiago to safety after falling broke his wrist last Tuesday at Weston Marine Club.",
                "Patrick was hit by Joseph. He took him up off his hampack while trying to catch up as they hugged each other through her.",
                "Patrick was hit by Joseph. He died in 1968 when the twins died after a falling teenager was spat across the creek instead and it would have been faster at that time had they been framed away compared to another teacher.",
                "Patrick was hit by Joseph. He tried not to smoke from smoke or smoke powder because she tried on her beloved Hero Blue Vision and she refused him not to smoke it anymore.",
                "Patrick was hit by Joseph. He didn't say whether anyone had been detained without trial but she seemed like there might not been a terrible killing.",
                "Patrick was hit by Joseph. He got out by the flight while trying to get into the cabin door and was ripped up into him after his retrieval done so his hands clenched in search of the newspaper headlines around all rolled up when finally succumbing inside again."
            ],
            "counts": {
                "Joseph": 2,
                "Patrick": 0
            }
        },
        "Ken admired Geoff. He": {
            "details": {
                "pronoun": [
                    19,
                    21
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        12,
                        17
                    ]
                ]
            },
            "sentences": [
                "Ken admired Geoff. He felt guilty even when things continued in the race.",
                "Ken admired Geoff. He looked over his shoulder at Kamel with her eyes shining on Kamel like nothing he could notice how her eyes hardened over the nightmares had prickling her nose into each letter she recalled hearing with sobbing words—the night.",
                "Ken admired Geoff. He lived first life where she worked before being an employee because she spent much of her rookie salary when her farmworker was recruited instead out in her bachelor pad.",
                "Ken admired Geoff. He watched from his blind heartfelt sorrow to hear why these men must do today’s work because now – often having no idea their fingers have been toppled throughout these days through what’s eventually been an intricate dinner… but.",
                "Ken admired Geoff. He played in some of their golden years around him now back in the west West Midlands but eventually died off before it could proceed too north into Australia too.",
                "Ken admired Geoff. He loved seeing them like himself did this before him.",
                "Ken admired Geoff. He went first into politics many years prior due at a prominent civic event and held an event at its usual colour theme for its Italian headquarters during this time period.",
                "Ken admired Geoff. He studied at the University and Applied Dentistry in Dartmouth and went home when it wasn't open and then walked along to an adjoining mountain in a limestone quartermaster near a fed land owned by William and Betty Latham at.",
                "Ken admired Geoff. He tried so hard this morning via phone but found her not realizing why she looked like herself when things started turning into infinite rage against him finally, while trying to figure out whether something really scared her or something just to make sense through.",
                "Ken admired Geoff. He continued his lesson during their songs with Tom Kane's \"The Cruise Lines in the Waterline.",
                "Ken admired Geoff. He seemed happy now — there were good people now living under their influence — even during years — much of their lives were lost between those who knew him very much.",
                "Ken admired Geoff. He looked like everyone out here just to learn his skills—that makes me feel like my own breed for life anyway.",
                "Ken admired Geoff. He joined his Chief Operating Officer at the Springfield Motor Sports Ground Services shortly after the adoption of a customs and commerce license legislation that required it for a permanent outdoor recreation contract with its license holders at the Fort Pepperdine Convention in Washington.",
                "Ken admired Geoff. He learned much more than what it sounds as though there aren't much people around out there anymore now before it gets snowed away very cool with those people today just to think better themselves through what can be earned on some adventure.",
                "Ken admired Geoff. He led Geoff Wright's team's team during their eighth season when he won a Region Army camping tour in the fourth season when Geoff graduated with a Phipper acceptance student panel title in 2010 after preliminary banquet.",
                "Ken admired Geoff. He learned during his crime operation before he died but thought their relationship grew rapidly growing and did little to foster a society that had long dominated it before him.",
                "Ken admired Geoff. He passed away five nights later today today due to his tragic illness during his brutal pregnancy during their examination into his ruptured abdomen by his psychiatric disorder as he had to undergo surgery shortly thereafter so they returned again this morning because we knew.",
                "Ken admired Geoff. He took an active role as his mentor so he began playing it with him because his role was so competitive that it gave him time for the team and its staff to move forward even before being snapped off but was unable to get a.",
                "Ken admired Geoff. He wanted me to tell him everything we talked with him when people came to me are afraid.",
                "Ken admired Geoff. He looked back from where there's so vast and obscure and unbroken.",
                "Ken admired Geoff. He attended one of these museum lectures before being remodeled shortly afterward who gave approval by Dr.",
                "Ken admired Geoff. He knew what it takes to create great sequencing communities between humans and animals.",
                "Ken admired Geoff. He looked like Mr Kern, yet despite her protecting them from any of your island holdings, including them within his legs along their temple he didn't seem like much of the same.",
                "Ken admired Geoff. He spoke again yesterday but asked why no more people didn't join him anymore yesterday.",
                "Ken admired Geoff. He studied the history with Bob Palmer from his beloved PhD program The Wafer, published on his Cambridge History of Christianity in Coolidge Magazine on February 25.",
                "Ken admired Geoff. He liked Geoff Norris being there.",
                "Ken admired Geoff. He often said this has been about some kind of experience – especially one as part of my Professional Relations Management Kit (PHDN 26-843-00042128).",
                "Ken admired Geoff. He played on many tours recently had long runs together even after spending months working hard before he joined a Master's degree at the Colorado Institute's outdoor nonprofit leadership board.",
                "Ken admired Geoff. He knew his father before they were born about him today.",
                "Ken admired Geoff. He seemed even quite crestless like Geoff on this sport.",
                "Ken admired Geoff. He wanted them like their brothers -- no more that they've known him than everyone who knows them well so long he sent no thunder warnings never hear from other people there too.",
                "Ken admired Geoff. He looked around for more of him then she said at last they would meet if there would not be anything more to note next time this week even more with other friends nearby again now doing things better due the weather.",
                "Ken admired Geoff. He led her along as well—but without her as always did it – just kept on expressing their love to each other herself.",
                "Ken admired Geoff. He began writing stories after the vampire cats who had died due their gift and went into the conversation again Friday by his departure at his home in the Library of Congress's Winter Palace on the mountain island in the Himalayas at dusk.",
                "Ken admired Geoff. He passed his time around despite many awesome indie gaming writers – such as Brian Dewskam, Colin Andrews & Sarah McDonough for his Scientifically Modern Mind about The Gamers in the trilogy (1982), or Christopher Nolan himself.",
                "Ken admired Geoff. He gave up his ties with Geek's Montreal organization last spring before his terrible assault and negotiation with Geek last Monday afternoon over his discarded Toronto shoes at her Pennsylvania mansion home when she'd been in the locker room last Sunday evening.",
                "Ken admired Geoff. He helped Geoffrey ignore some old  sandbeans  issues since his breakdown as he became the first tenant he had ever ventured from.",
                "Ken admired Geoff. He started playing at the premier Italian college games over the 1970–71 season but got blown several seasons off the bench–should have become one to win a player draft.",
                "Ken admired Geoff. He worked as a paralegal on one of those polemic posters – part of which had made its predecessor as well known alongside many others which led up to some other talent.",
                "Ken admired Geoff. He began by thinking at least ten years before then.",
                "Ken admired Geoff. He continued with his own vision but even his father liked it very much so much since Geoff was older by the late nineties because they hadn't yet been on his younger days anyway when his younger brother didn't really know half the.",
                "Ken admired Geoff. He saw two great sailors coming aboard one of these Australian journalists but there still held charges at one crew plane, Captain Richard Rogers aboard his wreck mate who happened aboard this stranger and aboard her.",
                "Ken admired Geoff. He watched me go on with his own life while still being in the hunt with him though everything went fine along his eyeliner every shift his fingers melting as they harvested my hair from every flower in my closet like she never stood on.",
                "Ken admired Geoff. He spoke up as his father died about something he did never consider before he realized about himself becoming part of their family as being different but still a seasoned filmmaker -- how about David Cameron getting involved inside him -- going back as he had.",
                "Ken admired Geoff. He saw something about them – those two men whom him as well did were often too romantic to be Hollywood bands but who didn’t think he really cares enough now though who said some people weren’t enough too handsome anymore lol.",
                "Ken admired Geoff. He held out his hand.",
                "Ken admired Geoff. He worked at her seat at his desk all following him back from college but after being a consulting professor said they liked him pretty much.",
                "Ken admired Geoff. He believed it would never happen if people wanted something else with what they carried with it over and over and across.",
                "Ken admired Geoff. He led her behind on her deception back with each upcoming episode—and ultimately gave her enough of their time with each shooting, because none but two of their cousin's friends died over the outbreak while others shared some vacation dollars each.",
                "Ken admired Geoff. He passed out just minutes prior to the game against The Nation and started off well after it all.",
                "Ken admired Geoff. He wrote these stories featuring him later with Andy Leeds.",
                "Ken admired Geoff. He died on Sunday at a fancy mansion overlooking the Isle of Wight.",
                "Ken admired Geoff. He spoke up after her last concert.",
                "Ken admired Geoff. He studied at the University and Islam Studies Department of philosophy and metaphysics (University of Brockwood, Brockwood, Mississippi), Islamophilosophy Specialization Degree Faculty of Princeton or Boston University, and Epiphysek University in.",
                "Ken admired Geoff. He studied the history behind what happened today — who left behind long ago — because there may have never been before he went into the 1970’s for the last 5000 Great Days by his youngest Indian lover — although how does this occupy.",
                "Ken admired Geoff. He returned there five weeks ago over the weekend when there had not been too extensive exposures made since his first workout in the mountains last Monday.",
                "Ken admired Geoff. He watched their kindness at the horror.",
                "Ken admired Geoff. He held back with those who disagreed with her during their residency in the courtyard there.",
                "Ken admired Geoff. He held her back into him through years as her lover had done their harm.",
                "Ken admired Geoff. He tried saying her husband didn’te come home with some recipes which included “I love you,” where did all of his presents came — although things like why all of their families didn’t like to eat packaged pizza sandwiches so.",
                "Ken admired Geoff. He shared one of their plight over his life during their discussions between his mother’ and him over the years between their ties from her grandmother’s mother in Wales during this lengthy separation.",
                "Ken admired Geoff. He returned his announcement Wednesday about how many of those weren’t monsters from this Islamic State wing of the Team Combat Command held their Combat missile campaign.",
                "Ken admired Geoff. He knew what it takes for human societies today had made us distinguish how they derive from human equality within nature -- though today not actually.",
                "Ken admired Geoff. He seemed less like himself right when you first married him — where she told his wife about everything from how you were going about things but always thought like everyone.",
                "Ken admired Geoff. He gave no credit to Chris and Sarah who hadn't even seen her on the playground anymore.",
                "Ken admired Geoff. He spent much of his junior education teacher who gave him an opportunity to study for himself – often doing it after school or hobbling together during his background setting or schoolhouse.",
                "Ken admired Geoff. He often said people love Geoff except it seemed as though people loved him both as he would have been in his whole community now before they left it off from all politics about who else could have been.",
                "Ken admired Geoff. He played at the Gibbons Farm, at the Lubbers Channel and at The Misner Shop for the Ravinal.",
                "Ken admired Geoff. He started out there right away until it happened because it turned off for some reason because we haven't actually seen Geoff face it like we did.",
                "Ken admired Geoff. He knew what it felt like when Geoff Greif turned off by doing something about him alone -- without his own expectation so far into this world now because you looked too sophisticated against yourself today just like Mr.",
                "Ken admired Geoff. He seemed rather like someone looking up where someone who worked hard all alongside them when no one came close together didn't want people like me getting emails like 'Ok, sorry guys did this.",
                "Ken admired Geoff. He knew Geoff Morgan but they gave him money because his wife got it and got her out to the tea party.",
                "Ken admired Geoff. He went around town before getting his outfit called up first.",
                "Ken admired Geoff. He lived under a coach who owned and operated the Palm Coast Game Growlers.",
                "Ken admired Geoff. He asked questions how much he loved him then when his son asked why it took them so long? So many years had passed and she asked herself each one every Tuesday then one day before his pub party was suddenly stormed outside at.",
                "Ken admired Geoff. He spoke out over how much they would have to pay the fees they otherwise would have paid back so they took up their belongings rather than leaving his job for his family at his home or home for their shower so there'd never happened.",
                "Ken admired Geoff. He started going around playing with him behind him during this time – even using something similar around his fans so they became friends…and now some other things too (like finding someone around him like Jules had been too productive too).",
                "Ken admired Geoff. He spent years at his pet company behind the globe when one was working on one of these elections, making it the first time they’re attacked by one of those clan associations called The Dominârican Athelatodiânyui.",
                "Ken admired Geoff. He gave them another blade but felt his heart was sickened enough too.",
                "Ken admired Geoff. He helped Bend where they rescued their newborns—and some others did them still.",
                "Ken admired Geoff. He became the first politician not running for President in the Northern Territory.",
                "Ken admired Geoff. He believed Geoffroy’s love and welcoming welcoming qualities throughout all six provinces across his estate at The Coffee Lake, from where there were no outstanding contributions from their associate’ and who still thoroughly acknowledged their disagreements across his bill of.",
                "Ken admired Geoff. He gave her little criticism despite she being more wretched herself—the girl still had long gone away without her.",
                "Ken admired Geoff. He became the first Kent supporter after his dad had died when his fur ring was drafted during his teens and raised his band at the Red Bee was the first Red Bee to win the Kentish Nation championship in 1995 without defending the Blue.",
                "Ken admired Geoff. He worked from the beginning – first on my charts then when they came out first but always at his posts like no One had ever heard them and often knew him himself since they took over at one period together around 10 years – despite.",
                "Ken admired Geoff. He loved him enough to acknowledge one another who enjoyed their time together after his kiss (and what did his closet ever accomplish next?) while keeping his celebrity tradition and friendship.",
                "Ken admired Geoff. He tried this new  Frankacre, though some people might not believe this as much.",
                "Ken admired Geoff. He lived together long thereafter among several other passionate adherents named for John Falcontrack’s imminent death.",
                "Ken admired Geoff. He saw who they were before we met them during WW12 and they began talking when you did their Trek Journey for a discussion before we got to see our first rehearsal of WW2.",
                "Ken admired Geoff. He described what's gonna happen by doing your job because what will be done there isn't something wrong when doing what it feels good that there'd have been some good keys going on that you really don't understand well though because.",
                "Ken admired Geoff. He felt more adrenaline gave him time with their earnestness even if no other shone in that delicate desire which should make sense when every one came out—but before him even could he felt more relieved from such an impression he wasn.",
                "Ken admired Geoff. He led Geoff Simpson – his father had been a merchant from England but his father died soon after Charles Wilson arrived back at Oxford.",
                "Ken admired Geoff. He held his toes up close from behind before moving ahead together three times – being too steadfast about getting down on himself completely but getting closer again somehow than they did right away within 10 minutes which added some dampness between himself becoming.",
                "Ken admired Geoff. He studied the history for three years – there will be three or four of them between now and then–\nand beginning after this.",
                "Ken admired Geoff. He lived here longer as she was a nest of a budding gazker whose only financial prowess never acquired enough to survive after their sisters were born her trusty, who stood at his senior stage.",
                "Ken admired Geoff. He grew to love him deeply for his fathers.",
                "Ken admired Geoff. He wasn't exactly like Geoff Rogers if this wasn't just about him either then but rather what did they call me if what you say could happen but let you hear how they're doing what we need?\" His tone was a penetrating.",
                "Ken admired Geoff. He led some of these mentor Rick Gamble during last year when they got their first piano score at the Los Angeles Motor Speedway.",
                "Ken admired Geoff. He took over and ran through just moments when she ran around finding that they needed every bird in his clothing though making him feel like she always got around there around herself.",
                "Ken admired Geoff. He shared those same nieces from other Connecticut neighbors whom had died while they were drinking together today."
            ],
            "counts": {
                "Ken": 2,
                "Geoff": 13
            }
        },
        "Ken impressed Geoff. He": {
            "details": {
                "pronoun": [
                    21,
                    23
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        14,
                        19
                    ]
                ]
            },
            "sentences": [
                "Ken impressed Geoff. He certainly isn't going too badly with Geert and Clair.",
                "Ken impressed Geoff. He began as well.",
                "Ken impressed Geoff. He liked Geoff Cameron 'Bayley', whose 'heads' got him up and running again until 'Kingdom of Man's Cross', saying things were good but still 'give me a hint when some other guy got a chance';.",
                "Ken impressed Geoff. He appeared just like other teams here.",
                "Ken impressed Geoff. He tried hard not to think there might have been much more than what was going on under his gaze even before this time was picked behind them too.",
                "Ken impressed Geoff. He ran down after Dave and got his  private jog fullback and drove away every race through their coffines except one after Dave died one night around the Keyhole in front where Dave took his shoe and walked toward where his Eld.",
                "Ken impressed Geoff. He shared more Jim Dawkins's campaigns through The Ancient Raven Arts.",
                "Ken impressed Geoff. He eventually joined them over there once flourishing through most of his life through very rare and expensive cake farming.",
                "Ken impressed Geoff. He decided there wouldn't need any more than three minutes before going around when Mr Kensing struck with himself once in the park over the weekend.",
                "Ken impressed Geoff. He shared one of her believing her love and Faith and hunger as she had been.",
                "Ken impressed Geoff. He turned down one day looking into her.",
                "Ken impressed Geoff. He passed him enough to stop them both when there's no reward on their journey left his friend.",
                "Ken impressed Geoff. He kept saying him so.",
                "Ken impressed Geoff. He immediately started running again behind us via their gym.",
                "Ken impressed Geoff. He ended this controversy at the 1936 Summer Olympics last summer because there could only be three attempts made last February due to their lack of involvement across their programme so no one had to elaborate until they had finished it all before they dared to.",
                "Ken impressed Geoff. He helped Harris and her staff to secure this infrastructure to help residents in his portfolio.",
                "Ken impressed Geoff. He joined his team's team when she started as part of what became an ongoing staple and won the Cup.",
                "Ken impressed Geoff. He tells me everything she hid behind from his family over a skullband – though apparently what's been featured somewhere somewhere at his latest.",
                "Ken impressed Geoff. He tells me one thing more than his mother had said when his parents told them this.",
                "Ken impressed Geoff. He wanted his team’ for sure more of them than anyone would believe because him didn’t really trust them until their first quarter and made his leadership stand out by going too far forward along as far.",
                "Ken impressed Geoff. He hit his rap button with one of her tortured talks with him – just to show how tough this guy worked out - right doing her pal John Mack Costelli has become the most nasty guy you’ve worked your entire careers ever.",
                "Ken impressed Geoff. He explained they got 'America's best, right here.",
                "Ken impressed Geoff. He enjoyed getting around her like everyone was doing things wrong again before she died.",
                "Ken impressed Geoff. He wasn’t alone at the time at the time as well though it seems like much of the same was going through him almost as soon as there had been that gap.",
                "Ken impressed Geoff. He turned around like her too many years younger but since now nobody knows exactly why it had to be a tiger in all likelihood — Mr.",
                "Ken impressed Geoff. He tried playing around here—it felt just so differently when everyone else came to science.",
                "Ken impressed Geoff. He watched his brother’ and was still a partner looking for an investment plan from an unnamed listing crewman – probably due from someone else being named ‘Giambalyzer’, although other odd ladies could not manage it – making sure.",
                "Ken impressed Geoff. He decided if his father didn’t say more or he might never get a formal answer first.",
                "Ken impressed Geoff. He felt better because this guy stayed on top as far away his stance had been listened up at night by him.",
                "Ken impressed Geoff. He returned early 1998 on his second birthday on a mountain in the Blue Desert and then spent his birthday coming due for the earthquake last year while working for the Twin Towers.",
                "Ken impressed Geoff. He wanted them right away until this point : he doesn't remember going home without telling them because its being wrong : this makes sense since most people say everything would be ok either - why would anybody say yes :) Now since these guys.",
                "Ken impressed Geoff. He quickly sparked the controversy when asked about Nickolas.",
                "Ken impressed Geoff. He attended The Burners in Newbury Park from his roots back to Newtown every weekend because some people went back there against some of our solar communities…The Burners came down here because people weren‟t there until some time.",
                "Ken impressed Geoff. He believed him while playing for his boss who couldn’t be ruled out before his conviction that people wouldn’t have to be denied the struggle between his persona being a punk rock writer until after his sexual attacks were approved – unless.",
                "Ken impressed Geoff. He immediately began looking at Geoff and his team’ing at Geoff.",
                "Ken impressed Geoff. He explained some things over at JOTTE's office yesterday regarding how his mother died last year regarding what her apparently had been saving his life between the two women when it disappeared—the three women also reported they did not mourn him.",
                "Ken impressed Geoff. He stated she wants their temple on her villa now?\" she asked him softly with his rudified emphasis and his laughter and her kicking vocals on \"The Great Witch's Luna.",
                "Ken impressed Geoff. He signed him from his professional training rooms earlier that year based around how it was acquired based largely around what was privately owned and operated with local elite.",
                "Ken impressed Geoff. He felt like she thought something would cause this.",
                "Ken impressed Geoff. He recently signed up again from his pocket last couple of months before he signed up with him when asked why they had not been letting him out before that time in their commitment to him becoming their uncle as part of what had been his.",
                "Ken impressed Geoff. He wasn’t afraid that any of his teammates took the meeting with Jim Jones instead after all that he wanted him not only from being able to fight with them because they saw each other right now back to being on the side where.",
                "Ken impressed Geoff. He pointed back toward Greenbury at last night's meeting time between his two men after that, suggesting they did more than just tell them how he liked him – exactly right from what his joy around him had been.",
                "Ken impressed Geoff. He believed him – without him would not allow anyone any racism and he tried but 'does it not make me jump why?' but also says why if anyone tried trying with “anon”, something would never happen.",
                "Ken impressed Geoff. He enjoyed his time here again while we were hiking with our adopted pup sisters while she was becoming a swimming buddy too.",
                "Ken impressed Geoff. He returned back at my house several weeks later when one of my friends opened up before we converted this charming little house and made me a favour to go home.",
                "Ken impressed Geoff. He helped Christian's daughter and their daughter together before they were shipped away after they were shocked by him having his mysterious nemesis back online - He helped Bishop Eugene, who later became a fortune gossip icon who spent many interviews as his.",
                "Ken impressed Geoff. He returned into this room later with just a threatening manner when Jack asked about finding other people behind her and asked her questions based their deaths upon finding people there by her.",
                "Ken impressed Geoff. He hit it soon as much later when it ended in '92 he took over in just £10.",
                "Ken impressed Geoff. He turned into Andrew for another penny over to make sure every bowling penny did not get okay.",
                "Ken impressed Geoff. He remembers looking like there would have had just a couple months and two years after they got there when they started playing with some old friends behind Peter's guitar and there she was playing guitar with two slices and two spaces for the remainder.",
                "Ken impressed Geoff. He learned how things worked really shift and changed when his parents moved from their quarters.",
                "Ken impressed Geoff. He learned much more during their assignment – perhaps most importantly so did their first passes which proved invaluable over their lives—than many people used some other methods they used—but whether very impressed him when we tore up together from them became.",
                "Ken impressed Geoff. He gave him enough to throw him some soumet silver goods around him inside it back to get used once enough to bring over everything but just for some reason anyone got any challenges but going here first.",
                "Ken impressed Geoff. He appeared less unexpected here last week too because one had heard him talking too fast past one at that time meeting which started around midweek this morning including another day next week even before leaving early for some of Sunday ones which went well.",
                "Ken impressed Geoff. He ended his career at Geelong, but after this he worked hard towards his brand name – John Holmes – until he moved out into his offices together with Colin Kinnear – which led him to become the ECAST Agent with him.",
                "Ken impressed Geoff. He spent several days at his amusement in this town -- finding those crude and ostocratic flies about every tree they waved -- during these quarters together until then was impossible when He seemed just like any other.",
                "Ken impressed Geoff. He eventually returned down on top of how hard his mother could be to figure what they kept.",
                "Ken impressed Geoff. He passed him throughout one of those days over there whose presence even made her feel like some little guy does have some sort of real brother and gorgeous prospective manner when being with people there might actually happen around like somebody looking down from her.",
                "Ken impressed Geoff. He seemed happy he got off his plate instead when things went well with David's team too and instead brought David again without commenting so much as how good he felt it got me back so he went along after all that time with him.",
                "Ken impressed Geoff. He passed them along alongside Bill's son Charlie who gave them some of him many guests which got his visits which brought about many dilemmas like them before him including several guests asking his name by their intended connection who visited his house behind.",
                "Ken impressed Geoff. He followed him around town via their website so you wouldn't be surprised as much as it was for people out of town.",
                "Ken impressed Geoff. He recently joined his hosts that said they needed him too to break down his abusive partner while having lunch at Kali's arrival last week.",
                "Ken impressed Geoff. He stated 'the game didn't make sense like his game'.",
                "Ken impressed Geoff. He signed with the museum at a slightly similar fee similar as to his signing on in 2007 by signing himself one day when they were interacting by the theme artists himself so as not to be disabled just as his name actually notes all of.",
                "Ken impressed Geoff. He quickly debated his associates even though Gary told them everything they learned on their tour at this stretch where some people called up and offered their signatures across some of these talent schemes.",
                "Ken impressed Geoff. He believed they knew each other's planet sex match.",
                "Ken impressed Geoff. He continued in his senior management stint there between 1995 until 1999 if his mate were to take commission or to be deemed an endangered by the Acadia Insurrection then his cashier's financial capability had not been reversed would not have been.",
                "Ken impressed Geoff. He seems lucky too (and certainly should be).",
                "Ken impressed Geoff. He ended up being named the duo for Best Actor in the Big Six Video and was initially contesting for the nominees and determining their winners for the middle track.",
                "Ken impressed Geoff. He soon realise there may not exist but after many years you never wish it.",
                "Ken impressed Geoff. He began as good a rascal just seconds after being anahed from running his own QB in a Cowboys-game losing game just past the regular game he DIDN' NOT HAVE DAVIDNELELLOS.",
                "Ken impressed Geoff. He decided his next strategic alliance because you never lived on the street at all.",
                "Ken impressed Geoff. He watched him grow as his wife watched her grow in his adolescence who believed their love for him still creeped away forever before his eyes like his mother still mindful from her.",
                "Ken impressed Geoff. He spoke very quickly then asked how long this would unfold into time and budget.",
                "Ken impressed Geoff. He shared how they worked when they went out for their first Week 3 Party Sweetland, while they weren't quite sure their first Poll might have been his first.",
                "Ken impressed Geoff. He eventually led his team down the hall on its way off of their urban corridor back to where there had been plenty of people here about how much he counted out like everyone around him going after things here last night.",
                "Ken impressed Geoff. He followed them along its harbor, overlooking its pollution water which has been housed here lately.",
                "Ken impressed Geoff. He knows exactly who they are.",
                "Ken impressed Geoff. He eventually led them down to New Mexico's cliffs just west of the mountain face village on a bumpwood creek.",
                "Ken impressed Geoff. He soon travelled off on his descent east and north on the lovely Essex Coast to the rugby soil behind what was clearly a gangway.",
                "Ken impressed Geoff. He knew they must know their mating status had been laid on their honor before they had been gotten bondage.",
                "Ken impressed Geoff. He seemed too spoiled before being asked which one's favourite was most productive because its very warmth from him reminded his intensely satisfying kitchenmates quite similarly despite them actually making one of these congenial suggestions until at first it wasn't enough time.",
                "Ken impressed Geoff. He felt something Awesome and he smiled to quickly Score it back into his dorm room next to Katsushima was excited over seeing his Kickstarter success.",
                "Ken impressed Geoff. He liked Geoff Cameron too much because it reminded his wife as his sister as much of his father’s brown hair by the six thousand miles from New Gibraltar at the Golden Gate Palace Hotel last night — although later was probably.",
                "Ken impressed Geoff. He learned too much about him too much like some great people.",
                "Ken impressed Geoff. He talked with Geoff about making them a personalized inheritance to help them develop an economic relationship more openly as they weren't interested too easily if things were going toward them differently before their enterprise was broke.",
                "Ken impressed Geoff. He hit him hard again though – she needed his help or wait.",
                "Ken impressed Geoff. He wasn’t always impressed - like you just introduced us before… He explained “the biggest nail block in North Africa against South Africa during his illness … You really should think that they found these sights interesting before we dismissed me…”.",
                "Ken impressed Geoff. He immediately added Geoff's presence through one of his Elite personnel and added him as his new Experience Maker and added more importantly he added all combat damage to him already in the actual HQ.",
                "Ken impressed Geoff. He led all of his team’ and helped merge with their team after a hugely disappointing loss of score following the defeat of the Melbourne Blue Darfur team on 47 Premiers at age 42 and the demise by the Melbourne Victory Titans.",
                "Ken impressed Geoff. He wanted him up on Monday morning due at 7 : June.",
                "Ken impressed Geoff. He decided she thought there might not have to do anything more than get up there.",
                "Ken impressed Geoff. He gave me permission but even they didn’t know anything about how they would like him…to help him find out more about them ……to win them.",
                "Ken impressed Geoff. He worked out for him last year around him doing so well working at their motel.",
                "Ken impressed Geoff. He talked me through life on some of her decisions already in television and was quite impressive because sometimes no one really cared about them right away either - none really cared much for them like him over the floor while waiting long enough to answer.",
                "Ken impressed Geoff. He led some of them outside where one man called me said He would come back because all he wanted from his parents.",
                "Ken impressed Geoff. He talked me over'simple, simple' and said no one 'without any customer views.",
                "Ken impressed Geoff. He recently won a Silver Age contest.",
                "Ken impressed Geoff. He looked around for something but thought it was worth laying flowers down under their cloud.",
                "Ken impressed Geoff. He spoke very nicely when we booked this photo and later helped us get it back so we didn't get any hurt."
            ],
            "counts": {
                "Ken": 1,
                "Geoff": 6
            }
        },
        "Simon ran towards Richard. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        18,
                        25
                    ]
                ]
            },
            "sentences": [
                "Simon ran towards Richard. He couldn’t comment but started out thinking people couldn’t get around his grasp like there might never fit together before.",
                "Simon ran towards Richard. He saw how bad her face touched them if these things weren’t right.",
                "Simon ran towards Richard. He glanced around and saw only that three other officers were on the shooting site.",
                "Simon ran towards Richard. He turned down and ran off back into the clouds toward Kornika and was packing down by the blades so that all he turned left with her before her and took off towards Valtika before her.",
                "Simon ran towards Richard. He felt so sore on being able to ride across from Richard.",
                "Simon ran towards Richard. He saw only three women who came back this morning too, half of them being taken apart via their vanished soldiers over the Battle of Trent Bridge after their matches on Friday night was too absent from his comrades’ honour service with Richard.",
                "Simon ran towards Richard. He seemed interested during our conversation which allowed readers about everything else beyond him… but none about Paul.",
                "Simon ran towards Richard. He smiled back as Mr.",
                "Simon ran towards Richard. He kept going down this speech but no one ever trusted him any favours between them.",
                "Simon ran towards Richard. He began running back after them quickly at once throughout her youth and her father again following her.",
                "Simon ran towards Richard. He tried trying with her on all those concrete insults like soya.",
                "Simon ran towards Richard. He seemed interested like she got away through their guilt and she wasn't interested back home tonight anymore.",
                "Simon ran towards Richard. He stopped at two reporters as the candle lit instruments were gathered back toward them – though why would there not be anything to greet them when these things happen again? Was their conversation not always so vigilante? Why did anything go.",
                "Simon ran towards Richard. He turned towards some of other Moran cows who went away too close and started to run up towards her.",
                "Simon ran towards Richard. He stopped at first to marry her in an unsafe house as her parents had been renamed her \"Jurns'.",
                "Simon ran towards Richard. He wasn't alone enough this evening until Richard's heels hung seamlessly connected up—and like what you'd actually called out while walking upon your nudely tracked, even too unintemptively, trying to figure out through people.",
                "Simon ran towards Richard. He says how much she knows how much money her father has been kicked up at home through some of these blasted Senators he borrowed every evening.",
                "Simon ran towards Richard. He took off at the harbour.",
                "Simon ran towards Richard. He watched him chasing his fortune from his discoveries ahead of the time.",
                "Simon ran towards Richard. He walked along without carrying what he knew until his bedside pain nurse took over one of these chambers until someone else came in at him gave her something to clean her brain.",
                "Simon ran towards Richard. He stood by at the door as they slowly glanced behind his room at just himself behind them – while their hug had been a fragile knot – one of their axes – then looked around his audience – how beaten up or not to.",
                "Simon ran towards Richard. He began walking around on one foot from home while trying his best words until suddenly one of them ran around him crying like a pest on his nails while trying something faster again.",
                "Simon ran towards Richard. He says:\"Everyone must go inside first.",
                "Simon ran towards Richard. He stopped and thanked Lord Hester on her lap who knew why Rafferty couldn't help turning him back into this world she didn't want one more.",
                "Simon ran towards Richard. He stood with their hopes at being a moderate literary scholar whose work _Alexandrite_ had taken refuge elsewhere -- even today – except after being led towards Shakespeare’s legacy over the past 45 years there - perhaps still at.",
                "Simon ran towards Richard. He says someone here might call John.",
                "Simon ran towards Richard. He stood at the door for two figures—poor and subduing—these people brought them both into a bath.",
                "Simon ran towards Richard. He gave them over by some time later after some time when Harry had dropped him away some years earlier.",
                "Simon ran towards Richard. He felt his heart buck and stretched his thighs and broke into a smile as his mother smiled as they chased him through another romance of her own, although often it felt like kissing on the lips more than once before it became so.",
                "Simon ran towards Richard. He started out from there having seen eachother last night along his race.",
                "Simon ran towards Richard. He glanced across her lab couch at himself before him — well he wanted to hear him say goodbye later there too but hadn't heard it so long since after her first sitting at home when Alex was gone back into his tiny nest.",
                "Simon ran towards Richard. He glanced toward some of their sisters while her parents sat barreling down next to them after his knife stabbed through its slit through them so they couldn’t halt them until their phones vibrised at them – something was helping her.",
                "Simon ran towards Richard. He tried his hands twice before being so rude as it was his own prowling.",
                "Simon ran towards Richard. He gave her advice only if someone wanted she meant him.",
                "Simon ran towards Richard. He says there didn't have any wasted time left there 'dead' leaving 'Jesus Christ 'ugh!'!' We're gonna kick him!' then she says there will never be any news that anyone left us out behind because even.",
                "Simon ran towards Richard. He went back where John Bailey had been.",
                "Simon ran towards Richard. He turned back toward Elizabeth and walked quickly across it from where one of these people appeared from within and out of her.",
                "Simon ran towards Richard. He seemed interested until his villa had been a prominent strip and no doubt she wanted many illustrations too.",
                "Simon ran towards Richard. He seemed confused—the real reason was she didn’ve lost her fur collar to one of its shrubs—that didn’t seem so lovely seeing him here—she couldn’t deny him her saggy sweaters.",
                "Simon ran towards Richard. He couldn't guarantee their ease back from what they believed they could do before she returned after this, probably having spent most of his time working together until now when He rode along into his own street to join them around some old.",
                "Simon ran towards Richard. He tried asking 'hide' which would mean any of her friends did she want him.",
                "Simon ran towards Richard. He asked where God was.",
                "Simon ran towards Richard. He seemed happy after seeing those people wandering into her house every Thursday day yesterday.",
                "Simon ran towards Richard. He gave himself a token of admiration because once more those who helped him get the fruits from life came out after them themselves,\" said one of them to him after they were convicted for foolhardy rumours surrounding himself as \".",
                "Simon ran towards Richard. He kept asking what her possession would be.",
                "Simon ran towards Richard. He looked across her ears but heard only in a blinding glare that seemed like the dripping frog's.",
                "Simon ran towards Richard. He gave him another appointment without mentioning when Darcy gave up on her seat next to him because no one could see what could happen between two women before her, taking her to her uncle's pad after being gathered by her father.",
                "Simon ran towards Richard. He gave up on Sunday morning after they were bitter.",
                "Simon ran towards Richard. He turned up into my library's room with five chairs for me with my foil wings in circles running through mine while she was in my dressing gown with him inside as though just to be sure some old- fashioned ladies had never.",
                "Simon ran towards Richard. He came across them shouting from another north bridge across one of its arc barriers while others ran back against its rear leading chairs across his cloak.",
                "Simon ran towards Richard. He looked into her face but saw her staring into her lover and knew right away.",
                "Simon ran towards Richard. He went over my nerves getting the props out here—to find them going away after what happened at that stone college.",
                "Simon ran towards Richard. He asked her questions now if 'Nothing's allowed', etc.",
                "Simon ran towards Richard. He came across these accusing ministers looking into their clashes.",
                "Simon ran towards Richard. He glanced back across some of their towers along its passageway before his own.",
                "Simon ran towards Richard. He says these guys believe what has caused people to say – ‘Angels aren’t going away.",
                "Simon ran towards Richard. He stood up behind Richard's partner at his gun before they flickered their fists upon their seats over him before they quietly bolted down towards one of those courtroom mirrors – another by their scarrest alone here.",
                "Simon ran towards Richard. He gave them permission if 'Mom needed something!' she went down as he saw him on top and turned himself back against him just trying as fast she could immediately see her face.",
                "Simon ran towards Richard. He says when she asked how much money there could go on for him being rich?\" asked Jozelle: how many times his wife laughed with his wife while trying to convince himself only his wife wanted revenge out on his birthday.",
                "Simon ran towards Richard. He gave his name and encouraged everyone by her.",
                "Simon ran towards Richard. He heard two placipes while she was scrolling between her legs into one cage.",
                "Simon ran towards Richard. He looked away quickly again again thanking them over their dull cheer.",
                "Simon ran towards Richard. He knew much from him today — i.",
                "Simon ran towards Richard. He went over her with no coverants—but said yes her face was still fuzzy as she looked around as if someone would pinch it around him almost as if anyone looked like one or two things she knew like them first.",
                "Simon ran towards Richard. He felt some fading tears starting to flick through my makeup.",
                "Simon ran towards Richard. He ran around after Richard and his prisoner for a murder case last December he ran across him driving him back off of him like this into an uneasy night.",
                "Simon ran towards Richard. He looked around his computer, his computer zooming up his computer.",
                "Simon ran towards Richard. He knew Macie better and she always liked him like herself.",
                "Simon ran towards Richard. He knew where their lives were built too.",
                "Simon ran towards Richard. He glanced towards where they appeared out and saw several men in the uniform stocking waistkin walked towards him – half a boy was wearing the smallest collar of military insignia but still wearing an armored department shirt.",
                "Simon ran towards Richard. He came home and asked what they needed and started talking instead again.",
                "Simon ran towards Richard. He ran behind him now.",
                "Simon ran towards Richard. He knew something he'd learned through those years but knew very nothing there yet about things from her childhood when someone named Jack Harper wasn’t going home too quickly until now… he couldn’t help getting himself out as soon.",
                "Simon ran towards Richard. He heard about Jack's death.",
                "Simon ran towards Richard. He tried not to gaze out his garden, trying hard to silence him too.",
                "Simon ran towards Richard. He tried asking how one she was doing wrongfully her husband wanted no leaving his wife alone before her father died so her parents couldn't baptize children yet because some people say how much their mother had died from hunger and plague.",
                "Simon ran towards Richard. He looked across her porch window as they contemplated what her husband looked like while her husband seemed oblivious to having them.",
                "Simon ran towards Richard. He walked toward another door leading beyond where two other men sat on the platform and whilst their apprenticed sheep insisted it would come.",
                "Simon ran towards Richard. He gave himself a deeply embarrassing hug after being voted overwhelmingly by his 33 years ago after making no retreat and winning his nickname last year — maybe due because even some people didn't believe — even though many others haven’’s.",
                "Simon ran towards Richard. He looked back out there.",
                "Simon ran towards Richard. He grabbed me up at their hearts as soon as this reporter started.",
                "Simon ran towards Richard. He asked 'Bill, did she come?' When she heard him she was going back.",
                "Simon ran towards Richard. He ran towards John's rear door.",
                "Simon ran towards Richard. He saw what they deserved and put out there still for their own sanity—not their lives itself after death because her parents didn't care what happened next (and thought his parents did).",
                "Simon ran towards Richard. He stopped at some lyrics at an audience wearing an old army jack and his old oldest tie back with gold tie wrapped with black ribbon on its bosom and its black cantata with gold and black ribbon tied with ribbon.",
                "Simon ran towards Richard. He kept asking what happened over the weekend now…but…that only made him think they weren’t gonna run him before –but still did go on…so well…but before then something happened.",
                "Simon ran towards Richard. He turned into himself too.",
                "Simon ran towards Richard. He seemed excited over seeing why some might try but it couldn't be overwhelming who wasn't getting it to his sixth season (Markie's sixth season alongside David Moss); no one seems quite persuaded from either Michael Bedardi but.",
                "Simon ran towards Richard. He ran over me through every Sunday night into London after school for hours off the capital.",
                "Simon ran towards Richard. He stopped to register again via Twitter when she heard he saw she wanted this.",
                "Simon ran towards Richard. He smiled his frustration but had stopped to confirm when Sir Owen told her it seemed like her was running away between them.",
                "Simon ran towards Richard. He stopped to pose his usual question at an early stage because before she got to her birth place there appeared like people being embroidered along in his golden hair which belonged all the hours before they had been born since they had been.",
                "Simon ran towards Richard. He watched all face from his adult twin, whose parents came home late with love for each other until death only two weeks later passed.",
                "Simon ran towards Richard. He began running around one of their guests seated around their laptops behind one of its panels behind each other on its antenna while one of these gathered newspapers started to flip seats with each click to interface on its cables until there were only.",
                "Simon ran towards Richard. He ran along them two days before being hung under heavy by their lamps on him despite going across two rural roads through town while riding down at an hour without putting up an alarm.",
                "Simon ran towards Richard. He watched his wrists break in her throbbing fists but then stopped.",
                "Simon ran towards Richard. He gave himself a genuine flick to the musicians as she walked behind me toward Mr.",
                "Simon ran towards Richard. He wasn't exactly in his heart most often as far away from those things himself had left before it came along much older than they were now living behind one another.",
                "Simon ran towards Richard. He heard their voices and his passenger, then he knew how they sensed her, so she heard each other say 'Ma'la and her voice were entering his mouth.",
                "Simon ran towards Richard. He came too — well then thought some time— at one when Mr."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 5
            }
        },
        "Simon ran away from Richard. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        20,
                        27
                    ]
                ]
            },
            "sentences": [
                "Simon ran away from Richard. He took his pilot home during his flight and dropped her off near him until she arrived home—to get out—and gave up.",
                "Simon ran away from Richard. He began working through several years with Thomas's father when William was trapped there following his escape and was burnt by an artificial fire in the coal fires that had leaked into the sand near their house by an accident.",
                "Simon ran away from Richard. He saw David and David's father coming together without asking permission once he arrived on the finish lines.",
                "Simon ran away from Richard. He died at the opera house after being watched through by police.",
                "Simon ran away from Richard. He knew these children still had great mental confusion while working together together — during World Cup games together ever since they first stepped into a lake.",
                "Simon ran away from Richard. He saw John and Ron Harris standing on a balcony holding two nearby screens waiting at the officers waiting on the ambulance and two other suspect heading away while the Irishmen were taking revenge behind their backs looking for Savile Row wearing.",
                "Simon ran away from Richard. He needed another job now instead but didn't say where this would be.",
                "Simon ran away from Richard. He went outside when Tony's mother called for her at the sight and Jerry slammed her into the kitchen.",
                "Simon ran away from Richard. He wasn't happy now?\" At his frown, as though something had burned him into him without seeing his reactions in his stiff hands—the last words she said still, yet all she recalled now took to twitter and to.",
                "Simon ran away from Richard. He turned off his gear and tried to get into it despite her rigid surroundings.",
                "Simon ran away from Richard. He loved them both too.",
                "Simon ran away from Richard. He wasn't happy she didn't feel like she'd done about everything here without me right.",
                "Simon ran away from Richard. He stopped short at Jack and asked him something from her and went down into her bedroom where one of them stood with one paw clutched at her ears to warn him she's going home somewhere else where hers wouldn't be.",
                "Simon ran away from Richard. He remembers where all this was happening very abruptly today after being unsure who his father had been.",
                "Simon ran away from Richard. He told his mother.",
                "Simon ran away from Richard. He remembers finding something funny coming out before they were in the guy who went missing just doing what they want to do on the streets there.",
                "Simon ran away from Richard. He passed him inside their house until their finals unfolded—it felt bad not having been able to come here already.",
                "Simon ran away from Richard. He started playing with him online but found out everything it took him there until now – too many people can’t sync it down because sometimes getting caught on kick in his ankle would make his offense feel like this: '.",
                "Simon ran away from Richard. He asked if everything was green around her but couldn’t whistle without her backing into her lap anyway.",
                "Simon ran away from Richard. He tried getting away though right there away where were his friends coming out about killing them before his death ended when Henry Cass asked if anything was going to bring them back later they heard they came over just guilty for killing one.",
                "Simon ran away from Richard. He couldn’t doubt anyone had been there right before they had to do what she didn’t asked me about—they lived them around like that forever.",
                "Simon ran away from Richard. He wasn't happy just because someone'd asked them something about himself rather than taking it strictly somewhere he thought himself right -- only while waiting my ears to hear them say too nearly what his sister wanted — especially just being too.",
                "Simon ran away from Richard. He started down for his crying phone.",
                "Simon ran away from Richard. He went after Charles to join their cheer cheerleading game at the balls during which he played after the funeral at the swimming contest in Girna Place on Sunday morning during which all the players came together together during their attempts over.",
                "Simon ran away from Richard. He wasn't alone -- probably didn't know there might be someone out here.",
                "Simon ran away from Richard. He tried hard not to get on with being too adventurer himself.",
                "Simon ran away from Richard. He returned last night without warning,\" wrote his wife after his fatal shot and his wife was accidentally subdued following his plane trip with her husband from New Orleans after he had been apprehending a plane carrying a stranger's daughter.",
                "Simon ran away from Richard. He watched her go easy.",
                "Simon ran away from Richard. He gave out one of our bikes just west and got up at 5.",
                "Simon ran away from Richard. He seemed embarrassed,\" Mr Boccioni said from across his lap by his Asian cockade that had just ended in marriage by then.",
                "Simon ran away from Richard. He asked why if others already knew exactly about Michael Woods being involved after Michael Thompson got seduced again back in his mother.",
                "Simon ran away from Richard. He felt bad that anyone should kill herself once it's published here before this season.",
                "Simon ran away from Richard. He loved playing at home with family and his wife from his younger days behind bars… The world was cleaned with a sword and a peaceful stroke — much to whoever had left for his spouse during the election despite having left the.",
                "Simon ran away from Richard. He wasn’t exactly in that bizarre seat surrounded herself when Michael Miller started his first rock show.",
                "Simon ran away from Richard. He says something he had learned years ago even when many years ago would have come out again through those years since those years before it got him here.",
                "Simon ran away from Richard. He ran away while we were resting at home when my sister called out from the sky at midnight when three of her friends died on the eve after dinner after dinner alone.",
                "Simon ran away from Richard. He couldn't panic right there -- she died trying desperately to save their lives instead was able to walk right through town -- let his mother know before his death what they counted on their inability to keep up.",
                "Simon ran away from Richard. He asked his ward police witness how many people had died because all the people around them wanted out was gone.",
                "Simon ran away from Richard. He spent months at home playing at the jail himself—the real trick isn't just for him now.",
                "Simon ran away from Richard. He says He was always so incredibly fond with him too - despite some great shyness there.",
                "Simon ran away from Richard. He wasn’t interested until recently was just beginning their lifestyle of the day– it gave him plenty and generous warmth over his endeavors.",
                "Simon ran away from Richard. He walked alongside her but her heart sucked out and left when there was no reply on his tail.",
                "Simon ran away from Richard. He seemed totally disconnected from anyone.",
                "Simon ran away from Richard. He lost his conviction while she went out into the bathroom when David and his wife had been vacationing with two nurses at their swimming lessons while they were enjoying the countryside with their children during the pandemic; just as she came.",
                "Simon ran away from Richard. He told them there would only be about eight of those that didn't want their rage back dead on.",
                "Simon ran away from Richard. He wrote him poems often written through literary texts – _The OC Callings of the Clinic of the Fabius Victoria.",
                "Simon ran away from Richard. He remembers playing football by himself around all day playing football when people had their everyday dealings started playing football all summer.",
                "Simon ran away from Richard. He began calling back home alone home by herself inside into its dressing room so as not to be betrayed too impatient not only out of the poem at the shiny junkyard was often gone too unfairly so he threw over it.",
                "Simon ran away from Richard. He gave one of these to his cousin Sam Allarditch from New York City before heading away north as soon as possible around New York City on Wednesday afternoon at a pedestrian crossing that was trampark empty.",
                "Simon ran away from Richard. He looked over and over and over to my face from where she was cutting corners around through both of him who didn’t look up when something shiny and shiny from behind were flashing up across both of him staring out over.",
                "Simon ran away from Richard. He spent too much money making him up about being able to win the club at the hotel he learned well before his sophomore season was closed on Monday afternoon—the intense pace that had interrupted early on in his rise—sent.",
                "Simon ran away from Richard. He went into another bag.",
                "Simon ran away from Richard. He started trying at his favourite song by \"Sweetie\".",
                "Simon ran away from Richard. He knew Paul had helped him back then out for his restaurant at The Waitrest Hotel because if they didn't start with John he got no notes — i don’t think any of these things got shoved down there far.",
                "Simon ran away from Richard. He hadn't heard about Richard Richard's dare when people started to unwrap the surf bands after he was excited because they knew about their bastard grandmother's weaving newspaper bands called Rambo.",
                "Simon ran away from Richard. He called into our room where most men lived since then alone behind one of our famed \"Ernie\" showers had been freed but nobody could smell him so much.",
                "Simon ran away from Richard. He seemed lost but found herself looking away first as someone whose heart slipped when her father ran up just wrong now.",
                "Simon ran away from Richard. He sat out for some time alone together thinking whether him or James McGigan were trying something cool together instead—to watch him out there watching his defeat for some time ahead.",
                "Simon ran away from Richard. He lost himself at what he truly meant by some words over a feather and let him get down like this somewhere.",
                "Simon ran away from Richard. He couldn’t handle whether their love died away seemed more feminine until last.",
                "Simon ran away from Richard. He returned only a minute later telling him not to go home later so when things went cold decided their motive wasn’t telling him about how things slipped out there like their home and how things damaged themselves even when “serious.",
                "Simon ran away from Richard. He seemed too horrible with those things having happened even when something had gone away wrong into someone who isn't in his hands at least as numerous now if neither were actually there just being absolutely wrecked already right behind them just.",
                "Simon ran away from Richard. He returned shortly afterward before she got annoyed about being in the restaurant while working on her engagement preparations – still not so much so he got back into his BMW.",
                "Simon ran away from Richard. He threw up on two balloons as she ran down on their pool stick and grabbed them back onto its landing board.",
                "Simon ran away from Richard. He seemed lost or psychotic.",
                "Simon ran away from Richard. He threw himself across some trees – around like this when something was forged so fierce around us they seemed like some giant monster at his bidding for one of him so shortly afterwards after it got gone they ran over their own trees.",
                "Simon ran away from Richard. He hadn't seen many other people here back then.",
                "Simon ran away from Richard. He wasn't supposed to run back right back in here unless—but none too late at night they didn't know exactly where it should be and knew just where exactly where—he'd come from now after she'd left.",
                "Simon ran away from Richard. He looked down from her purple leather jacket and his thighs tapping into her delicious bread from his pockets—the little girl had made his way straight into my neck and his hair mingling like an orange slippers on its sand.",
                "Simon ran away from Richard. He wasn't quite ready – right from what his father had quoted him earlier last year too – until some time he finally decided how he stood up from his gruff mother's towbar full time at school without Margolin.",
                "Simon ran away from Richard. He seemed almost surprised during what happened with Michael.",
                "Simon ran away from Richard. He wasn’t looking forward to anything else here here ever again.",
                "Simon ran away from Richard. He wanted himself dead too; nobody wanted any moral life either too badly and too incompetent over fifty or too lonely and too notorious—that would never happen until they'd gone back together then.",
                "Simon ran away from Richard. He sat by her, waiting around with some of my stones between my legs.",
                "Simon ran away from Richard. He sat back and sitting down again because Michael's husband took over her.",
                "Simon ran away from Richard. He says God will not let them be ignorant—but also God will not let himself be barred there.",
                "Simon ran away from Richard. He stopped short by Paul at first, trying his hardest to keep his signature from him against them — trying to keep them apart once more.",
                "Simon ran away from Richard. He remembers thinking sometimes having some good loneliness while still in school at school but during lunch called 'Financials'.",
                "Simon ran away from Richard. He spent much of his career at home from the Bascom School (during which time his taste offered at the school sessions), having been in the elementary part (approximately ten games) which helped him become the sports director when.",
                "Simon ran away from Richard. He passed through here wondering whether she needed something out there like being used after they had run away during what was allegedly a tribute.",
                "Simon ran away from Richard. He needed two weeks at the Loox house – now known as Richard’s Gun – following him today.",
                "Simon ran away from Richard. He ended this verdict without a word from Paul's Instagram account.",
                "Simon ran away from Richard. He went back along behind himself because once was no one there before us seemed interested only because Robert had tried going south back into town now—but right before his death they looked too bored so quickly after what seemed so silly.",
                "Simon ran away from Richard. He called out when _Ersche Vorschungsbinar_.",
                "Simon ran away from Richard. He came over early next came upon 'Young Witried!' from whom her mother died – apparently lost by then as she ran around towards Richard with great difficulty when asked who 'Are ye troubled?' her daughter told him after.",
                "Simon ran away from Richard. He went down into town from school into her cafette because “they weren’t allowed outside school,” where she started her purse from behind her bathroom.",
                "Simon ran away from Richard. He asked where she was going to be joining us because Mr Baugh laughed off some of him while they were naked around with him saying about Mr W Series that everybody could see Mr H series's name was \"Mr V.",
                "Simon ran away from Richard. He tried so hard but couldn't swallow him, just as much as they could.",
                "Simon ran away from Richard. He told his mother not to panic but gave his bottle and the bottle to his mother about everything—and why don’t you just let her go to somewhere else where all her friends got interested before they did what they.",
                "Simon ran away from Richard. He says after her that once at Windsor's army, when Richard died last winter by attacking her husband they gave her some cream.",
                "Simon ran away from Richard. He threw out their lambert and began his mysterious quest but came away looking more like another avatar than anyone else had ever heard before… It gave me an instant kick inside their backspan which seemed like too much for my.",
                "Simon ran away from Richard. He wasn't interested about making money around at school like any of what's interesting though.",
                "Simon ran away from Richard. He told some people where else he was going.",
                "Simon ran away from Richard. He hadn't told her why his brother told his mother they wanted her to marry her.",
                "Simon ran away from Richard. He wrote into my coat and I grabbed her by way around to let myself close alone there during our storm off.",
                "Simon ran away from Richard. He remembers playing The Coach of The Beach Boys as he was the daughter he sought from them despite losing his sister when it broke down by her separation.",
                "Simon ran away from Richard. He died last Friday after a tornado hit south Florida town early yesterday but lost his library after it had been revived online earlier Thursday by two UPS migrants after an earthquake near Newport News Sunday.",
                "Simon ran away from Richard. He wanted too long by himself.",
                "Simon ran away from Richard. He turned back again once they explored its worries by looking around his enclosure near one of her Marina Lake Market Market outlets through some of its openness as she tapged up between them even more to the advantage of getting closer towards.",
                "Simon ran away from Richard. He needed better."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 5
            }
        },
        "John passed a comic to Bill. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        23,
                        27
                    ]
                ]
            },
            "sentences": [
                "John passed a comic to Bill. He returned one autumn 1970 to make an appearance before his Irishman's union.",
                "John passed a comic to Bill. He loved giving people the abilities we couldn’t anymore when someone got into it then passed around John McCarthy when everyone asked how they could take care of what they were doing after all these years so everyone knew there had.",
                "John passed a comic to Bill. He spent much of the 1964 Civil War military tour in the Netherlands with Dr.",
                "John passed a comic to Bill. He returned one future to him.",
                "John passed a comic to Bill. He knew why John was going so quickly ahead despite everything other than doing John to his own independent clients.",
                "John passed a comic to Bill. He saw great amounts of blood floating behind my collar with such a provocative stare so skillfully integrated them around him only for some moments when somebody could see him moving toward what seemed so unfair and unscaldered out at.",
                "John passed a comic to Bill. He spent most of the stories together even if things were modest or not as intriguing.",
                "John passed a comic to Bill. He turned his back to his hobnailed youngest brother Richard who married him back at the opera house by the lake and stayed behind today just outside the Montrose brothers's home as their father passed by at the pian.",
                "John passed a comic to Bill. He wrote all his dies during these dramatic deeds along these writings.",
                "John passed a comic to Bill. He ended up going back by one as far back for two months longer until then.",
                "John passed a comic to Bill. He started using them using some of my humor and his ability to draw from them when people were conscious when things diverged so they became more irrelevant – many were very graphic but very scared they couldn’t penetrate those.",
                "John passed a comic to Bill. He loved doing what his friends recommended when she passed old Sidney Jefferson.",
                "John passed a comic to Bill. He gave us credit for going so easily but why no one got any hair right up toward her.",
                "John passed a comic to Bill. He knew where all those names would go and did have time or time to get their lights turned off but neither could ever know any other way they could be.",
                "John passed a comic to Bill. He played out one of several creative ventures during World Wars but without much success because none did it.",
                "John passed a comic to Bill. He added:\"Denis gave him my famous insight over my life.",
                "John passed a comic to Bill. He returned before his assassination was detained due in part to the contagious influenza following the Easter Christmas Carol cycle that had cured the diarrhea of the dormant hosts after he had contagiously suffered the flu during their meetings against his.",
                "John passed a comic to Bill. He came off through what he personally fancied wasn't true but passed out two weeks or three months later after getting that scratched out again.",
                "John passed a comic to Bill. He died in 1850 on four illness, which caused an annual skeleton to fire in the province at the south entrance in Owden County on May 4.",
                "John passed a comic to Bill. He passed away earlier this Sunday from Duke at the Sacred Cathedral where Paul drove along into another ecclesiastical revival.",
                "John passed a comic to Bill. He helped Lewis and his brother to be helped out again later as they were both working as a parsman and as a shoe rod in order to gain an impression over his life into John Sherman's apt description which earned.",
                "John passed a comic to Bill. He loved being there despite trying desperately trying desperately trying hard to keep living his bare passion for his life back just believing just how he imagined himself to have a vision as his life.",
                "John passed a comic to Bill. He continued talking then about making him laugh until after we got back on the road before we got off the train at the journey to New Hope on the way along the Lovelock creek.",
                "John passed a comic to Bill. He added after he went through one of its graves that included three children he had been throwing away three years later only one of years before when trying to make his complaint with another man because those two children contained both the.",
                "John passed a comic to Bill. He saw enough people from around the South African congressional Caucus for its simpler characterization of human sexuality—which included—the human trafficking practices both comforting, and translating them toward sex desires.",
                "John passed a comic to Bill. He continued with John Aaron for several years during John Kenneth Galbraith’s writing and Jonathan O’Malley had been an actor since his birth in the 1880’s — Michael Curtin became a reporter when.",
                "John passed a comic to Bill. He signed up first week before his presidential inaugural statement on the 1956 election, announcing today his conviction by the composer as he was implicated today by his declaring it as an unprecedented accomplishment he had printed with his doctorated passages.",
                "John passed a comic to Bill. He asked people like me but ended up working there pretty innocuously just for being funny – somebody really fuckin screw crazy though, hey… well well.",
                "John passed a comic to Bill. He ran after people where there died until now while sitting around on some uncomfortable bunch he wanted to get back together here every Tuesday during lunch weekends were getting a blessing because while eating lunch we felt very excited we got away.",
                "John passed a comic to Bill. He worked through them without any justice before they died.",
                "John passed a comic to Bill. He turned off this wound over another hog.",
                "John passed a comic to Bill. He became one the first dragon to have his own wedding ring and one from my paternal clan who loved one's funeral.",
                "John passed a comic to Bill. He took out your book for a canvas ran 45 rpm by him here before his Oscar nomination.",
                "John passed a comic to Bill. He continued doing the same thing himself had been doing until about ten minutes before it began to settle and when Bill was about 20 mm quick again put together back to work out at one time just to keep it concise because.",
                "John passed a comic to Bill. He passed it together during our intellectual trip — even after we'd been abandoned without flying through it like he'd never noticed our triumphant ambassadors — how we'd been depicted through those Boston stories again,\" said Mark.",
                "John passed a comic to Bill. He looked so miserable but thought what would he have to say now? Now thought his heart trembled for a bite from one of John Folliman and him taking the fur trade into their territories.",
                "John passed a comic to Bill. He lived next door as John Fletcher had to be a teenager living near her house was home from school so instead we had an older niece from him when she was probably sixteen or five or five.",
                "John passed a comic to Bill. He passed out several collectors.",
                "John passed a comic to Bill. He asked about another one before leaving for NewYork.",
                "John passed a comic to Bill. He lived two columns before his winter quarters.",
                "John passed a comic to Bill. He gave his own name into an otherwise mysterious souvenir that would have made him the protagonists before they even got into the cannisters — almost as if each person should feel his own freedom even after having seen every.",
                "John passed a comic to Bill. He sat out his horror pad—in one of him actually looked so clever —but both of those two were actually good.",
                "John passed a comic to Bill. He added three more to cart pieces along one of them – six for his own parts about fifteen years earlier after it started.",
                "John passed a comic to Bill. He wanted such a mash-up but lacked some of its broader roots yet it lacked some of those spots but those were essentially good ones—though almost certainly none after this.",
                "John passed a comic to Bill. He continued with its first description featuring Doctor Strange's \"Blue Cocktail\" which featured several aliens as well as three other notable puppetry fragments inspired this fantailed series with John Davies (pseudonym of Captain Alan Dale.",
                "John passed a comic to Bill. He explained then as one of my favorite poems written under the covers last autumn — first published by the symposium at the Phoenix Museum and the first in the seventies during which He collected his commissions before his novels became.",
                "John passed a comic to Bill. He passed his wisdom and was given permission through God to marry John Barry Lynn Johnson when she went to Notre Vitus and married John Barry Lynn Johnson Jr.",
                "John passed a comic to Bill. He continued his work while we were pretending there are things other people don't think are right but either can make something slip by until some people realize him himself through our own schemes already has our way up to being someone.",
                "John passed a comic to Bill. He believed something else he'd done prior in that time he knew she needed people right there after all this time.",
                "John passed a comic to Bill. He described why being one who allowed what was happened here though became such as Heey Brady as much as ever could be of no interest because although making good practice at first I didn't consider itself \"traveling.",
                "John passed a comic to Bill. He asked people after being in the literary community just acting like they thought things were wrong now here.",
                "John passed a comic to Bill. He came off quite drunk about getting drunk late after the presentation from Dr James.",
                "John passed a comic to Bill. He knew good newspaper history already was in depth despite every acreage left up there right now.",
                "John passed a comic to Bill. He played at the Medal with Coloma until it became evident again afterwards -- never before.",
                "John passed a comic to Bill. He went right past another to take off his canoe at a huge paddle and started to paddle again slowly up and down and back over and through back again where time was draining time again.",
                "John passed a comic to Bill. He went home because Bill had seen enough to take care of everything his father had done over him.",
                "John passed a comic to Bill. He says people won’t listen like they’re wasting their breath on being unemployed like people trying their albums without supporting the bullshit they pretend he wasn’t doing.",
                "John passed a comic to Bill. He loved music as long as she loved it was fun and it seemed as impossible right now into one successful quartet by Bill O\u0092Willman he would take care to enjoy another woman from her hits to her courage.",
                "John passed a comic to Bill. He loved seeing these stories again last August until today after reading what we quote below which was also in his Top 25 September 1993 Critics Benchmark coverage as well (bring us back next Sunday's Woody Allen kick.",
                "John passed a comic to Bill. He ended his career at the 1840's Draft Pilating Squadron.",
                "John passed a comic to Bill. He continued as a Yankee rebel became an outwardly unrest from the Western Revolutionaryarchy in 1862 until his imprisonment for taking slaves there in slavery and returning his followers into revolted Army in 1864 to deprive him and his.",
                "John passed a comic to Bill. He knew Dr.",
                "John passed a comic to Bill. He wrote one of its endless hits called The Journals (1941-1966.",
                "John passed a comic to Bill. He asked what you planned from there when they first commissioned him into the Astroturial Adventure programme called 'The Yankees in the Past.",
                "John passed a comic to Bill. He knew John was never that good enough to keep up and keep his bearings during any conversation among themselves.",
                "John passed a comic to Bill. He wasn't interested about taking it to the streets ever again?\" And then again before she'd heard him say some words were blown up through his pupils like it was really what she was crying \"Politica\", someone.",
                "John passed a comic to Bill. He returned when Bill Walsh told his diary about Mr.",
                "John passed a comic to Bill. He helped ban the  character in his portrayal so well to movies (Elizabeth Warren, The Comics Blues).",
                "John passed a comic to Bill. He signed his fiction to a doctor himself until it came to No.",
                "John passed a comic to Bill. He came across these to get himself into a swimming boat just next week after being hooked around here right now.",
                "John passed a comic to Bill. He tried writing songs off his own songs -- how much do people write them on his bike and how his songs were written about his membership and his grandfather? Does any music actors ever get in town because musicians get to.",
                "John passed a comic to Bill. He sat out on his holiday lessons like it's about money.",
                "John passed a comic to Bill. He helped merge them when we got him back.",
                "John passed a comic to Bill. He says him would ask what kind of comic will have been.",
                "John passed a comic to Bill. He added how long had it done before taking his prints at home made me think twice.",
                "John passed a comic to Bill. He tried getting him out just to play with each other whenever she wanted his personality or his.",
                "John passed a comic to Bill. He sat up for the Chicago Senators and aides working his day and day.",
                "John passed a comic to Bill. He tried again due back on Friday when “the comic artist started to make money out of everything.",
                "John passed a comic to Bill. He became one the first snake champion and had won the lionesses for his attempts along that tree by the angels—his own.",
                "John passed a comic to Bill. He signed this meant no one knew him but then put down 'Sarah Knox Evans's name', telling Bill he wasn’t going back.",
                "John passed a comic to Bill. He sat down as well now talking between people looking up around their cheeks about whether any of my blond kids did it now now because i didn't remember how my hair passed away earlier when someone wrote 'I got back.",
                "John passed a comic to Bill. He explained before he had finished the botcle that morning at the Palm Springs Botolph lunch room was missing due for work.",
                "John passed a comic to Bill. He tried saying good luck when Billy Cummings finally left on his tomb but after being told from behind with enough concrete that could get him on the turf if only God needs some help then making himself in the snake king.",
                "John passed a comic to Bill. He helped Lamardo Alexander to become his Major's mate—a man so cheap as his father but so stubborn when his wife wasn't Marie.",
                "John passed a comic to Bill. He went straight back after all these years…The original story by Gary was just about his last Easter Island bapt — until one of those Greed Rowans came through “The Elliot of The Fish Within Then, When.",
                "John passed a comic to Bill. He lived under a factory built and built himself himself—and found some Renaissance views he grew up on—but instead at the camera he gradually injected his own portfolio—memorable stories written around their lives alone again between.",
                "John passed a comic to Bill. He helped nail down just 45 mutations found his writing projects—and now did him his own.",
                "John passed a comic to Bill. He turned down me for a while until everyone else saw her face and saw another man who seemed like some sort of a monster but she smiled at herself enough then suddenly turned back around her and walked away into her empty.",
                "John passed a comic to Bill. He ended his career at the Oregonian Bandurl Museum as one of several conservation areas which included conservation ecology at the Rochester Town Hall and other arts areas was the Renaissance Collection from his grandmother's burial tomb and the avant.",
                "John passed a comic to Bill. He wasn't allowed any more than six months prior this evening where two years prior did nothing or even that one would think they actually thought before getting his latest catalog.",
                "John passed a comic to Bill. He tried calling them back without permission though probably won't be banned since when they've heard one.",
                "John passed a comic to Bill. He died in 1963 as a gunman at the hands of two circus truck cart workers near Newtown Park in 1929 when he was arrested but died on 26 February 1906 during his service under Governor George Washington's command and.",
                "John passed a comic to Bill. He believed if another man didn't think enough that man wanted any more than two moves into this one—his friend John Stark and Robert Stark had enough to convince himself why no more of another.",
                "John passed a comic to Bill. He passed out during my rush through every trip through every rotation back to him — instead I got some of three of our favorite comicbooks about how fun it was when God gave him some of those Tarquinia’.",
                "John passed a comic to Bill. He worked during another collective acting internization and was also part of The Complete Guide for iOS App creation for the mobile version and the iOS Mobile OS suite that he earned for his fan favourite Dentistry.",
                "John passed a comic to Bill. He sat up at one corner where He negotiated through something else called Loretta and finally sat up by one.",
                "John passed a comic to Bill. He died at Castle Street and was charged as Countess of Tipetta (later William Shakespeare).",
                "John passed a comic to Bill. He looked away without turning back and forth until she saw him standing behind them or steadying herself on him until when no sooner broke under her knees than her knees appeared and her feet drifted away slowly until their jaw dropped.",
                "John passed a comic to Bill. He wanted 'accepted,' being given credit from John Gibnell for joining up him later – perhaps also by some other people trying to keep up his wit like him but couldn't help finding himself – since neither had.",
                "John passed a comic to Bill. He came around last night thinking “Little Boy Robert McKnight… I wouldn’t have refused this to be an iPad."
            ],
            "counts": {
                "John": 16,
                "Bill": 6
            }
        },
        "John was passing a comic to Bill. He": {
            "details": {
                "pronoun": [
                    34,
                    36
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        28,
                        32
                    ]
                ]
            },
            "sentences": [
                "John was passing a comic to Bill. He appeared before some of him after his promotion from Radio Talk Radio to his album from 2005 as an artist's radio player when he died there during his late 2000's.",
                "John was passing a comic to Bill. He loved doing this as part of one of what happened later from time to time about having friends or friends at home being friends like myself being in love rather they just being alone – somehow like friends when life was.",
                "John was passing a comic to Bill. He brought up Joe's story – even before they took track – _The Troy Files.",
                "John was passing a comic to Bill. He himself helped the  people through his Labradood Club.",
                "John was passing a comic to Bill. He claimed there will only be some comic characters drawn because everybody knows everything but these comic characters themselves include Billy Graham as well all the comic characters will never be funny either by themselves anyway.",
                "John was passing a comic to Bill. He remembers John Shepherd's poem “The Last Duckyard.",
                "John was passing a comic to Bill. He asked himself these questions together within several minutes or so that everyone agreed upon any of them through our own agonising advice – much like using what he promised our Religious Sport Teachers to do now during those office trips.",
                "John was passing a comic to Bill. He couldn’t have been more persuasive enough where Bill Turner seemed more like much more fuss than Bill Whitelaw and Bill Allison had ever expected himself back from their increasingly reckless mistakes when they were first practicing on.",
                "John was passing a comic to Bill. He asked if John Webb’s name was John Ferguson would come to light from her.",
                "John was passing a comic to Bill. He looked about his cab houses looking up into a silver golf bag filled like some sort.",
                "John was passing a comic to Bill. He claimed how many other artists were on the shelf thinking how far they could be on it right away because ‘they wouldn’ve done whatever was covered … so…that – without being on the wearing of any.",
                "John was passing a comic to Bill. He knew several people from across the city who wrote them out together due back in the 1980s.",
                "John was passing a comic to Bill. He himself worked before his greatest achievements – taking over from George Eliot for the presidency– and even taking over as president after his fame.",
                "John was passing a comic to Bill. He described how some of Bill's characters did this in this First Civil Army Series (TV series).",
                "John was passing a comic to Bill. He helped Sugar and other temples to the relics or documents he served from the jail period at the council level during their senior year but ultimately fell late last year leading to more corruption and armed corruption and a stead.",
                "John was passing a comic to Bill. He became one and only sole citizen by nickname : : Mr Renny by name 'Rule Tom’, also one year into this remarkable brilliant Sunday commemorations from 17 March – 22 March to the twentieth Annual Saturday Par.",
                "John was passing a comic to Bill. He looked very intimidating after him before it was cleared for a storm.",
                "John was passing a comic to Bill. He ended up making some cakes when Joe Hockey was travelling from Canada into Canada when Bill Osbourne took office as a fellow Canadiano Stephenson and joined his sons to commute up to the Irish Crossroads in the.",
                "John was passing a comic to Bill. He claimed how little was enough about running this game too quickly during “Eric Garner” for example who felt she wasn't the only one out there for whom “Woodrow Wilson has always been an outstanding actor.",
                "John was passing a comic to Bill. He described using “a comic piece by Richard Mann’s descendants using […] They call […] You never recognize people like ‘Rob Solomon’, while others […] If anyone can nominate someone […] You know them like these.",
                "John was passing a comic to Bill. He looked very uncomfortable making himself worse until after this.",
                "John was passing a comic to Bill. He turned back after him while his father looked over at Jack Richardson by his ink pad.",
                "John was passing a comic to Bill. He gave one of Mr Jules's logo hats \"the big suitcase,\" one that read like they'd got one at the neck of his portable wallet without consulting him behind it or going through another.",
                "John was passing a comic to Bill. He died on Thanksgiving October 17, 1969 as part of his fifth marriage to John Shakespeare in the family which was to be hosted by Peter Ridley (died 1866 at Perry Scott Perry Theatre).",
                "John was passing a comic to Bill. He returned because those two men knew some people didn’t believe someone because most would have said none and never did anyone.",
                "John was passing a comic to Bill. He wrote two earlier stories called J.",
                "John was passing a comic to Bill. He himself remembers these colorful clubs were like his friends making their clothes at home from school so we got out here all dressed so they looked like we could be boxing fans up there now before we got there – maybe.",
                "John was passing a comic to Bill. He finally became a philosopher – both of whom did his apprenticeships – where his apprenticeships worked quite swiftly after he conceived his fiction.",
                "John was passing a comic to Bill. He knew what it must look like back upon what happened behind closed doors.",
                "John was passing a comic to Bill. He appeared back to me looking over his shoulder through me at last.",
                "John was passing a comic to Bill. He brought another comic role on his blog on Wednesday with several awards involving both his Tampa Bay teammates from the Sports Nation Summer Playgroup and one of which went into Sunday’s workout routines where their purple circles were.",
                "John was passing a comic to Bill. He gave him credit card fees from his attorneys when his advertising budget was nearly $268,000 (chargable for fictitious investments); this is where we were formally informed through the courtroom leadership and his attorney.",
                "John was passing a comic to Bill. He started getting the necessity that those two men didn't really matter if they got out first.",
                "John was passing a comic to Bill. He saw just opposite her and went back behind Ms.",
                "John was passing a comic to Bill. He looked back from across that podium at least ten laughs out over his veto cut from New Jersey’s adoption petition before it came along.",
                "John was passing a comic to Bill. He died in Kentfield in 1870 with the greatest comic ever.",
                "John was passing a comic to Bill. He signed into the Washington Queens Art Guild and began working on it together three years ago.",
                "John was passing a comic to Bill. He seemed completely alright though.",
                "John was passing a comic to Bill. He looked away just as someone would shot overboard when somebody shot up off of him playing an anthem over the ocean and left like two people playing in an anthem from another shooting shooter after being shot down outside with.",
                "John was passing a comic to Bill. He became the first Earl of Lofton after his ancestor was Greylius after that.",
                "John was passing a comic to Bill. He looked away looking into some of these blond rabbits on their hunt to discover whatever he wanted… The little ones didn’t look at each other during his adventure so they couldn’t scream like hell or anything.",
                "John was passing a comic to Bill. He spent years as a passive-aglaist who wanted himself out there during their lengthy apprentries and then went out as a passionate slave spirit before he got to the principal.",
                "John was passing a comic to Bill. He ran through comic books including his first commercial episode \"Venison Towers of the Night Before He Stopped\".",
                "John was passing a comic to Bill. He asked why David Jacobson made him a brilliant comedy writer so he couldn't be grateful but why him because she seemed very poetic at beginning and she loved her own work too too – surely they couldn't help.",
                "John was passing a comic to Bill. He gave one of two varieties who read these stories during one cycle rather than being part of what his 1979 thriller adaptation was released into television.",
                "John was passing a comic to Bill. He ended this newspaper publishing brieflist after reading this chart again.",
                "John was passing a comic to Bill. He lost all of their loot but didn’t know about everything other than whether their loot would go anywhere or not there if just one fucking lobby drove up at night by one.",
                "John was passing a comic to Bill. He wrote many pamphlets about slavery from around the planet for the first time after his death had died trying to transcend his younger generation — including many in the ancient pagan elite — from around the grave to his death.",
                "John was passing a comic to Bill. He couldn't have done too badly he got over to my fault.",
                "John was passing a comic to Bill. He claimed all his bricks from those mysterious Marvel Studios brand image files like them was not a Nintendo download.",
                "John was passing a comic to Bill. He described having these two children from each corner being together together until there had to be one more person sitting there before his tail hurting up and down over there when his legs lay asleep at bed because him had no.",
                "John was passing a comic to Bill. He described several of these comic artists \"visible to them\"; some of these catalogs include Jim Watson at the Jazz Meadow Growling Symposium and Dave Mickels on \"The Pink Floyd Moon,\" and Robert Coul.",
                "John was passing a comic to Bill. He remembers talking into Mr.",
                "John was passing a comic to Bill. He looked out over the wilderness to see another man being armed as he was slain through this ocean force that ran like an arrow through an ocean cliffs behind one of its shelters along another.",
                "John was passing a comic to Bill. He looked so sad as one would have thought such an elaborate vicious bull spinning every citizen around you when most citizens around him didn't even have their fingerprints.",
                "John was passing a comic to Bill. He finally gave it back but while waiting we got him going straight home into our bunch this week there weren't even the best ones when everyone went on their way without us having some of ourselves by letting himself blown.",
                "John was passing a comic to Bill. He described himself after reading some of Bill's favourite comic passages using these obscure expressions : \"[I have never purchased this film.",
                "John was passing a comic to Bill. He ended his chapterwork at his basement shed before having to return again afterwards saying then or sitting at an apartment owned by Henry.",
                "John was passing a comic to Bill. He worked until his teeth wax in an oilshop museum and later took the affair back into office at John Fry Jr.",
                "John was passing a comic to Bill. He loved everything for which no one else could have minded me – yet these two were doing everything we hoped – could bring them back even if well enough but why no more people actually got there through our first experiences.",
                "John was passing a comic to Bill. He asked if Jack Thor if “Burden will come and help me get Stone back.",
                "John was passing a comic to Bill. He joined this crazy-fantastic-animal entertainment mogul David Hyde Pierce which ran as the leader after his comedy about an urban conspiracy behind the Apollo Falcon rocket.",
                "John was passing a comic to Bill. He stopped to discussion before giving a verbal warning for being a corporate shareholder and trying to get to work until then but none as his company became a corporatist because having no enterprise to involve or control people because.",
                "John was passing a comic to Bill. He signed him from the Phoenix area as an apprentice for himself or her own repair contractors.",
                "John was passing a comic to Bill. He knew Jack Holland had gone ahead after his scandal partner at Newport when she had to be formally accused before he went to Nassau to propose to Governor Hampton for the race weekend after his uncle had been diagnosed with.",
                "John was passing a comic to Bill. He died on Sept.",
                "John was passing a comic to Bill. He wrote his first Christmas comic novels as one.",
                "John was passing a comic to Bill. He wanted somebody just so he knew somebody else.",
                "John was passing a comic to Bill. He loved doing his battles when asked how much money his father had split into five separately from him – whether any of what happened last year might be considered to have a lie.",
                "John was passing a comic to Bill. He played this journalist before his TV debut as one.",
                "John was passing a comic to Bill. He arrived at home again via an interview that was then viewing during our interview that afternoon during their interview with Gary's Chronicle of Correct The News.",
                "John was passing a comic to Bill. He returned when Mr Jair arrived home early October to find some hunting work on his grandson and then came up when Bill was unavailable too for cash payments by his allowance at the repair shed after the turning down.",
                "John was passing a comic to Bill. He added just a few paintings while at the park that seemed like just how big of a waste of time than actually being in one.",
                "John was passing a comic to Bill. He began this commercial advertising investment by creating its first casual edition at the Gay Contemporary Artists Museum on May 4th and ended it with about 150 adult films by the iconic Tin Fabric Company’s Shop.",
                "John was passing a comic to Bill. He returned here once at the Crystal Room on Sunday evening asking how much money his wife had joined his family while she was reporting at home where his father died when her husband came to Mexico and her son married her.",
                "John was passing a comic to Bill. He asked if Mr Hullen could keep him from doing something he originally regret about doing but if so then let’t tell if things finished clean or if there might be someone at the executive summary he might even.",
                "John was passing a comic to Bill. He described him just how great that he'd come over just as great on his successor who knew everyone but those around his opponent so much as had what his predecessor John Wayne would declare it so.",
                "John was passing a comic to Bill. He couldn’t have been more naive because she needed just the right passion for his designs made his tattoo page on every wrist for long enough after it came home – really.",
                "John was passing a comic to Bill. He decided to pull himself off when asked why Jack Ruby wanted his Cousin and his Cousins when Cousins asked him where his Cousins originated so he didn't want them to find out about his Cousin.",
                "John was passing a comic to Bill. He gave them their teachings saying good things and let their children go through them where they needed it so much he gave them time alone before going through there anyway except today when even one time we actually started going out.",
                "John was passing a comic to Bill. He brought some of John Rainhouse from Chicago before it arrived but failed it due in brib or fill him by being an angry vendor named Darrell Risman to make his employees recall something he heard at the premiere.",
                "John was passing a comic to Bill. He turned around because Bob Harvey took him across to Bill Brady but said there could never be a ride back by the fans around him again.",
                "John was passing a comic to Bill. He decided to build two indie icons off his Space Monster Pub label until one of them opened his Letterman Bible Fanbook.",
                "John was passing a comic to Bill. He saw something called his name now being used every episode because many people already had it coming back one favorite.",
                "John was passing a comic to Bill. He eventually died when it was too early he could get his revenge and his wife could afford them to live happily without him leaving him for the throne by legally speaking or by his own heirs instead but apparently enough also.",
                "John was passing a comic to Bill. He actually owned four Toy Farm Mill and his Morgan Farm baby shop where there’s lots on the sidewalk next summer up nearby where all the boxes had been washed over and there’ve never been any visible pest.",
                "John was passing a comic to Bill. He arrived by the passing house as soon as it ran down his cot while John was searched behind me again—his eyes fastened at last by four.",
                "John was passing a comic to Bill. He ended up going by his name too much because things got blur out because while being an entertainer asked his name himself—but—it wasn't supposed to make him a patronized punchline—and perhaps.",
                "John was passing a comic to Bill. He finally became a Lionswick Doctor Captain at a railroad station named \"The Tate\".",
                "John was passing a comic to Bill. He actually wrote more than a dystopic ten comics studio version.",
                "John was passing a comic to Bill. He became an entrepreneur who wanted him back as his reignist during WWAAFC.",
                "John was passing a comic to Bill. He finally gave it away after being sprayed into another farm club and having no soul elsewhere around now without an opportunity not to get into his travels even during these upsides until next decade.",
                "John was passing a comic to Bill. He helped Turner, too—he wanted _Jane Madeleine.",
                "John was passing a comic to Bill. He worked together early on while his department was encouraging his wives into making his own business and bringing back family holdings through to their teeth.",
                "John was passing a comic to Bill. He described two of these as “exercise downs on my guns.",
                "John was passing a comic to Bill. He eventually became an advertising director when he began doing his piece on his artwork entitled How Gold Disrupted The Creation of the Odd Couple as an Art Program before being artist Martin Spencer on The Paper of the.",
                "John was passing a comic to Bill. He spent three years at a punk club together there like ten older couples each and owning three powerful talent rings between their trademark and rival punk belts — exactly who did their supposed punches—and having been the hustlers.",
                "John was passing a comic to Bill. He claimed how well this was done then without the help he had given them where he got their ration milk and they kept him in his lap by saying things so it went on before him—the same thing they.",
                "John was passing a comic to Bill. He gave him back all of those years as he spent years working with John Conrad or his own passionate clubs back from the USA and was always interested about politics within his company who probably couldn’t be familiar at.",
                "John was passing a comic to Bill. He wrote this item while he was smoking in his basement as his wife died and she returned from his shop while they were examining another clothes that had been ordered during her trip."
            ],
            "counts": {
                "John": 9,
                "Bill": 9
            }
        },
        "Amanda amazed Brittany. She": {
            "details": {
                "pronoun": [
                    24,
                    27
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        14,
                        22
                    ]
                ]
            },
            "sentences": [
                "Amanda amazed Brittany. She led him among them over to our room at this palm\n   convention of her.",
                "Amanda amazed Brittany. She wrote so little because—as her husband told them it seemed like some good passages had been made even more—\"\n* * *\n* *\n\nThe story didn't hit Miss Brady with one of those.",
                "Amanda amazed Brittany. She smiled as her husband returned into his helicopter and gave her some snacks until they arrived back later that evening but there seemed nothing natural to remove before the longest bond length in the world was surprising when another woman pulled her.",
                "Amanda amazed Brittany. She seems almost as disconnected since my first vacation she didn’t realized any of their roster was in readiness during that lunch fight because instead her team made up her team roster during one stay with her teammates because instead all.",
                "Amanda amazed Brittany. She learned this from my diary because before my encounters there she told Brittany how there might be trouble if no other person ever asked for help when their stolen clothing was acquired only if your clothes are still counted in the.",
                "Amanda amazed Brittany. She recalls what her daughter was staring out down at us as she trapped them with an arm pulling her shirt across her pillow.",
                "Amanda amazed Brittany. She knows well about every listing or page of books about books on books on the streets throughout the vast pages devoted to her behalf.",
                "Amanda amazed Brittany. She added this was only an excuse why other people wouldn't come to the rescue when there wasn't anything left at all for their rooms -- neither did people there - nor who knew she.",
                "Amanda amazed Brittany. She brought him under their growing esteemed mentor to his specialty after his acceptance as one of its most precious possessions ([@RehrendMarta12451): they lived each wife to her niece (Lauren and her.",
                "Amanda amazed Brittany. She became an invaluable lesson in this silly and yielding lesson that could not have avoided their own maze when making their own catching routine even while trying again.",
                "Amanda amazed Brittany. She tried getting into some trouble until just filling one evening out to her.",
                "Amanda amazed Brittany. She passed into her room where some of its brilliants hung over its stublike instruments while she watched her Clara.",
                "Amanda amazed Brittany. She tells them when their wedding will be held or they would take them down like this after all of its contents…It takes no thought away between each other enough until people see someone’s wedding ring out on them.",
                "Amanda amazed Brittany. She loves them more than she wished he hadn't told her what they wore when Heila had called them because They're trying him right away after her and said they wanted them back because She looks so embarrassed but then.",
                "Amanda amazed Brittany. She became known when her husband became husband after her marriage.",
                "Amanda amazed Brittany. She worked from her mansion together over three blocks and began building out of her dressmaking schedule each passing.",
                "Amanda amazed Brittany. She recalls this time from around the time she wrote it back at the beginning from where her father died his paintings during these horrific struggles but here you'll discover many ways these years that made things a hell of a lot.",
                "Amanda amazed Brittany. She loved her mother because even they never reveal themselves before it happens – let her name spell her name – she knows much about her family as she loves their family too and also who has made her infamous.",
                "Amanda amazed Brittany. She gave him some generic bacon, some bacon and a tapa around her.",
                "Amanda amazed Brittany. She wondered about such things then.",
                "Amanda amazed Brittany. She seemed so bizarre right she gave herself a flick as it zoomed onto another bracelet as though they weren't going back or forth now looking exactly like her.",
                "Amanda amazed Brittany. She knew so few things—that would help her understand them so much.",
                "Amanda amazed Brittany. She wrote about many times across my essay about what this book was based around his writing and my skeptical notions from first author to my satisfaction when i read through my essay for him last chapter or so and gave her an.",
                "Amanda amazed Brittany. She looked up her glossies but did not produce some glorious glorious bun as much as usual but still magnificent.",
                "Amanda amazed Brittany. She loved what you wore at Home Sweet Home 2011 in a solo career… she thought there might be another way you feel appreciated after the classic 1965 Oscar Manning’s “working title.",
                "Amanda amazed Brittany. She turned her attention to other members of this group regarding herself after being prompted at least by Ms.",
                "Amanda amazed Brittany. She seemed so restless today like two weeks ago about losing their weaving arm and her husband just slammed herself up against their pillow and said nothing to her.",
                "Amanda amazed Brittany. She looked around to look at something that could not be explored further down the gap when she realized something was occurring nearby like her own.",
                "Amanda amazed Brittany. She loved being so attached to someone even as much of being as trusting one another ever doesn’ she believed one of hers did for him when trying things like you thought so.",
                "Amanda amazed Brittany. She appeared before she made an audience poll tonight following Saturday's Journey To Screen after a farewell rally at the unveiling of her solo picture of The Ellen Page picture from \"The Pink Tyler Picture That Built Over Buy Her.",
                "Amanda amazed Brittany. She tells her friends at the Casita and at her Father and Countette with whom they completed their rituals all the past few years until they finally found themselves with such a spell as they were abandoned altogether until their fortune.",
                "Amanda amazed Brittany. She smiled back at me with all smiles from her joking sarcasm about our friendship when her friends told one another there'd been no casualties even before this time and this was enough so there should be just about everything from.",
                "Amanda amazed Brittany. She noticed her husband’t been counting and she asked him what they planned for him while his wife did his acts to keep calm as they landed him with one stone on her ankles—and also wanted their daughter out.",
                "Amanda amazed Brittany. She started working at his company because then if everything passed heat guard then someone might find her to be in the empty spaces before they could move ahead because their own Amanda who wasn’t always happy there even at the.",
                "Amanda amazed Brittany. She remembers some of Brittani's accidental bloody funeral.",
                "Amanda amazed Brittany. She became one of her comrades later.",
                "Amanda amazed Brittany. She smiled as if they both knew there might not come truthfully from someone who loves Brittany but could never have been a decent male actor.",
                "Amanda amazed Brittany. She became known not so long when their relationship ended as well which brought about such an uncomfortable declaration her husband who declared them not to be a colleague so she quickly realized all that what her relationship was looking promising wasn’.",
                "Amanda amazed Brittany. She wanted him dead again.",
                "Amanda amazed Brittany. She spent two weeks there during this grueling discovery during which there would only have to make sense out of trying these two things while her husband wanted each other out on this trivia.",
                "Amanda amazed Brittany. She worked well together every Friday but every weekend until late 2016–just hearing that there isn't quite too early…but after this week she got to work at my deadline after three weeks from working full time pretty completely.",
                "Amanda amazed Brittany. She learned English in her illness because “the language had become an instrument which means what was superior than English and English.",
                "Amanda amazed Brittany. She continued as she was to her husband her husband – just as she could be separated off like an outsiders breaking out over the Sarans storm houses against an ancient ruined sandstorm and its adventures have become an unfor.",
                "Amanda amazed Brittany. She recalls having this morning that one evening this afternoon they found something from another silhouette inside him she felt her bathing hot once in a cold breeze through her fur.",
                "Amanda amazed Brittany. She gave her an arm that was so huge with every opening they smiled at her like this from what they touched like they did when there didnít seem no one else there would have to say much more for anyone besides.",
                "Amanda amazed Brittany. She spent most of the workshop’\n\nBlogging my blog and my website to my blog was awesome 🙂 As we noted they started this blog.",
                "Amanda amazed Brittany. She tried telling me some of everything they worked on my shop this morning just for a cat she misses today how long you miss it so that what does this mean!\" she exclaimed after a mistake by another woman saying when.",
                "Amanda amazed Brittany. She named two children under their mother's shoes two weeks previously and they've got five girls that have been flown under fire through to the hospital as they wake up from their baby face on the toiletline they've been.",
                "Amanda amazed Brittany. She appeared just wondering who's in therapy just coming along.",
                "Amanda amazed Brittany. She felt she should pay additional fees into your account now more than ever.",
                "Amanda amazed Brittany. She helped her friends know each other about each other’ and their endless celebrations surrounding them through her tea break.",
                "Amanda amazed Brittany. She led all of us inside into something we linked up directly within where most of our lives would usually have been.",
                "Amanda amazed Brittany. She worked fulltime until last fall with Nick Gaylett from The Inside to The Screenplay winner Alex Bryon with Nick Hunt as the Wild Robin from Aerosols at the Blind Ride in The Sex Gun Club and.",
                "Amanda amazed Brittany. She wasn't just about as bored but very eccentric after all her life with work.",
                "Amanda amazed Brittany. She spent several months at this assignment from her trauma surgeon for several weeks from the operative team until her liver successfully occluded it with an LVVT.",
                "Amanda amazed Brittany. She began by saying what you agreed about getting out as soon she learned one thing again while they had some of some brisk advice how about eating at dinner while she had another one being on your pizza.",
                "Amanda amazed Brittany. She began as follows for several months now.",
                "Amanda amazed Brittany. She felt so powerful at the opposite approach over the course of his life she took over her life doing what was useful work for them during their respective careers even without having her.",
                "Amanda amazed Brittany. She discovered them within weeks each year where one of them helped them find something useful.",
                "Amanda amazed Brittany. She discovered great coffee items across many bowls—perfect dessert and coffee pots for wedding parties (Missoulins and other Canadians), weddings for wedding occasions like weddings (plants falling apart), wedding dinner celebrations such as weddings that.",
                "Amanda amazed Brittany. She loves me for all times.",
                "Amanda amazed Brittany. She smiled her humble heart when Brittany looked around and smiled from time to time before her husband started to knot furry claws at each passing bugler's fart that they were still cats at night before she left their.",
                "Amanda amazed Brittany. She passed them again looking like someone else's.",
                "Amanda amazed Brittany. She loved these girls sometimes like me—they sometimes seem like she always thinks about them having fun and creativity when everyone's appetites aren's wonderful because some are great.",
                "Amanda amazed Brittany. She felt it all darkly when Kirstin took hers herself.",
                "Amanda amazed Brittany. She saw many others here -- who always looked up from the waves by her lens - although those were probably just some old healing drawings like others at her asking her if these were true.",
                "Amanda amazed Brittany. She continued to be the religion of God that was in generalísísísís.",
                "Amanda amazed Brittany. She knows too much about what she’s dating and how things are extremely weird.",
                "Amanda amazed Brittany. She liked his name was Jawrah (meaning him or him too), then Lila said Jasmine did something wrong about himself… But still she doesn't like being a romantic!! So her love for Brittney.",
                "Amanda amazed Brittany. She wrote back for one of her sixteen secrets before they laid him in a folding chair before her in front of hers while her mother lay silently mourning her sleeping spot with one happy embrace before she even washed his pad coat.",
                "Amanda amazed Brittany. She began by saying that because what she thought her father gave her her daughter and left his daughter home instead without announcing herself at the street frontiers—the children should leave before they were absorbed by family doors if no.",
                "Amanda amazed Brittany. She continued with some of these things through these days…“My husband looked like one at a hundred and thirteen.",
                "Amanda amazed Brittany. She saw some strange graves from which she thought they might be stained by an unidentified owie, dressed by another wandering loner's hiding place -- people whose names were not designated for widespread destruction \u0097 something she had been.",
                "Amanda amazed Brittany. She looks like someone who lost their darling husband who told them they'd lost their vision into her.",
                "Amanda amazed Brittany. She saw these women coming toward them after all the rescue operations were losing relatives she had been trapped at the monastery where they were studying for clues since they arrived home yesterday night.",
                "Amanda amazed Brittany. She knows better now which woman didn't seem much better when most women felt this was going on well this morning,” he added as he added some more appearances at my youth.",
                "Amanda amazed Brittany. She spent three hours there just checking each other whenever anyone fusses over something like “I need them like some kind of woman who feels like there will just be someone else like someone else looking like me like they haven.",
                "Amanda amazed Brittany. She added just waiting to make it appear on this blog too soon…but unfortunately most people seem not as well.",
                "Amanda amazed Brittany. She wrote two candidates each time this week before her campaigning cycle came back and she posted several funny ballots over her coffee cup in her lap at this placating Patrick.",
                "Amanda amazed Brittany. She knows why we would want her back in the girls when those girls wear her underwear but only because no one else opens her belly anymore after she combines herself without a sexy ring.",
                "Amanda amazed Brittany. She discovered something she had discovered quite quickly today… and maybe just a bit… but actually enough to give us one more ride today right now … when there really is time to learn new activities right now …… even.",
                "Amanda amazed Brittany. She worked her pen onto its tiny projection volume (commonly known by name by name).",
                "Amanda amazed Brittany. She continued her yearly salonwide location along the Creek Riversway, which she recognized around this neighbourhood but left this immediate landmark for the 2019/2020 season after she was reinstating at the restaurant in the Northern Area.",
                "Amanda amazed Brittany. She knows enough to take care not that her parents died during her shift.",
                "Amanda amazed Brittany. She wrote two photos just west of her busy holiday after the visiting couple from her union.",
                "Amanda amazed Brittany. She felt very naught but an innocent girl at the edges of his village because her husband turned around into shearers again again just as he walked away through to his home to visit family with only her lifetime lived up against.",
                "Amanda amazed Brittany. She remembers her mother's cheekbone arms stretched across their chest.",
                "Amanda amazed Brittany. She wanted more time together than anyone in her childhood career at this photo-working venue would raise her dream big dreams like she’ll be fighting with someone all day long while her parents are solving her expensive college baseball.",
                "Amanda amazed Brittany. She noticed his  style of hair bold and stylish flowing pattern with the lengths that he layered out across one prominent wreath on her cheeks.",
                "Amanda amazed Brittany. She lived behind him some time ago.",
                "Amanda amazed Brittany. She led their team towards Krystal in order to fight her injury from their illness into the dugouts until they were continuously streaming her journey out there – something beautifully unsettling about them’s quirks here which brought.",
                "Amanda amazed Brittany. She passed him every afternoon since they were wedding night with Mr.",
                "Amanda amazed Brittany. She loves him most importantly so she has her own incentive for him being the best sibling she feels strong and respected while she’s doing well on him every Sunday morning being able to watch him every afternoon while they’.",
                "Amanda amazed Brittany. She wrote him up until he arrived on his terrace next to Mary Crowleigh with another traveling horse.",
                "Amanda amazed Brittany. She worked well while her daughter was excited at her tasks during an afternoon recess in her student’s lessonroom she said during her ride to work on some of my assignments “I feel that way there has always been.",
                "Amanda amazed Brittany. She learned this was part of their latent mutual intervention when Brittanie worked at her Florida restaurant.",
                "Amanda amazed Brittany. She seemed so qualified herself by her vigorous arguments yet for the first time this week have given her much patience when taking her challenge around her.",
                "Amanda amazed Brittany. She grew up at her cousin's lodgers in the neighborhood by train as they watched the rails on the Rock Island ranch.",
                "Amanda amazed Brittany. She saw her husband on his flight back home during their rehearsals from the Sioux movies that caught your taste in French accent as we embark upon one of those shots off their misery—the kind of thing she thinks.",
                "Amanda amazed Brittany. She added just touching her muff getting pleasure and cheerful, but never stirred it up really."
            ],
            "counts": {
                "Amanda": 1,
                "Brittany": 3
            }
        },
        "Brittany was amazed by Amanda. She": {
            "details": {
                "pronoun": [
                    31,
                    34
                ],
                "options": [
                    [
                        23,
                        29
                    ],
                    [
                        0,
                        8
                    ]
                ]
            },
            "sentences": [
                "Brittany was amazed by Amanda. She sat down at one point saying there she disapproved my rage before her husband came to save someone so physically hurt she thought my anger had been poison gas for months.",
                "Brittany was amazed by Amanda. She knew she couldn’t go on the rollerblading tour when no one had seen him so shortly afterwards seeing things she knew her loved passion and odd fascination over how she could be so elusive about him could.",
                "Brittany was amazed by Amanda. She looked around to meet other friends outside their courtyard before she dated their mother because neither of them looked reliable now could have been a reporter like them no ordinary woman would ever doubt this woman even if either her grandmother.",
                "Brittany was amazed by Amanda. She felt herself smeamed over them.",
                "Brittany was amazed by Amanda. She saw only two children at the gallbladder in the expeditionary battle.",
                "Brittany was amazed by Amanda. She felt she'd got away when Sarah asked what they got for them asking him how long he planned it would take to save them for him afterward.",
                "Brittany was amazed by Amanda. She added it is almost magical!!!\n\n\n\nThe story is not suddenly complicated enough then when she started to wonder what exactly she thought as how much it felt like when she heard how people had been ignoring every corner.",
                "Brittany was amazed by Amanda. She knows how it ended.",
                "Brittany was amazed by Amanda. She couldn't be obsessed.",
                "Brittany was amazed by Amanda. She smiled her mouth shut.",
                "Brittany was amazed by Amanda. She helped me get through her locker on Monday night so it wasn't too late when things got dull and she couldn’t communicate when others didn’t like us too tightly at the end when somebody did have.",
                "Brittany was amazed by Amanda. She wanted great spark to get into her folk chorus with them playing their wooden sword and playing it around there whenever they cast lightning upon someone else because after her, none other than Drink Up, who gives me.",
                "Brittany was amazed by Amanda. She couldn’t approve.",
                "Brittany was amazed by Amanda. She continued with each screening.",
                "Brittany was amazed by Amanda. She asked how often his mother tried at this time came up to visit these days — sometimes when everyone didn't know each other how much she resent her son when one day said something that had clicked off while he.",
                "Brittany was amazed by Amanda. She added she asked who could become their foremost philanthrosman — — would his wife's name be removed since they never settled in the banking concessions and never had their sperm mixed up among these people.",
                "Brittany was amazed by Amanda. She spent five weeks at my boat, after taking her bags from their gym room while we settled into our laps behind our wives.",
                "Brittany was amazed by Amanda. She started working with “the best” in New Jersey as I was solving things quickly – probably even though someone named Lauren didn't think she would do well without being tempted but wanted some sort of “cause it.",
                "Brittany was amazed by Amanda. She loved them very much – everyone looked so lucky but no one ever satisfied him yet was sure – She finally looked at him then smiled and nodded to one of these beings said something to her cold disdain that didn.",
                "Brittany was amazed by Amanda. She gave up their washing and then turned out she saw how very much they had been.",
                "Brittany was amazed by Amanda. She couldn't be halfway done anyway though since Alex was barely kidding when Claire asked about Claire being able to tell who they were in their bedroom but Alex knew exactly exactly exactly why it looked so boring because everyone knows.",
                "Brittany was amazed by Amanda. She sat up, she said it was hard enough when She wanted anything that she couldn’t catch on at any time but who could do something with everything at Amaron’s Christmas Egg in Tampa.",
                "Brittany was amazed by Amanda. She added her husband said who were she visited since they were Christmas together because Heamus had gone too soon too.",
                "Brittany was amazed by Amanda. She loved their exploitation by women when both husbands needed them from her northern family’s sisters and husband’s children,” said Rama.",
                "Brittany was amazed by Amanda. She looked over to her husband by her necklace while they covered their presents – yes one is so solemn it would have been a kiss.",
                "Brittany was amazed by Amanda. She gave her the most exhilarating breathing in the room she had ever heard at school (and left his grooming club).",
                "Brittany was amazed by Amanda. She helped me find what we missed.",
                "Brittany was amazed by Amanda. She remembered reading “The Lumber Slave.",
                "Brittany was amazed by Amanda. She often said there seemed such an abundance as her grandfather's was not really what we typically imagined around us while there.",
                "Brittany was amazed by Amanda. She wore those receipts out when there seemed none to be able to read other people and would probably think about things through some other way because whoever was reading something made such an interesting presentation so far without any decorations such.",
                "Brittany was amazed by Amanda. She laughed as they spotted two women talking after they executed their vengeance for being a joke with Mr Horton during one of Mr H.",
                "Brittany was amazed by Amanda. She told herself how she was feeling and asked whether anything would be appropriate.",
                "Brittany was amazed by Amanda. She tried out many times where other girls fell into the same dress to help her.",
                "Brittany was amazed by Amanda. She knows everything you loved.",
                "Brittany was amazed by Amanda. She told me because “we gave [helped her] everything…but now people try it together means everything is not truly written”.",
                "Brittany was amazed by Amanda. She seemed really a favourite of my critics even if now no longer checking them on this.",
                "Brittany was amazed by Amanda. She felt her mind dropped into her bottle as though through time alone she realized where one had been waiting since then she didn’t even have time left when Ms’s husband tried going after she asked Ms’.",
                "Brittany was amazed by Amanda. She wanted great optimism even among those at the Anne Burns hotel in New Orleans—and too much luck would be numbered here here — but these things don't translate like good looks there for goodwill or luck in.",
                "Brittany was amazed by Amanda. She knew Amanda’s name from reading them from his maiden letter in the autumn of 80031 to “The Great Longevity Horror Online,” then wrote her name at his eye rate upon this victory over.",
                "Brittany was amazed by Amanda. She took out three of three of my wallet picks so she didn't have too poor moments because they couldn’t bust out into their ruin like my brother did—that would be just like what his sister said.",
                "Brittany was amazed by Amanda. She wore some of my insignia down to just about 25degrees.",
                "Brittany was amazed by Amanda. She liked having been around this time when Missisha was living alone again,\" says Dr.",
                "Brittany was amazed by Amanda. She tried all thirty of them once during my presidency without affecting how many times have you ever blessed them both because everyone knew those things about yourself inside yourself?? All my teaching occurred too differently when going out alone.",
                "Brittany was amazed by Amanda. She told them before I left that evening because after she felt her heart jump around when someone told their chatter and laughed about being in a tight knit chair while trying to get out with another person behind him – saying.",
                "Brittany was amazed by Amanda. She loved them both by their dazzling stare — sometimes they would think no one would see how well she loved them after she saw their love.",
                "Brittany was amazed by Amanda. She remembered about herself while she was at school from the beginning years of her gang friends into their lives inside one of these Boys Team Complex.",
                "Brittany was amazed by Amanda. She wanted herself at least for her own party during this presidential debate she had seen most of it—she simply wondered then again who this was—because its name had always been the one who led her to believe.",
                "Brittany was amazed by Amanda. She felt very delighted her husband’s silly tutoring on her uncle was going into this letter she had just snapped off – indeed – thanks but here it looks very disturbing all her searching for him into this deeply.",
                "Brittany was amazed by Amanda. She started her first reads and wrote down everything they discovered when she wrote it as follows.",
                "Brittany was amazed by Amanda. She felt like they didn’t even have too many people there either – here she was when… they couldn’ve been so ashamed too?! Oh, actually how they didn’t even know any more about.",
                "Brittany was amazed by Amanda. She gave herself an ensemble performance at their awesome Manhattan Studio Summer Shoemaker inspired by Lauren's work during their mentor-anne style Sweet Beanie Babes.",
                "Brittany was amazed by Amanda. She liked being with Nick and finding his name again once she got her bra.",
                "Brittany was amazed by Amanda. She wore black blot charges between November, 1985 and October of yeshanioned from Nohanie Annissa from June of 1986 into October and January of 1979 until December of mere contemporaries after this participation was honored.",
                "Brittany was amazed by Amanda. She took me out.",
                "Brittany was amazed by Amanda. She went back just Sunday night because John had discovered where their mother was travelling during her latest invasion to the IRA and why one woman went there before she saw their mother’s mother again.",
                "Brittany was amazed by Amanda. She told one of its mercies after his slaughter in New Jersey for weeks she wrote her explanation which stated nothing about what her husband told about having his wife to marry his mansions since \"I gave no instruction.",
                "Brittany was amazed by Amanda. She called Amanda’s father over at one point who died there two weeks ago last night.",
                "Brittany was amazed by Amanda. She wore them were her favorite yoga class ever held her husband in a frosted white gown at the pub today after she died this morning — until today — even before my intense dislike to be a wealthy grandmother.",
                "Brittany was amazed by Amanda. She loved being the Clerk of the Special Forces Naval Staff who came up after she went through his toughest moments before he died last autumn from coronary strangling herself without turning tall.",
                "Brittany was amazed by Amanda. She wanted how good this was about how good our kids would be if parents could provide us a playground hookdown for him — those boys must keep up with our pleasures since what's unique among parents so gorgeous we.",
                "Brittany was amazed by Amanda. She liked them but none at all did because she wasn’t much loved because because after being married had only two children all over her daughter’s history went bonstier stuff at once.",
                "Brittany was amazed by Amanda. She tried out through multiple traps despite how difficult she was to find such a dreadful cousin since She went through many traps while she was still in the swing park during her bachelor journey until finally getting married from an orphan.",
                "Brittany was amazed by Amanda. She went ahead without any pursuit -- leaving most of my tech card and everything out to me again wouldn't benefit any more but without being too pissed about finding more than three hours to get there anyway no matter whether.",
                "Brittany was amazed by Amanda. She remembers seeing them two times each day last week after getting the hottie with each of our friends through “the whole thing about myself just like everybody’s sitting there staring out the window,” according to The.",
                "Brittany was amazed by Amanda. She felt her eyes on my couch in her chair looking like someone's concert wearing the flag in the museum.",
                "Brittany was amazed by Amanda. She remembers having one last night from school when Sheri Pickett got a gig yesterday at an Art Factory in Millswood.",
                "Brittany was amazed by Amanda. She laughed like he meant little but looked into their eyes again.",
                "Brittany was amazed by Amanda. She sat there with its  warm arms.",
                "Brittany was amazed by Amanda. She wanted she took care that some things should happen already inside here herself.",
                "Brittany was amazed by Amanda. She remembers visiting us because how much we all loved him because she didn’t think her mother would ever join him after she left.",
                "Brittany was amazed by Amanda. She felt more than a little dull brown hair versus some pretty girl—she seemed almost as purple and pearl hair growing similarly and like most of her honey hair—but never removed any straw between those two.",
                "Brittany was amazed by Amanda. She sat down at one point under Mr Oester Wilson where two men laughed off her absurd conversation because him didn’t love Mr.",
                "Brittany was amazed by Amanda. She smiled when her son asked why no.",
                "Brittany was amazed by Amanda. She went away too and walked through all the woods together again.",
                "Brittany was amazed by Amanda. She loves her mother so much they poured her thin sweet wine over each spoon and helped her to rice taste carefully when she caught it off as well her mother had her nieces to praise it for so valuable and.",
                "Brittany was amazed by Amanda. She knows too well what her father had to say how much she felt after leaving him she turned up into her godless legs through one arm while watching them watch him as her father looked into his eyes at first.",
                "Brittany was amazed by Amanda. She took her showers just across the River's rocky outcropping from their packs that night as you returned she'd found what's worked out to get out her chicken skin.",
                "Brittany was amazed by Amanda. She continued on and on without a suggestion either by taking over them now only by doing anything that looked as sane was doing little to get them done during each of her mini gatherings.",
                "Brittany was amazed by Amanda. She wore them down during her purification, since during her dress size we listed pictures she gave her for the first time at her schools when their children took cold marks with tears.",
                "Brittany was amazed by Amanda. She tried not to laugh out loud every time.",
                "Brittany was amazed by Amanda. She started by telling people what this woman wanted because having someone like you named her her name was very clever – here at the time we got married with people from around the entire audience but weren't sure who you.",
                "Brittany was amazed by Amanda. She called “the old man who grew up around my family from Nassib’s parents”.",
                "Brittany was amazed by Amanda. She sat there watching from the hips while it washed over my opponents looking up across them looking back up into their nervous chatter when She attended my selections made up as much to me like people like them watching over her.",
                "Brittany was amazed by Amanda. She often said how hard she felt by watching women who lived together did her occupation not as well.",
                "Brittany was amazed by Amanda. She enjoyed hearing his words after their similarity before her.",
                "Brittany was amazed by Amanda. She called all that work was going through him where just her mind had left him there first and asked what if maybe nobody knew exactly when all she could stay on was now alive.",
                "Brittany was amazed by Amanda. She loves seeing other animals such as her sister and I have been seriously honored by being a dedicated photographer by one of my amazing daughters to be loved as well she loves to see her accomplishments in stories but none are.",
                "Brittany was amazed by Amanda. She started out doing her own research because when she heard her mother's name was Bellandy's.",
                "Brittany was amazed by Amanda. She helped her cousin with its new inventions together soon.",
                "Brittany was amazed by Amanda. She looked like herself again being able to capture everything he encountered but felt so excluded despite every attraction there might be but each time each time we had fun together when together one was very busy making the credits run together.",
                "Brittany was amazed by Amanda. She tried this with lots of friends.",
                "Brittany was amazed by Amanda. She looked down on him through her perfume and smiled back.",
                "Brittany was amazed by Amanda. She knew them when something striking came near him said 'I love them both!' because even those two women told her they thought one was an angel, another one being said like she looked all dark and she turned.",
                "Brittany was amazed by Amanda. She tried going well off about she saw three others trying not to think her job with John.",
                "Brittany was amazed by Amanda. She enjoyed hearing his words while she was in the recovery booth last night while being dashed out like some kind of crazy girl by her bootleg led out when being out of stock on purpose wasn't enough so how.",
                "Brittany was amazed by Amanda. She knows things as she deals her own frustrations regarding where things go wrong again though most people seem less interested in getting more responses—but thanks they still don’ts get it done just fine regardless one person.",
                "Brittany was amazed by Amanda. She felt really nicely and felt it was just one more sting she inflicted when they were in the mansion right quickly backtracking because Ms and Ms and her husband thought so quite happy about having another honeymouth.",
                "Brittany was amazed by Amanda. She often asked about getting into the  Court seated behind his porch area where Paul had been sitting at his club for over half an hour or more before presenting this piclike picture on his sitting shelf facing him by.",
                "Brittany was amazed by Amanda. She tried at once since last year her daughter’s death — yes just one year from her marriage to my hubby she did not know exactly where my husband’s papa had labored her, including.",
                "Brittany was amazed by Amanda. She seemed quite awesome—she wore it, though they looked like they would go with one of its flashing lights but none was strictly nervous at all about its minimal weight."
            ],
            "counts": {
                "Amanda": 2,
                "Brittany": 0
            }
        }
    }
}