{
    "metadata": {
        "model": "EleutherAI/pythia-160m",
        "revision": "main",
        "num_parameters": 162322944,
        "timestamp": "2023-10-18 22:46:30.931214",
        "samples": 100,
        "top_k": 0,
        "top_p": 0.5
    },
    "data": {
        "John seized the comic from Bill. He": {
            "details": {
                "pronoun": [
                    33,
                    35
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        27,
                        31
                    ]
                ]
            },
            "sentences": [
                "John seized the comic from Bill. He told us he knew who he had arrested and what was his name, but there was no proof to show where that information had gone.",
                "John seized the comic from Bill. He was eventually allowed to return to the cage, but it became known that he was actually going to be released from the cage when Bill refused to let his ghost out.",
                "John seized the comic from Bill. He then pulled up an alias to run with Bill.",
                "John seized the comic from Bill. He told them that he could not control the character from beginning to end.",
                "John seized the comic from Bill. He had already broken his promise to him and the first thing he wanted to do was to make sure that his brother was back.",
                "John seized the comic from Bill. He had to wait a couple of hours for it to become one of its own to be released, and at first the publisher was concerned about his reputation.",
                "John seized the comic from Bill. He had his finger on the key.",
                "John seized the comic from Bill. He said that he knew what it meant and how much he loved his comics.",
                "John seized the comic from Bill. He told it in a rush, “You know what that is?” He asked for the letter “I hope you wouldn't mind if we came over” and added that “You might ask my wife what they call.",
                "John seized the comic from Bill. He then issued a piece of tape to which the photocopy had printed on it, \"That's what's there,\" and started over on the tape again.",
                "John seized the comic from Bill. He was pleased to find that the cat was still there and that he wasn't really doing his work.",
                "John seized the comic from Bill. He then stole from a gag in a gallery at the bar and placed it before him.",
                "John seized the comic from Bill. He was concerned that his brother's plight would have to wait until his wife's return.",
                "John seized the comic from Bill. He had an eye for the world and an eye for himself.",
                "John seized the comic from Bill. He had to grab it out of the chair and drag it into the chair as he was shaking the chair so he wouldn't catch it falling out of its chair.",
                "John seized the comic from Bill. He had just appeared on the cover of _Caprica_, with his wife, Helen, on her way to her wedding day.",
                "John seized the comic from Bill. He had just released another version, however.",
                "John seized the comic from Bill. He thanked me in his own way for having kept him.",
                "John seized the comic from Bill. He told me to get my stuff for the show; I told him I'd come back if I ever needed anything.",
                "John seized the comic from Bill. He said it was in its natural state of life.",
                "John seized the comic from Bill. He had his face buried in the back of his chair and had been discussing what he'd found with a friend.",
                "John seized the comic from Bill. He was lying in wait, trying to catch the killer.",
                "John seized the comic from Bill. He waved him around until he couldn't control his temper again; but as he began to walk away, the candle flame began flickering over the floor.",
                "John seized the comic from Bill. He had been instructed not to use it before it was published and would have done so at his own risk.",
                "John seized the comic from Bill. He had to pay for it, and was left there in tears.",
                "John seized the comic from Bill. He then ordered his master to open the book for him.",
                "John seized the comic from Bill. He told us that he knew everything there was to be learned.",
                "John seized the comic from Bill. He then yelled for Andy to come back with it and saw his brother at his side.",
                "John seized the comic from Bill. He grinned at them and said, \"I've never been on TV before.",
                "John seized the comic from Bill. He then issued a novel, To Do with Men: The Invention of The Moon.",
                "John seized the comic from Bill. He had to bring out the image of Bill’s hat because it wasn’t on the front.",
                "John seized the comic from Bill. He yelled out, \"He had me there!\" He then launched at Bill's head, yelling \"Look, Bill!\"\n\nAs he was about to escape from Bill, Bill realized he had been shot at a.",
                "John seized the comic from Bill. He smelled a thing at first.",
                "John seized the comic from Bill. He was a nice guy, but he was a nice guy because he got to be a good guy.",
                "John seized the comic from Bill. He screamed \"I'll be down here when they get back!\"\n\nBob's attempt at hiding the fact was unsuccessful.",
                "John seized the comic from Bill. He was searching for some money and found it.",
                "John seized the comic from Bill. He told him he knew there was no place for the song he played at the hospital and would try to kill his father if he ever got out of there.",
                "John seized the comic from Bill. He waved his hand as if to say “You can’t go over there.",
                "John seized the comic from Bill. He then broke it into pieces, and managed to remove most of the tension that he needed to keep the jokes coming back to life.",
                "John seized the comic from Bill. He said he couldn't see his hands or eyes.",
                "John seized the comic from Bill. He told us that he could have tried to make it happen through an Internet portal, but he had no problem with his computer being turned over to someone who had used it on the Internet for many years, and was.",
                "John seized the comic from Bill. He then yelled \"Holy crap\", before making his way to the kitchen and shouting for all those of his classmates to stop staring.",
                "John seized the comic from Bill. He said it was an extraordinary piece of work, an artistic feat that was worthy of a great man like himself, and that the very thought was exciting.",
                "John seized the comic from Bill. He then handed it to me.",
                "John seized the comic from Bill. He said the pictures were genuine but had no meaning for his girlfriend.",
                "John seized the comic from Bill. He was accompanied by John's sister, who, in turn, was taken over by the Prussian soldiers with orders to arrest him.",
                "John seized the comic from Bill. He stripped down to his clothes and went inside his office.",
                "John seized the comic from Bill. He had just passed through the room he had just climbed and was standing facing me.",
                "John seized the comic from Bill. He told it: 'It's your first time.",
                "John seized the comic from Bill. He told his assistant that he wanted to sell it to John's sister and that he knew he'd made it up to her, but the comic was full of treasure that only the best musicians could afford to sell.",
                "John seized the comic from Bill. He said it was a bad joke and had no meaning at the time.",
                "John seized the comic from Bill. He then marched through the hall and saw that every person who appeared had the right to stay outside.",
                "John seized the comic from Bill. He had just spent several hours in the cellar where he was being held by the FBI, and now that his latest attempt at seduction had been abandoned, it was time to give him something for his new weakness.",
                "John seized the comic from Bill. He told his followers to search it for the moon, saying he did so with all the facts.",
                "John seized the comic from Bill. He had it in his possession and had the pages in it at last.",
                "John seized the comic from Bill. He slammed into the ground on each foot as he went.",
                "John seized the comic from Bill. He then played a minor role in discovering the secret of Pete's outfit and calling out the master thief.",
                "John seized the comic from Bill. He told us that he could have seen his favorite of the six books and that he wouldn't have liked them.",
                "John seized the comic from Bill. He then arrested Bill, who, as well as being a reporter for the newspaper, handled the affairs of Bill's father; however, there was much talk about him being arrested for his role as a reporter for The.",
                "John seized the comic from Bill. He told them he knew what had been done to him.",
                "John seized the comic from Bill. He told them he thought he would have the same kind of pleasure with him as his daughter had with his wife, as his mother had with his wife, but when his wife came back she had the sting of the.",
                "John seized the comic from Bill. He had never seen anything so transparent.",
                "John seized the comic from Bill. He told me that he didn't want to play on the keyboard, but he liked it as an opportunity to talk to a bunch of people.",
                "John seized the comic from Bill. He was a kind man, a kind, earnest, attentive man.",
                "John seized the comic from Bill. He was holding out on him and insisting he would not go into town after his next bailiff gave him his liberty.",
                "John seized the comic from Bill. He was visibly agitated.",
                "John seized the comic from Bill. He was glad to see that I wasn't expecting to see one in the neighborhood.",
                "John seized the comic from Bill. He had to remove the book from its pages to avoid a spine-shooting collision with his friend Vincent, who had been playing with the same toy.",
                "John seized the comic from Bill. He was acting on the theory of the irrationality of the fairy godmother in a nightmare when his friends tried to kick his head against a wooden chair.",
                "John seized the comic from Bill. He then stated that he wanted to continue to fight for the rights of the fictional Joe Rhodes.",
                "John seized the comic from Bill. He told it: \"This is for you!\" and then he told me that he couldn't stand the idea that someone who had a penis would have a penis like his.",
                "John seized the comic from Bill. He was armed with a long pole-hand cane and a flashlight, and was about to receive an attack from an older, older man who had beaten them to the ground.",
                "John seized the comic from Bill. He then released him from the lynch pile and asked if he could change his name.",
                "John seized the comic from Bill. He then locked the lid open and looked into the cage.",
                "John seized the comic from Bill. He told it like nothing could possibly get into it, and asked it to take him out to the beach.",
                "John seized the comic from Bill. He then opened the case to reveal a case number of the same character as the one used by John on his own title and body.",
                "John seized the comic from Bill. He said the characters had \"no signature.",
                "John seized the comic from Bill. He said the original design was used for a new show that was to coincide with a new comic book.",
                "John seized the comic from Bill. He was watching with great interest from all kinds of people, some of them almost every day.",
                "John seized the comic from Bill. He then charged the jury and gave a complete account of the robbery.",
                "John seized the comic from Bill. He then pulled down the tags and threw it into the laundry as he said that if he wanted to eat something it would be better than leaving the dishes strewn over his head and that was how you could get a.",
                "John seized the comic from Bill. He told him that he wasn't going to allow them to kill anyone because he didn't want their lives to be saved.",
                "John seized the comic from Bill. He told me to go to his friend and tell him to get it ready.",
                "John seized the comic from Bill. He hid it from the jury, which apparently knew nothing.",
                "John seized the comic from Bill. He had an easy time with it, even with it coming down to the smallest details, and now he'd have to make some changes.",
                "John seized the comic from Bill. He had already gotten his guns, had a gun out to take his son to prison, and a loaded revolver.",
                "John seized the comic from Bill. He was visibly shaken by the situation.",
                "John seized the comic from Bill. He told them he'd lost his job as a comedian so he wouldn't be able to continue writing his own plays.",
                "John seized the comic from Bill. He then stripped off his clothes.",
                "John seized the comic from Bill. He then grabbed his gun and shot Bill before the Comics Code would start using the term \"spawn\".",
                "John seized the comic from Bill. He told his followers that he knew how to shoot a man at random and he knew how to shoot one without drawing anything.",
                "John seized the comic from Bill. He had no intention of leaving.",
                "John seized the comic from Bill. He had no interest in it.",
                "John seized the comic from Bill. He then ran off at the end to face the jury.",
                "John seized the comic from Bill. He said that he hadn't seen any suspects in the case and that he knew they'd done the same.",
                "John seized the comic from Bill. He said the characters would have been very different from what he'd seen before.",
                "John seized the comic from Bill. He pretended to be a little bit surprised at how much he liked it.",
                "John seized the comic from Bill. He was stunned by the sheer volume of copies of his art and the astonishing quantity of images he had printed.",
                "John seized the comic from Bill. He said it was a picture he took of an old car he had taken in the 1980s.",
                "John seized the comic from Bill. He then charged in at the jail for refusing to provide his name for the crime, and the two were charged with failure to provide his name and a conviction for false statements in writing on the telephone line."
            ],
            "counts": {
                "John": 3,
                "Bill": 10
            }
        },
        "John passed the comic to Bill. He": {
            "details": {
                "pronoun": [
                    31,
                    33
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        25,
                        29
                    ]
                ]
            },
            "sentences": [
                "John passed the comic to Bill. He didn’t have enough material to keep his head straight.",
                "John passed the comic to Bill. He did not really read them, but as it turned out he would have been able to read all of them.",
                "John passed the comic to Bill. He wrote and recorded several songs as well.",
                "John passed the comic to Bill. He said he wanted to prove himself to the public and to spread the truth about what happened to his son.",
                "John passed the comic to Bill. He went on to become one of the best comic artists in America and was one of the first artists who helped form the legendary American Comics Museum.",
                "John passed the comic to Bill. He also lived in an old country house where he played football.",
                "John passed the comic to Bill. He gave an extract to his brother-in-law, who wrote about it with fondness.",
                "John passed the comic to Bill. He also lent his name to the first issue of The Darling (1966), but this was just a mistake, as the series was meant for one of the many stories that preceded it, but was never published for.",
                "John passed the comic to Bill. He went on to tell us how he helped create the movie that brought his story to fruition:\n\nIt was all about Bill Henson, who became a star at a very young age in the 1980's.",
                "John passed the comic to Bill. He told him that he couldn't pay for that and wanted to give him his money to buy his memoirs.",
                "John passed the comic to Bill. He had made many recordings, which included a lot of work done on screenings by Jack O'Hara and Tim O'Neal, but there was always an element of rejection from the cast.",
                "John passed the comic to Bill. He did so before, but not until his brother Henry, who was a physician, died.",
                "John passed the comic to Bill. He didn't notice her because she was the girl from the first comics he saw; she was from an apprentice who worked with the boys for ten years.",
                "John passed the comic to Bill. He then stepped forward and announced that he wanted to return to the comic as a member of the cast of the NBC television special for its fall season.",
                "John passed the comic to Bill. He got into a disagreement with his uncle about his nephew who was dying on the road and said, \"They're not supposed to be talking about old Johnny.",
                "John passed the comic to Bill. He wrote for a full-length edition of the magazine (the comic has a note that says the book will be in a “complete anthology”, meaning it will be more than enough).",
                "John passed the comic to Bill. He didn’t have much to work with, but had some really nice ideas.",
                "John passed the comic to Bill. He went to the National Film Conservatory for his debut album in 1936.",
                "John passed the comic to Bill. He also offered to make an adaptation of The Silver Age of Thunder and later had the cast members included.",
                "John passed the comic to Bill. He also wrote some songs for his band.",
                "John passed the comic to Bill. He died on January 14, 1929.",
                "John passed the comic to Bill. He also penned the character of an old man who lived in New York and was involved with the establishment of a storehouse in his name.",
                "John passed the comic to Bill. He wanted to be a comedian and he made his mark by putting him out there to represent him.",
                "John passed the comic to Bill. He died at home in 1917.",
                "John passed the comic to Bill. He got it for the first round in the first half of the year and made sure that was a lot more exciting than any of the other comics in his repertoire, but it was too late to start over, especially.",
                "John passed the comic to Bill. He got the character and became the main antagonist for the series.",
                "John passed the comic to Bill. He told me he thought it might be a worthy cause to join the band, and thought it might make the audience more appreciative.",
                "John passed the comic to Bill. He would have to do it if he didn't have any money left in him to spend for his own enjoyment and thus the series was very dull.",
                "John passed the comic to Bill. He wanted to be a comedian.",
                "John passed the comic to Bill. He then convinced a buyer to read and write for the character.",
                "John passed the comic to Bill. He also learned his talents as a comic book artist and wrote numerous comic books for the screenwriter and director.",
                "John passed the comic to Bill. He didn’t have many comic strips in him.",
                "John passed the comic to Bill. He then wrote about that character, and how he wanted to explore it into a new genre of horror.",
                "John passed the comic to Bill. He did so so reluctantly.",
                "John passed the comic to Bill. He did not consider him to be the first artist to work for the artists whose works he created, but his contribution is worth noting.",
                "John passed the comic to Bill. He wrote some great comic books, too, but they were like a shop to him.",
                "John passed the comic to Bill. He would not give it a second chance.",
                "John passed the comic to Bill. He then taught to create the characters on the strip and to express himself with them in a manner which would bring out their personality in the comic.",
                "John passed the comic to Bill. He made an elaborate drawing that was performed at the ball later on in his career.",
                "John passed the comic to Bill. He wanted to make the cartoon show look different, not as old or obsolete as the old cartoon show, which is not seen anymore, and as it is a new version of the character it has become more and more.",
                "John passed the comic to Bill. He would go into it because he knew it wouldn't work like the comics they used.",
                "John passed the comic to Bill. He told them he didn't want to do it again.",
                "John passed the comic to Bill. He made it to the pen for a script that had been written for a movie called Youngblood.",
                "John passed the comic to Bill. He gave his signature to his character, and when it was first issued, the world knew who it was.",
                "John passed the comic to Bill. He also wrote and directed several pictures of the show for various theatrical productions.",
                "John passed the comic to Bill. He wrote to the editor (and later was hired as a staff writer and a contributing writer) but this was enough to convince him that his characters would be well-written and should be enjoyed as literary adaptations.",
                "John passed the comic to Bill. He gave an elegant description to a very large  long man and a little to a small one, one of the very few characters he knew from the original, or his whole tribe.",
                "John passed the comic to Bill. He didn't pay too many bills, but they would have to be done if he wanted to create more money.",
                "John passed the comic to Bill. He died at his home in California in 1831 and is buried in the city’s Castro.",
                "John passed the comic to Bill. He wrote his story with a little hint of gossip to pass through the crowd to his own newspaper editor in Atlanta.",
                "John passed the comic to Bill. He then wrote and edited a poem by the poet Edgar Allan Poe which was preserved in the New York Public Library, and published it at New York by a friend and schoolmaster of his.",
                "John passed the comic to Bill. He gave his name to the comics he liked the most.",
                "John passed the comic to Bill. He had written several of the comics that would become his own comic.",
                "John passed the comic to Bill. He made some great books when he was younger and wrote many of his own stories.",
                "John passed the comic to Bill. He didn’t have many adventures or anything.",
                "John passed the comic to Bill. He had his own character for the first three years.",
                "John passed the comic to Bill. He also wrote his own version of his famous comic strip \"The Unsung Hero\", with his voice and cartoonish personality thrown into the background.",
                "John passed the comic to Bill. He said he didn't know anyone else who'd gotten anything like that.",
                "John passed the comic to Bill. He did his best to bring the comic to life by publishing the same book that he wrote for the publication of the movie The Last Thing From Jinx, in which his name was revealed to be The Slick J.",
                "John passed the comic to Bill. He then went on to create an original story about Bill's brother, and in 1808 he added one that was titled 'The Unseen Child'.",
                "John passed the comic to Bill. He had an uncanny ability to produce a variety of characters based on the history of their characters.",
                "John passed the comic to Bill. He gave him a few more years but died in a plane crash in 1965, when he was 46.",
                "John passed the comic to Bill. He said it was “another work in progress”.",
                "John passed the comic to Bill. He then convinced Bill to donate his own shirt to the Comic in honor of him.",
                "John passed the comic to Bill. He also wrote in the title page of his book The Collected Poems of Charles Dickens, a collection of his compositions which he had published during the previous decade of his life (1858–65).",
                "John passed the comic to Bill. He wanted to be a better actor than he was when he turned into a man to take over a stage character in Hollywood and show all his own talent.",
                "John passed the comic to Bill. He went on to become one of the most influential comic writers on American comic books.",
                "John passed the comic to Bill. He said that he couldn't tell them whether there was one or one in his collection of art, but he knew that when he was looking through his compositions he'd probably look at them again.",
                "John passed the comic to Bill. He then renamed him \"The Jay J.",
                "John passed the comic to Bill. He also wrote some comic strips about him and Harry Potter's diary in his play, and was an actor in the film.",
                "John passed the comic to Bill. He got into the arena at the right time and started the fight.",
                "John passed the comic to Bill. He also wrote some songs for his first picture, which he wrote later on.",
                "John passed the comic to Bill. He made him a professional comic who could give readers a new world of comic books.",
                "John passed the comic to Bill. He went to the gallery and helped the artist sell it.",
                "John passed the comic to Bill. He said that he liked it better than anything he'd ever seen in the comic's run, but he wasn't happy with any of it.",
                "John passed the comic to Bill. He would not write any new characters, although he would eventually work with the comic strips.",
                "John passed the comic to Bill. He had an interesting interview with a local paper, and later he was offered an offer to do the comic.",
                "John passed the comic to Bill. He had never actually seen it before, but if he'd seen it before, he might have seen it first.",
                "John passed the comic to Bill. He did his first appearance on the screen during his second career on television in the late 1960s.",
                "John passed the comic to Bill. He did it anyway and was impressed with the power and skill he saw on the story.",
                "John passed the comic to Bill. He gave up the character as a sort of pimping and allowed it to spread throughout his city.",
                "John passed the comic to Bill. He went on to produce a series of comic strips with some notable names from his past: Billy Preston, Gary Dennett, Wallace Mills, Roger Smith, and many more, though many more have never been published.",
                "John passed the comic to Bill. He did it before he died, but there’s plenty of evidence he did this before his death.",
                "John passed the comic to Bill. He went on to do a classic, and that changed things for the better.",
                "John passed the comic to Bill. He did this so that if one of the original comics had been reprinted, all the copies were sold for $5 to $7 each.",
                "John passed the comic to Bill. He did the show at the annual comic convention in Indianapolis.",
                "John passed the comic to Bill. He made some marvelous characters, which is probably how Bill got it.",
                "John passed the comic to Bill. He had just watched his latest work on the television soap opera \"Fiddlestick\", with a series of chimera-scenes from the show in which Bill and Judy had gone to bed at night while being.",
                "John passed the comic to Bill. He got his name from that year on the front pages of the papers and it became a bit of an old habit.",
                "John passed the comic to Bill. He gave them three more to give them to the Board of Education.",
                "John passed the comic to Bill. He wanted to make his own comics in an effort to bring out his work as a writer.",
                "John passed the comic to Bill. He got the name of the guy who created the original, but there wasn't much to it.",
                "John passed the comic to Bill. He died on July 13, 1883, at a place in Milwaukee County, where he had been raised.",
                "John passed the comic to Bill. He made several improvements to it.",
                "John passed the comic to Bill. He got the work done, but then a friend of a friend died and the comic began to write.",
                "John passed the comic to Bill. He got the comic written by Theodore Bennett and he wrote for the paper, and was probably the last known person who read it.",
                "John passed the comic to Bill. He made it to the pages and was cast as an unwilling man and replaced by Bill.",
                "John passed the comic to Bill. He had made his first appearance on the first day of his presidency in the White House as a conservative leader in a position that had long since been vacant.",
                "John passed the comic to Bill. He didn't really notice his displeasure until after his arrival in the city.",
                "John passed the comic to Bill. He would go back to the Big Apple again in 1902 and gave up to be with his girlfriend, Betty, at the wedding."
            ],
            "counts": {
                "John": 1,
                "Bill": 7
            }
        },
        "Joseph hit Patrick. He": {
            "details": {
                "pronoun": [
                    20,
                    22
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        11,
                        18
                    ]
                ]
            },
            "sentences": [
                "Joseph hit Patrick. He’s an absolute delight in the world.",
                "Joseph hit Patrick. He died from a heroin overdose and was living at the home when he was caught by authorities for driving a black sedan through the woods to the crime scene.",
                "Joseph hit Patrick. He's still around now.",
                "Joseph hit Patrick. He had the ability to drive, but he didn't have much range.",
                "Joseph hit Patrick. He hit him twice on his right shoulder before he hit the ground and left on his head.",
                "Joseph hit Patrick. He told police that he had been hunting for five years at the time.",
                "Joseph hit Patrick. He got the ball for a good amount of plays, which would have been a bad defensive play at times.",
                "Joseph hit Patrick. He got a hit after a hit over the head at the stadium and then he had it back up on the field.",
                "Joseph hit Patrick. He’s the world’s largest cattle trader and chief executive officer of the New England Farmers’ Association, and it’s a great way to welcome people with a message to get their minds back onto the ranch and move into.",
                "Joseph hit Patrick. He also told his fellow Jews that he wanted to stop the movement of the East by destroying the Jewish Museum at Nazareth.",
                "Joseph hit Patrick. He had no influence on it.",
                "Joseph hit Patrick. He died after a struggle between him and an older man while driving his van in the rain in November of 1966, according to the police.",
                "Joseph hit Patrick. He hit it with two consecutive\nhandguns and a cartridge loaded shotgun.",
                "Joseph hit Patrick. He had to save himself from being hit and knocked into the ground by an obstacle to allow the player to enter.",
                "Joseph hit Patrick. He also told his victims that he didn't know whether they would die in the line of fire; he only knew that he died when he was hit with an RPG at the base of his house.",
                "Joseph hit Patrick. He told the FBI it was his son’s fault.",
                "Joseph hit Patrick. He has watched a lot of movies lately and his wife is a huge fan and likes to cook dinner with them.",
                "Joseph hit Patrick. He hit the victim again and recovered his semen and took the blame.",
                "Joseph hit Patrick. He also made the transition from amateur to professional when he joined the amateur scene at Midtown in 1965.",
                "Joseph hit Patrick. He hit her with a vicious round of the hit and landed a kick at him.",
                "Joseph hit Patrick. He's had several hit-and-run cars, which is why he has to leave the scene.",
                "Joseph hit Patrick. He died on January 25, 2014, at a time when the state of Nebraska is struggling financially.",
                "Joseph hit Patrick. He has had some good injuries for the first time in his career, though there’s still a chance that he could finish out his rookie season with this type of skill.",
                "Joseph hit Patrick. He’s one of the hottest juicer on the planet and you could argue he’s not very hot.",
                "Joseph hit Patrick. He got a hit on Ronnie's wrist when he hit his foot and missed it for almost ten seconds.",
                "Joseph hit Patrick. He’s one of the hardest hitters to hit him at the end of the day.",
                "Joseph hit Patrick. He had a broken wrist and a broken arm.",
                "Joseph hit Patrick. He got the knock on him with a pillow.",
                "Joseph hit Patrick. He has also talked to Patrick on the eve of the election but was not in the room during his telephone conversation with Patrick.",
                "Joseph hit Patrick. He had two hits in four innings.",
                "Joseph hit Patrick. He got the worst hitting rate of any team on the court, but not really good.",
                "Joseph hit Patrick. He hit Joey MacGregor with the ball at the post.",
                "Joseph hit Patrick. He died at his house in 1999.",
                "Joseph hit Patrick. He's the best player in the league this season.",
                "Joseph hit Patrick. He hit her head on.",
                "Joseph hit Patrick. He's in the running.",
                "Joseph hit Patrick. He had been hit on the head by some shots as the squad approached, which had been recorded by CBS news.",
                "Joseph hit Patrick. He got his birthday card on Tuesday afternoon and then he got his birthday card on Saturday when he had to fly home.",
                "Joseph hit Patrick. He had been hit on the head and neck and was injured by the hit.",
                "Joseph hit Patrick. He hit her with a rock and slammed her face into the ground.",
                "Joseph hit Patrick. He died in December.",
                "Joseph hit Patrick. He’s had some good ones lately.",
                "Joseph hit Patrick. He then hit the front of his car and hit him in the back seat.",
                "Joseph hit Patrick. He has watched him since his first meeting with WWE television for the past few days.",
                "Joseph hit Patrick. He’s also starring as a high school wrestling coach and a high-school rugby coach, but he will have more to say about it later on when he gets back to him.",
                "Joseph hit Patrick. He died at his home on May 29, 2009, at the age of 90.",
                "Joseph hit Patrick. He told his daughter he could not leave the island without taking what was left of his property and forcing it into the canal.",
                "Joseph hit Patrick. He said he's been working as a security guard at a security firm called Insite Security and said he has been hired by a hotel chain to handle its security.",
                "Joseph hit Patrick. He hit me over the head and he hit me over the head as well as I could, causing me to fall out of my bed.",
                "Joseph hit Patrick. He said that he didn’t have time to study and train until the age of sixteen.",
                "Joseph hit Patrick. He’s not the best shooter for the upcoming game, but he can give the game his feel as it works well for his profile as he has the best shot at winning all four rounds of a game.",
                "Joseph hit Patrick. He told them he wasn't leaving the scene, and that he couldn't let go.",
                "Joseph hit Patrick. He has a good relationship with Drew Barrymore and the new project is a lot closer to realistically possible.",
                "Joseph hit Patrick. He had two hits in two innings.",
                "Joseph hit Patrick. He said he didn’t know much about how many people were going to go after him and he wanted to help.",
                "Joseph hit Patrick. He told him that he might be arrested because of some \"stress or stress syndrome.",
                "Joseph hit Patrick. He hit her in her head and gave her the word about being able to carry him around when they had met at a party.",
                "Joseph hit Patrick. He’s an older brother of the former president’s wife who died of an overdose and died from the drugs.",
                "Joseph hit Patrick. He had his legs smashed against the window when he was hit by a brick that was crushed under an excavating shovel.",
                "Joseph hit Patrick. He had been hit twice but not enough to make the trip, though he made it to the hospital on the way down.",
                "Joseph hit Patrick. He got a gig at a local film theater where he was a regular.",
                "Joseph hit Patrick. He told him he didn't want to stay but would find a place at his old friend's house.",
                "Joseph hit Patrick. He had an eye on Erin over the months following his dismissal, and was asked to wait for the news from the team after the whistle fell.",
                "Joseph hit Patrick. He’s got a little something for all his prowess and skills, but he’s been able to kill lots of other people.",
                "Joseph hit Patrick. He also was killed by a gunshot from the front line of the first line.",
                "Joseph hit Patrick. He said he'd been looking into his brother's death during his meetings with him.",
                "Joseph hit Patrick. He got the ball at the point where he was expecting it to come.",
                "Joseph hit Patrick. He also made the NBA Finals, scoring 38 points and hitting five shots for the Oklahoma City Thunder in Game Four.",
                "Joseph hit Patrick. He’s an advocate for justice but as he told the Herald’s Peter Lopes, ‘I don’t think you can tell him what you believe.",
                "Joseph hit Patrick. He then interviewed his old friend in the theatre in Berlin.",
                "Joseph hit Patrick. He told them he did what they wanted with him and didn't want to tell anything about any fights or any other situations they could get away with.",
                "Joseph hit Patrick. He died in prison on April 17, 2006, at the age of ninety-nine.",
                "Joseph hit Patrick. He hit a hit-and-run run off a road plate, but it didn’t matter because of the fact that he wasn’t in a car with the ball in it, it wasn’t too bad a play.",
                "Joseph hit Patrick. He also said he had been beaten by a rival team from Atlanta to the tune of $500,000.",
                "Joseph hit Patrick. He said he didn’t blame him for his own actions.",
                "Joseph hit Patrick. He also had some hits off his racket and was trying to kill his friend.",
                "Joseph hit Patrick. He said that he had slipped and slipped as well as his ankle and that he could still stop it by inserting the ankle and foot in the pocket.",
                "Joseph hit Patrick. He also hit Tina for the first time in his career.",
                "Joseph hit Patrick. He’s the latest guest on the panel who will celebrate the impending release of his upcoming album.",
                "Joseph hit Patrick. He’s an entrepreneur with a talent for entrepreneurship.",
                "Joseph hit Patrick. He had been hit with a baseball in the last few weeks.",
                "Joseph hit Patrick. He died in 2005, aged 59, as a result of a car accident in the town of Callan, near the town of Ulverston.",
                "Joseph hit Patrick. He hit Mick Jones with two nails in the mouth.",
                "Joseph hit Patrick. He told him that he would never leave his father.",
                "Joseph hit Patrick. He also told me about the latest in his “Tales from a Former Prime Minister”.",
                "Joseph hit Patrick. He had his daughter and married his girlfriend in the city of Philadelphia.",
                "Joseph hit Patrick. He's had more success as an entertainer, though in a more competitive format, than he did when he was recovering from being beaten by his old friend John McGuinn.",
                "Joseph hit Patrick. He said he didn’t know any of the crimes he was charged with, but “I don’t know.",
                "Joseph hit Patrick. He’s one of the oldest people in the United States.",
                "Joseph hit Patrick. He then tore up the road in front of Clarkstown, and was killed in the crash.",
                "Joseph hit Patrick. He told police he had come out of the bedroom wearing jeans, pants, and a shirt and would wear shoes until he was raped.",
                "Joseph hit Patrick. He has also joined the underground band Al Capitan, whose music is often described as more contemporary and avant-pop than he ever entered his youth.",
                "Joseph hit Patrick. He’s the person who knows when something is coming up or what it is that he does, but he’s still a bit of an unknown.",
                "Joseph hit Patrick. He died at an age of eighty-three years.",
                "Joseph hit Patrick. He had to crash them out at the same time.",
                "Joseph hit Patrick. He hit Keith as he tried to attack him on the ground.",
                "Joseph hit Patrick. He has also been hit with a shotgun in a fight with the cops.",
                "Joseph hit Patrick. He then took over from the right side of the middle and was seen attacking from both sides.",
                "Joseph hit Patrick. He also made the shot that helped him score on an easy route.",
                "Joseph hit Patrick. He died at about 6 p."
            ],
            "counts": {
                "Joseph": 0,
                "Patrick": 2
            }
        },
        "Patrick was hit by Joseph. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        19,
                        25
                    ],
                    [
                        0,
                        7
                    ]
                ]
            },
            "sentences": [
                "Patrick was hit by Joseph. He died after an incident with a motorcycle driver.",
                "Patrick was hit by Joseph. He was the seventh of seven crashes to land at Montezuma, Nevada in the Northern Nevada Sunshine State.",
                "Patrick was hit by Joseph. He was in an altercation with his girlfriend when she was stuck in her car seat when she fell off it.",
                "Patrick was hit by Joseph. He died shortly afterward and is buried at the St.",
                "Patrick was hit by Joseph. He was hit in the chest and killed.",
                "Patrick was hit by Joseph. He had been running at an unbelievable speed and was trying to catch a lot of balls at his own speed and hit them in the gut.",
                "Patrick was hit by Joseph. He had been hit with an ambulance when he was a boy and his wife were crushed by a truck.",
                "Patrick was hit by Joseph. He was in a parked car at the time and was seriously hurt.",
                "Patrick was hit by Joseph. He was hit by the car in front of the home on a rainy morning.",
                "Patrick was hit by Joseph. He was taken to the hospital after the collapse of the building and later released.",
                "Patrick was hit by Joseph. He was killed in the shooting.",
                "Patrick was hit by Joseph. He had to make a exit from the car when he tried to escape.",
                "Patrick was hit by Joseph. He had to fight off a falling enemy and then would face the unseen enemy.",
                "Patrick was hit by Joseph. He had an engine problem, which he had no control on.",
                "Patrick was hit by Joseph. He had an ankle sprain and had to be transferred to his hip surgery.",
                "Patrick was hit by Joseph. He died from gunshot wound to the chest.",
                "Patrick was hit by Joseph. He died at age 53 on December 25, 1892.",
                "Patrick was hit by Joseph. He had the strangest look.",
                "Patrick was hit by Joseph. He died after being shot by police and later recovered three bullets to the chest after he died in the fight with his brother.",
                "Patrick was hit by Joseph. He was found guilty of second degree murder for the killing of a woman in an apartment complex in New York City on Saturday.",
                "Patrick was hit by Joseph. He died when a helicopter blew up in the town of Beadle on Dec.",
                "Patrick was hit by Joseph. He was taken to the hospitals after being shot in the leg.",
                "Patrick was hit by Joseph. He had the wind in his shoulders and his teeth and he had his fist right in his mouth.",
                "Patrick was hit by Joseph. He was shot multiple times and was rushed to hospital.",
                "Patrick was hit by Joseph. He died after being thrown against a building he owned while living at the home that had recently been demolished.",
                "Patrick was hit by Joseph. He had a lung cancer diagnosis on October 29th.",
                "Patrick was hit by Joseph. He was one of the men who robbed and robbed two brothers out of their house.",
                "Patrick was hit by Joseph. He died there on February 22, 1887, and was buried in the churchyard at West Point.",
                "Patrick was hit by Joseph. He died later that night.",
                "Patrick was hit by Joseph. He was hit by two shots and hit by the fourth-round playoff selection and hit again by Brian Hoyer.",
                "Patrick was hit by Joseph. He died while he was in the river at the  residence.",
                "Patrick was hit by Joseph. He died later in the same year.",
                "Patrick was hit by Joseph. He was the youngest son to have any child on the Australian military list when it was decided to rename his son's name to Charles 'C' Hopes.",
                "Patrick was hit by Joseph. He died during an accident at the University Hospital's Old Estates Hospital in Chicago in 1938.",
                "Patrick was hit by Joseph. He died about fifteen minutes after he was shot.",
                "Patrick was hit by Joseph. He died about fifteen minutes later.",
                "Patrick was hit by Joseph. He was the seventh-highest-scoring player on a team with a field goal during his career, as the Cowboys earned their fourth straight division win in seven games for the sixth straight year.",
                "Patrick was hit by Joseph. He died at home on March 25 at his home in Fairfax County, Virginia.",
                "Patrick was hit by Joseph. He died suddenly in an ambulance after his girlfriend and husband tried to revive him.",
                "Patrick was hit by Joseph. He died two hours later.",
                "Patrick was hit by Joseph. He had a son who had lived in the area for ten years.",
                "Patrick was hit by Joseph. He had to pull out the neck and his arm was taken from under him and fell out on top.",
                "Patrick was hit by Joseph. He had a reputation as a crazed lunatic who would jump when he thought he was hit in the face or face-up.",
                "Patrick was hit by Joseph. He was in Grade 12 at the age of 17 when his parents went to the dentist at Trenton Hospital.",
                "Patrick was hit by Joseph. He had a loose body and head that was covered in blood from a fight at a pool house.",
                "Patrick was hit by Joseph. He had to make a decision that he couldn't take, and he'd have to pay for it.",
                "Patrick was hit by Joseph. He was on an elephant's back and stood beside him.",
                "Patrick was hit by Joseph. He died after suffering a stroke in June 1966, just before his seventy-fifth birthday.",
                "Patrick was hit by Joseph. He died later that night at 11:48 am and was taken to his home to be buried at the cemetery in Hyde Park.",
                "Patrick was hit by Joseph. He died while he was undergoing a treatment for a traumatic brain injury in June 2001.",
                "Patrick was hit by Joseph. He died while trying to steal the car.",
                "Patrick was hit by Joseph. He had to come back at half to get the ball.",
                "Patrick was hit by Joseph. He had an accidental fall when he was about to enter his apartment.",
                "Patrick was hit by Joseph. He was on duty on Thursday night until 13:45 A.",
                "Patrick was hit by Joseph. He was one of the leading blows that made him the most feared wrestler ever to achieve a World Championship wrestler.",
                "Patrick was hit by Joseph. He died peacefully as a result of a serious heart attack in 1996.",
                "Patrick was hit by Joseph. He died at the scene on May 16, 1969 at the age of 69.",
                "Patrick was hit by Joseph. He died there on Monday.",
                "Patrick was hit by Joseph. He was the main force who attempted to kill the young man.",
                "Patrick was hit by Joseph. He died two weeks later.",
                "Patrick was hit by Joseph. He died two months later.",
                "Patrick was hit by Joseph. He died after falling off his boat near Otters, N.",
                "Patrick was hit by Joseph. He had just finished a haul on the open market and was determined to compete at a major event.",
                "Patrick was hit by Joseph. He had to jump from his horse.",
                "Patrick was hit by Joseph. He was in critical condition and he was taken to the hospital where he was later pronounced dead at 8:46 p.",
                "Patrick was hit by Joseph. He had the eye wound up and was pinned by his colleagues.",
                "Patrick was hit by Joseph. He died shortly afterward.",
                "Patrick was hit by Joseph. He was a former member of the Ku Klux Klan (KKK), and his brother was shot at age eighteen during the incident.",
                "Patrick was hit by Joseph. He had just won the North Carolina title after breaking his foot on the wall after injuring himself with his foot during the last eight matches of the tournament.",
                "Patrick was hit by Joseph. He had just recovered his third homoclotus from his badly burned face, and when he walked down the street, he found himself near a pickup, lying down on the sidewalk.",
                "Patrick was hit by Joseph. He was found unconscious on the ground in his car and was pronounced dead on arrival at the hospital.",
                "Patrick was hit by Joseph. He had a baby girl on the way home from work.",
                "Patrick was hit by Joseph. He had an extensive tattoo in the backyard of Eugene's home and his brother, who is buried there.",
                "Patrick was hit by Joseph. He was shot three times in the abdomen as he was attempting to break free from the gunmen and was badly wounded.",
                "Patrick was hit by Joseph. He died three months later.",
                "Patrick was hit by Joseph. He was found unconscious in his car on the side of the road and was pronounced dead by the police at the scene.",
                "Patrick was hit by Joseph. He died shortly afterwards.",
                "Patrick was hit by Joseph. He had just started out with a ring and a handle on his hand that seemed to be all his own and it looked as though he wasn't sure what was happening.",
                "Patrick was hit by Joseph. He had to leave for New Jersey because he didn't get back home for two days.",
                "Patrick was hit by Joseph. He died later that day.",
                "Patrick was hit by Joseph. He had to leave for Washington, D.",
                "Patrick was hit by Joseph. He had been taken off the rails and was found on the spot.",
                "Patrick was hit by Joseph. He was found dead in the pond by the police when police were trying to determine what caused his death.",
                "Patrick was hit by Joseph. He was the head coach at San Diego State when he went on to win the 1976 Golden Eagles championship.",
                "Patrick was hit by Joseph. He died three weeks later.",
                "Patrick was hit by Joseph. He died from the injuries he sustained when the vehicle was stopped by a passenger car on his way home.",
                "Patrick was hit by Joseph. He died just before the anniversary of his death.",
                "Patrick was hit by Joseph. He was the main villain of the film in which they are featured.",
                "Patrick was hit by Joseph. He was one of the four men who killed the youngster who fell on him.",
                "Patrick was hit by Joseph. He had been running for six years and was able to hold onto the lead at times.",
                "Patrick was hit by Joseph. He died at the home of a friend in Florida on November 27, 1939, and was buried in Ft.",
                "Patrick was hit by Joseph. He had just returned from a trip with his wife on the East Coast and the son and daughter of a family there.",
                "Patrick was hit by Joseph. He died while on medical leave while he was on medical leave with the Chicago Fire and his employer, the fire department, tried to determine where it came from.",
                "Patrick was hit by Joseph. He was found with an injured leg in his backpack.",
                "Patrick was hit by Joseph. He died later in the same year and is buried in the churchyard in Gaudier-ruech Cemetery in Beaufort.",
                "Patrick was hit by Joseph. He was a very reliable playmaker and a very good defender.",
                "Patrick was hit by Joseph. He had been taken out of a nearby park by the police to be apprehended by the Gardiner policeman on the night of the incident, where the police were stopped for parking cars in the town and found himself in front.",
                "Patrick was hit by Joseph. He died peacefully and had a full and positive experience on the golf course.",
                "Patrick was hit by Joseph. He died after suffering a fractured pelvis and hip during a collision with an elderly man who was driving down the highway.",
                "Patrick was hit by Joseph. He had a vicious knee injury when he was in high school."
            ],
            "counts": {
                "Joseph": 0,
                "Patrick": 0
            }
        },
        "Ken admired Geoff. He": {
            "details": {
                "pronoun": [
                    19,
                    21
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        12,
                        17
                    ]
                ]
            },
            "sentences": [
                "Ken admired Geoff. He found that he was able to recognize the scope of the problem.",
                "Ken admired Geoff. He told us he thought it was time for his young son to become a doctor.",
                "Ken admired Geoff. He'd come here to check his books.",
                "Ken admired Geoff. He took an interest in Captain\nMorgan and the Captain’s wife, who died in the war of 1812, and the\nyoung woman was also buried with his body in the same church.",
                "Ken admired Geoff. He told them that they wanted to make his experience possible for himself, and that he wanted to make life even more rewarding.",
                "Ken admired Geoff. He did not know his wife's real name, but he said it was a \"spirit of friendship.",
                "Ken admired Geoff. He even had a big hand in handing it over, but he still had a pretty big chunk of his brain stuck to it, as it's just so nice to be able to put your feelings back into them.",
                "Ken admired Geoff. He wrote in his notebook when he found this: \"When I was a young man, I used to go down there and drink all the time.",
                "Ken admired Geoff. He came up to Rome from Rome on the 27th August 1861.",
                "Ken admired Geoff. He felt the need for it to get further.",
                "Ken admired Geoff. He knew that the Green Party had to be ready for the upcoming general election when its own factions were toppling Green parties in a row and they wanted to bring up their own party's leadership and it was a matter of grace and.",
                "Ken admired Geoff. He gave his best and best of all for one day and was devastated when he found out that the weather was far worse than it had ever been in his life.",
                "Ken admired Geoff. He told me, \"There's a theory that is false; there are many facts about which you cannot make the case.",
                "Ken admired Geoff. He came here to live in Ottawa after his parents left and had a father.",
                "Ken admired Geoff. He got into the drill and ran back to the dive table.",
                "Ken admired Geoff. He wasn't the only one to complain about the lack of budget in the state.",
                "Ken admired Geoff. He liked to play sports, so he had been training for his retirement at the end of 1958.",
                "Ken admired Geoff. He didn't like it at all, and said he couldn't get the kid off his feet.",
                "Ken admired Geoff. He wasn’t sure what happened to him.",
                "Ken admired Geoff. He thought it was time for something big.",
                "Ken admired Geoff. He loved to chase away the people who weren't looking for a place to hide.",
                "Ken admired Geoff. He wrote about the evening's incident in an essay entitled \"Being Great.",
                "Ken admired Geoff. He thought it might be worth paying a visit.",
                "Ken admired Geoff. He came up to me and said, \"Want to come?\"\n\nI knew he knew how hard it must be for some of us to get paid for doing what he wanted.",
                "Ken admired Geoff. He made many apologies when he had not been able to save the boat and was soon reunited with his wife, and while his wife remained on board, he became very upset when he learned that he had been visiting with her.",
                "Ken admired Geoff. He gave his own daughter to his beloved wife.",
                "Ken admired Geoff. He went home after the football season was over and returned to England for the next season.",
                "Ken admired Geoff. He became a regular on the bench until the last game before losing his place in the League Championship Series.",
                "Ken admired Geoff. He became a versatile player, but also had great odds for a title shot.",
                "Ken admired Geoff. He thought it would make people look up to him as one of his greatest friends and favourite pastoral companions.",
                "Ken admired Geoff. He gave him a big hug and took the girls by their shoulders.",
                "Ken admired Geoff. He got the chance to prove it when he heard his name called \"the World Tour de France.",
                "Ken admired Geoff. He even took his son to his hunting grounds in the hills to see how they lived.",
                "Ken admired Geoff. He felt like a real amateur at what he wanted to do.",
                "Ken admired Geoff. He didn't want to be able to handle the strain of a dog getting injured.",
                "Ken admired Geoff. He thought it would make sense for him to try to stick with him, but he wasn't ready to give up on that, which he always did.",
                "Ken admired Geoff. He knew that the best way to keep the wife safe was to get her to feel safe with her, because this was something he knew was true.",
                "Ken admired Geoff. He wanted to see me as a good friend.",
                "Ken admired Geoff. He wasn't the only one who thought they should be treated well.",
                "Ken admired Geoff. He thought he could get away with it, but he wouldn’t let him.",
                "Ken admired Geoff. He thought he saw himself on that stage for a change and found it too grim for him to comprehend, but he did not feel that this was his last chance.",
                "Ken admired Geoff. He even got his own museum in Portland and the Art History Society of the National Mall for this project.",
                "Ken admired Geoff. He knew that the best way to get people to acknowledge how much he appreciated her is to say he was shocked that she did not write this story.",
                "Ken admired Geoff. He saw something else and started to question her.",
                "Ken admired Geoff. He knew that the enemy could easily kill him.",
                "Ken admired Geoff. He came here to attend to some of his clients.",
                "Ken admired Geoff. He made all of his life plans and invested his whole life making sure that his family would never be without him.",
                "Ken admired Geoff. He'd always been the right hand man in the Army.",
                "Ken admired Geoff. He loved to fly and played with the crew that came to England with his aeroplane, the \"Mazelto\", where he took off from the old place when his wife went to live at The Bluff.",
                "Ken admired Geoff. He thought he knew enough about his own heritage to make any attempt to penetrate the depths.",
                "Ken admired Geoff. He found he felt compelled to go into the\nfourth grade on a college-level program.",
                "Ken admired Geoff. He gave his best.",
                "Ken admired Geoff. He told his wife that she was a'smart young woman'.",
                "Ken admired Geoff. He went along with the tradition and he knew it would be a bit of a problem if he didn't.",
                "Ken admired Geoff. He gave him a copy of the study that he'd been keeping about him.",
                "Ken admired Geoff. He gave this insight into the history of a big shoe manufacturing company.",
                "Ken admired Geoff. He found no great success until the spring, when he was able to establish himself in London.",
                "Ken admired Geoff. He liked being a sportsman, and after his father died and was an engineer, it would have been a lot more difficult to become a professional footballer.",
                "Ken admired Geoff. He became a contributor to _The Garden of Spirits,_ which he edited at UCLA and became an editor at _Wired Magazine,_ where he also edited the _Southern Review_.",
                "Ken admired Geoff. He didn’t know yet how long his father had lived as an adviser to the war effort and when he was told that he should put it to his heart to get better.",
                "Ken admired Geoff. He didn’t like his partners being away from home.",
                "Ken admired Geoff. He loved the West coast and was a fan of the West Coast bands that played in the movies.",
                "Ken admired Geoff. He didn’t like it when people weren’t happy about it.",
                "Ken admired Geoff. He never complained about her reputation.",
                "Ken admired Geoff. He did not deny that the stock market was still a source of pride and motivation in the country, but he said it was still a privilege to be involved with those who contributed to its development and for which people came from all over.",
                "Ken admired Geoff. He'd come back to New York with a great deal of pride and interest.",
                "Ken admired Geoff. He took it upon himself to write this last page of her article.",
                "Ken admired Geoff. He knew that the chief of armed forces and the executive officer of the country were in the same position.",
                "Ken admired Geoff. He then moved to Cuba and established an office at the Pentagon and organized the diplomatic relations between the United States and Mexico.",
                "Ken admired Geoff. He wanted to go on tour as well as attend the concerts on Sunday and Tuesday.",
                "Ken admired Geoff. He never mentioned what was going on in the investigation but he didn't make any reference to anything that happened after he was fired.",
                "Ken admired Geoff. He went out for a walk when he was about to retire from football as he had been at a time when most of the country had been on a roll.",
                "Ken admired Geoff. He took his wife with him and brought her down into his arms.",
                "Ken admired Geoff. He wrote about the \"sovereignty and independence of Peru.",
                "Ken admired Geoff. He did not know her but she seemed to know where he had come from and was not surprised to learn he had been studying English as an undergraduate at the University of Virginia in Philadelphia, where he had attended college.",
                "Ken admired Geoff. He got into the car as well.",
                "Ken admired Geoff. He thought it a great idea.",
                "Ken admired Geoff. He'd seen you before.",
                "Ken admired Geoff. He knew that the Doctor had had an interesting life and was constantly on the lookout for him.",
                "Ken admired Geoff. He liked him enough that he decided he wasn’t going to tolerate him anymore.",
                "Ken admired Geoff. He made them a knight's gift to his brother's wife, and even invited her to see him in person.",
                "Ken admired Geoff. He thought it would be nice if he could just take me away from his father and join her there, not thinking it was a bad idea.",
                "Ken admired Geoff. He thought he knew when he saw the boys' playboy habits.",
                "Ken admired Geoff. He made many friends and friends who were probably not too impressed by the weight of money that had been invested in him and he didn't expect people to trust him.",
                "Ken admired Geoff. He got his start in the casino industry, though, and eventually became a powerful businessman.",
                "Ken admired Geoff. He then began studying the laws of the game.",
                "Ken admired Geoff. He never spoke about politics.",
                "Ken admired Geoff. He knew that the ladies would like to see him at their weddings, but he'd never seen that before, because he wasn't going to be able to tell anyone what he was going to do.",
                "Ken admired Geoff. He knew that the master had always been there for him and wanted to be at work with him.",
                "Ken admired Geoff. He got the word and began a new program.",
                "Ken admired Geoff. He wrote that the \"traces on the French language are not common in French.",
                "Ken admired Geoff. He wanted to see whether or not he had ever gotten sick and maybe even let himself be sick too.",
                "Ken admired Geoff. He wanted to see more than any man.",
                "Ken admired Geoff. He never doubted that he had the right to be angry with me.",
                "Ken admired Geoff. He found this to be the only place in Ontario that did not have a city hall or a provincial legislature.",
                "Ken admired Geoff. He'd come down and took her with him to the village where he'd grown up for many years.",
                "Ken admired Geoff. He got into a fight with him and it was decided he wanted to be the head of a company and was doing what he could to bring their support to his cause.",
                "Ken admired Geoff. He gave this old, hard-working man one of the best clubs in Europe.",
                "Ken admired Geoff. He told it all about the sweet guy who got his first divorce in the late 1930s: \"The one thing I regret is that he won't be alive for a decade and a half.",
                "Ken admired Geoff. He then joined his team in the Fall of 2010."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 0
            }
        },
        "Ken impressed Geoff. He": {
            "details": {
                "pronoun": [
                    21,
                    23
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        14,
                        19
                    ]
                ]
            },
            "sentences": [
                "Ken impressed Geoff. He thought that they did well in a game as they were extremely sharp on both ends and were well prepared for the season.",
                "Ken impressed Geoff. He found time to introduce me to more of his family and friends and the friends he knew as he opened his own home.",
                "Ken impressed Geoff. He thought that if he could do it without putting pressure on someone he wanted to be able to compete at his own level of competition.",
                "Ken impressed Geoff. He wasn’t the sort to indulge in a frivolous topic, and as he arrived at a dinner table, there was much more to it than that.",
                "Ken impressed Geoff. He could see himself going into a hell of a rush to the bottom of the beach with just his shotgun.",
                "Ken impressed Geoff. He made him a guest on the Australian rugby team at the World Cup in 1983.",
                "Ken impressed Geoff. He liked him much better than most of his competitors, but they both had a lot more passion for the game than he did with his opponent.",
                "Ken impressed Geoff. He got the team on his back and made it a priority for himself to prepare for the Olympic game.",
                "Ken impressed Geoff. He then took over to the top of the stairs to announce that he wanted to be part of the \"wave of the future\".",
                "Ken impressed Geoff. He liked it enough to go with it.",
                "Ken impressed Geoff. He told us that he would have been interested if he'd been able to get his hands on a sample of an African and native speaker's brainstem.",
                "Ken impressed Geoff. He looked like he would be ready to play in his last three seasons.",
                "Ken impressed Geoff. He gave up on the first whistle and left it on the table, feeling that he had lost his senses and his confidence when he returned to London.",
                "Ken impressed Geoff. He didn't have to talk for long before the break.",
                "Ken impressed Geoff. He gave it up and rubbed the shoulder of his boot against my ribs.",
                "Ken impressed Geoff. He made me believe he was mad at me for being so cool on the pitch.",
                "Ken impressed Geoff. He found he knew better than anyone that one day he would get back to doing his thing.",
                "Ken impressed Geoff. He'd seen his way through many of these ones and would have enjoyed being told why he wasn't being a cheerleader.",
                "Ken impressed Geoff. He got to know it when he got him on the radio to write the songs for the first time.",
                "Ken impressed Geoff. He said that he wanted to finish the day before Christmas before the holiday break.",
                "Ken impressed Geoff. He gave them all their rights.",
                "Ken impressed Geoff. He told his friends he wasn't going to leave them behind.",
                "Ken impressed Geoff. He could see himself getting another bang and he told me that he wasn't proud of it, but he did keep it up all the time, never skipping over his words or acting up when they needed him most.",
                "Ken impressed Geoff. He thought he was going to be a good recruit, and even if he was not, he'd be a great replacement.",
                "Ken impressed Geoff. He told his editor at the Standard he thought there was some good news from Port Adelaide's clubs - one of which was an increase in attendance to nearly 800,000 for a week from last year.",
                "Ken impressed Geoff. He looked at the ring and said, “That's great.",
                "Ken impressed Geoff. He didn’t have to tell him that he was going to be disappointed in his father’s choice to stay as chairman.",
                "Ken impressed Geoff. He even managed a full-time job at Chelsea but had to leave following an unsuccessful bid to renew his contract at Manchester United.",
                "Ken impressed Geoff. He then took his time trying to find ways of making the game fun with a modern story like it's possible to do with a game that has some elements like the first game's design and the odd word games that are missing in.",
                "Ken impressed Geoff. He'd come back at the beginning, when he knew how to communicate.",
                "Ken impressed Geoff. He saw his dad's smile as he drew the hair down to its prime.",
                "Ken impressed Geoff. He liked him well enough to appreciate the connection between Gillians and the band, and he was clearly drawn to the Young Generation when they played with the band for a while.",
                "Ken impressed Geoff. He gave them their first Premier League win over the Newcastle United side as a fullback, but the home side drew 4-2 at home on penalties by the former England international, who was named to their first Premier League squad for.",
                "Ken impressed Geoff. He took it for a journey as the British leader of the Army of Northern Ireland in 1916, and he later wrote for his father's Irishmen:\n\nHe is a sturdy, strong man, and a warrior; he is.",
                "Ken impressed Geoff. He made his way to the bar, but then went into another bar.",
                "Ken impressed Geoff. He couldn't understand how any sane person would consider this.",
                "Ken impressed Geoff. He gave them his first trophy of his career, a first in the history of the team, but that wasn't enough for him to earn a spot on the squad that included John McGinnis in the starting lineup, as well.",
                "Ken impressed Geoff. He did his best.",
                "Ken impressed Geoff. He then handed him a copy of the British Naval Service website as an excuse to chat up his new comrades in the Dutch Navy, albeit with an English-language accent, and asked him to let him know what he wanted to discuss.",
                "Ken impressed Geoff. He could see him fit to be the best player to come up for a spot on the Cup team, and his coaches would be very pleased to watch him play against the likes of Joe Clark.",
                "Ken impressed Geoff. He didn’t want to spoil anything for me.",
                "Ken impressed Geoff. He knew that there were many more women around here who needed to be sexually assaulted.",
                "Ken impressed Geoff. He thought that she was an amazing athlete.",
                "Ken impressed Geoff. He gave it back to his assistant at the start and gave his son another kiss on his lips as he hugged him.",
                "Ken impressed Geoff. He liked how it made me feel at home.",
                "Ken impressed Geoff. He saw no reason to turn down this option.",
                "Ken impressed Geoff. He couldn't wait to start his life on the trail.",
                "Ken impressed Geoff. He felt that way when he first started playing games.",
                "Ken impressed Geoff. He did his own work on the plane and flew it back to Tokyo.",
                "Ken impressed Geoff. He'd seen more than enough of those things as he was a man with a lot of experience.",
                "Ken impressed Geoff. He gave me a nice bag full of beer and a glass of whisky.",
                "Ken impressed Geoff. He then took on to attack Bristol in the first round and beat both of them in the second to win the game, leaving Bristol a total of ten points behind.",
                "Ken impressed Geoff. He did have a very long and rather satisfying period.",
                "Ken impressed Geoff. He thought he was doing better than his career last season.",
                "Ken impressed Geoff. He gave me a nice laugh when he saw me, and then I was absolutely delighted when he saw me again.",
                "Ken impressed Geoff. He couldn't believe that the man was such a great football player.",
                "Ken impressed Geoff. He felt he had more than enough of a drive in him.",
                "Ken impressed Geoff. He couldn't have wished anyone else could have taken the chance to grab their lives after he lost his father.",
                "Ken impressed Geoff. He gave them two points that set him off and then he was up with the world.",
                "Ken impressed Geoff. He couldn't get the room up to the old-fashioned size that was typical of many of the American stars on the eastern side of the Atlantic, but there was nothing quite like a fine-tooth comb.",
                "Ken impressed Geoff. He knew that if he could get the first official report out in ten minutes, he might be able to get some actionable insights from those who were thinking.",
                "Ken impressed Geoff. He wasn’t impressed by the non-football players on the field.",
                "Ken impressed Geoff. He said he felt like he'd been shot.",
                "Ken impressed Geoff. He saw me at least twice by the way he was looking at me, and if he didn't get a chance to speak again, he did it through the lunch hour.",
                "Ken impressed Geoff. He could see his mother's work at first sight.",
                "Ken impressed Geoff. He liked him better because he liked the way things were going when he had to give up a football in the league.",
                "Ken impressed Geoff. He looked at it and smiled.",
                "Ken impressed Geoff. He then handed him a copy of the book for the publication of his report on the case.",
                "Ken impressed Geoff. He then told his dad to be cautious about his phone while he was gone.",
                "Ken impressed Geoff. He could not understand how this could be happening.",
                "Ken impressed Geoff. He'd seen them all around, at various times in history and at local meetings.",
                "Ken impressed Geoff. He looked like a big man, even if he never made it through his first practice with the team, and his body language was as close to the usual catchy “Just Me” and “Stop Me!” as possible, but.",
                "Ken impressed Geoff. He did his bit and we ended with a quick round of with Geoff in the side and then Geoff gave me a brilliant challenge from the back.",
                "Ken impressed Geoff. He even managed to get the club back on the board by winning the election to the Osprey Stables for the 1991 season.",
                "Ken impressed Geoff. He knew that it was all he could do to help him out.",
                "Ken impressed Geoff. He liked to finish at the top.",
                "Ken impressed Geoff. He looked like he would be willing to give it a try.",
                "Ken impressed Geoff. He saw no need for any new coaching or coaching newswomen to be there.",
                "Ken impressed Geoff. He then told me that the Great Northern Ravens were evil and that it was time for us to face the gods.",
                "Ken impressed Geoff. He told me he thought he would have to do something about his lack of enthusiasm for the game, but said it could wait.",
                "Ken impressed Geoff. He did his own consulting as an analyst for the U.",
                "Ken impressed Geoff. He saw no reason to expect them to be aggressive.",
                "Ken impressed Geoff. He then travelled to the States to make a splash at the New York Giants (29th anniversary of that team).",
                "Ken impressed Geoff. He'd seen this beast at work over the years.",
                "Ken impressed Geoff. He'd never been better in practice.",
                "Ken impressed Geoff. He'd come down and asked if I'd like to put it into the notebook I kept in the lab.",
                "Ken impressed Geoff. He looked like a real player.",
                "Ken impressed Geoff. He even managed a cup of coffee for them, but even so he found his skills only limited.",
                "Ken impressed Geoff. He did well with the two-year deal.",
                "Ken impressed Geoff. He even took the chair at a round table that evening for the first time since his wife died in a plane crash on June 15, 1928.",
                "Ken impressed Geoff. He thought he was the smartest player ever to ever play an active role in the American league.",
                "Ken impressed Geoff. He could have suffered a couple of months in an emergency but was better informed than his wife.",
                "Ken impressed Geoff. He made his way up and into the car to check on Linda.",
                "Ken impressed Geoff. He knew that it would take him some time to settle his mind as his brains began to boil.",
                "Ken impressed Geoff. He got into a fight with Jody Evans in the UFC, which brought him down to the pound.",
                "Ken impressed Geoff. He felt the stress of a short time in the fight with Tyler, who needed his support all the time, and he wasn’t about to be stopped.",
                "Ken impressed Geoff. He knew that people liked it when he said it would make things easier for them to get some of their earnings from their home, but the fact that he did that made them want to get their own place in the game, because.",
                "Ken impressed Geoff. He gave it his best shot ever.",
                "Ken impressed Geoff. He could see it coming.",
                "Ken impressed Geoff. He gave him a medal at the 1998 Olympics but the Olympic medal winner, Achilles heel Michael Jackson, didn't finish with the Olympic medal."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 2
            }
        },
        "Simon ran towards Richard. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        18,
                        25
                    ]
                ]
            },
            "sentences": [
                "Simon ran towards Richard. He was a few yards away and went directly for the front gate.",
                "Simon ran towards Richard. He had already grown restless and felt something in his body was broken and was now falling towards him.",
                "Simon ran towards Richard. He sniffed at the litter.",
                "Simon ran towards Richard. He said, \"What's going on in your head?\"\n\n\"I don't know what you mean!\" cried Eleanor.",
                "Simon ran towards Richard. He told him that he needed to talk to someone else, because he didn't know where they were going.",
                "Simon ran towards Richard. He told Richard that he did not know if he could believe all that he did.",
                "Simon ran towards Richard. He told me that he could not stand that I had to go through this at night because he felt like there was nothing for him to do but to flee and seek sanctuary.",
                "Simon ran towards Richard. He was amazed at the way they were playing with each other and the way they were playing with them.",
                "Simon ran towards Richard. He said, \"What are you saying about her? You're not allowed to ask me anything.",
                "Simon ran towards Richard. He had an old-style mansion at the north end of town, which he used as his favourite part of town.",
                "Simon ran towards Richard. He yelled: \"Good thing she got to get away!\" He was already moving away from her when Richard heard him.",
                "Simon ran towards Richard. He told them there was nothing he needed from him.",
                "Simon ran towards Richard. He stumbled back into the room and dropped to the floor with a clawing fist that hurt his hand.",
                "Simon ran towards Richard. He was a long-distance businessman, a former member of the Oxfordshire County Council.",
                "Simon ran towards Richard. He said: 'You've seen my picture on your photo?'\n\n'Yes.",
                "Simon ran towards Richard. He was aware of the others.",
                "Simon ran towards Richard. He smelled like a river; it was dirty and empty.",
                "Simon ran towards Richard. He told her that he'd been involved with another agent, but would be back later.",
                "Simon ran towards Richard. He looked around at him and said to him, \"I'll see you later.",
                "Simon ran towards Richard. He had an eye-patch.",
                "Simon ran towards Richard. He tore off his jacket to check if he was wearing one and brought his fist down on to the ground.",
                "Simon ran towards Richard. He hugged me and shook my head, but he didn't say anything.",
                "Simon ran towards Richard. He had been studying for his master's degree in foreign languages for half an hour and, while I was doing my examination of his English, I was told by his mother that he'd come here to study but not teach.",
                "Simon ran towards Richard. He told them they'd be lucky if he was honest.",
                "Simon ran towards Richard. He looked up at him and said: \"I don't think you're worth going down that hill.",
                "Simon ran towards Richard. He told himself that he couldn't tell if he had been shot and that he needed to move on from it.",
                "Simon ran towards Richard. He looked around at his friends, and then he turned back to the two men on the other side of the table.",
                "Simon ran towards Richard. He said: 'I don't want to kill him, because he won't kill me.",
                "Simon ran towards Richard. He frowned as he continued to wander the grounds with his head bowed and staring at the stars that were awaiting her.",
                "Simon ran towards Richard. He had been asking him whether he could attend to his wife's household and was told there was a late evening dinner on Friday night.",
                "Simon ran towards Richard. He said, \"It's good to see you again!\"\n\n\"Where's your heart, Sir Richard? I feel like a worm!\"\n\n\"Well, I'm not saying any more.",
                "Simon ran towards Richard. He had gone back to his father's, to the one he had brought over from the village, and that had taken him through the whole thing, his mother's side.",
                "Simon ran towards Richard. He had an older sister, and had been with the same father for ten years.",
                "Simon ran towards Richard. He told me that he did not know about the £10,000, but could not reveal the total to the detectives because he wanted to make sure their cash was out on Monday.",
                "Simon ran towards Richard. He had gone into a large room and was crying.",
                "Simon ran towards Richard. He said, \"You don't want to go to the temple today.",
                "Simon ran towards Richard. He punched him in the stomach, where he fell against the door in his sleep, and then he lost his breath.",
                "Simon ran towards Richard. He was starting to sweat but I kept going towards him.",
                "Simon ran towards Richard. He looked around him with startled eyes.",
                "Simon ran towards Richard. He was a big-hearted guy and had to be.",
                "Simon ran towards Richard. He was beginning to have an awkward moment when he felt his arm shift under his thigh.",
                "Simon ran towards Richard. He looked around and saw that she had gone.",
                "Simon ran towards Richard. He told her that she was glad to see him and that she could now expect him to be here again.",
                "Simon ran towards Richard. He had never been at sea so he felt safer than on land, where he would have been safe without danger.",
                "Simon ran towards Richard. He had an older brother, Richard, who died in 1803.",
                "Simon ran towards Richard. He had no intention of killing him; he knew it would not work out.",
                "Simon ran towards Richard. He said, \"You want me to tell you anything about my father?\"\n\n\"Not really,\" said Richard.",
                "Simon ran towards Richard. He looked around to see whether any people had noticed them but they were probably more afraid of him than anyone else.",
                "Simon ran towards Richard. He told them all that had gone wrong.",
                "Simon ran towards Richard. He was listening to him play at a soccer ball with his wife in front of the house.",
                "Simon ran towards Richard. He told her that she was going to be married to Robert Sutherland, with the intention of marrying her off to him.",
                "Simon ran towards Richard. He told his daughter he needed to talk to someone about it.",
                "Simon ran towards Richard. He told me that he could not believe he would ever feel like he was standing in his own shoes.",
                "Simon ran towards Richard. He told Richard that he'd been asking if he'd ever seen one of his favourite films again, and he would take it up for three weeks.",
                "Simon ran towards Richard. He looked up at his father who was coming up behind him.",
                "Simon ran towards Richard. He looked down to see her.",
                "Simon ran towards Richard. He gripped her arm but there was no resistance as her legs pulled her forward as she fell onto the ground.",
                "Simon ran towards Richard. He said: \"We're going to have a drink.",
                "Simon ran towards Richard. He had just heard his voice and realised it wasn't there.",
                "Simon ran towards Richard. He had his fingers clasped around the carved collar of her jacket, his arms around his knees.",
                "Simon ran towards Richard. He looked down into the dark sea and saw him again.",
                "Simon ran towards Richard. He swore fiercely as he watched them walk past.",
                "Simon ran towards Richard. He had an iron-gray suit that was covered over with the same purple stuff he used to dress him and a white shirt with a black bow tie on it.",
                "Simon ran towards Richard. He was struggling to get outside, but the front door opened and he knocked.",
                "Simon ran towards Richard. He was pointing his gun at them.",
                "Simon ran towards Richard. He looked down into my eyes.",
                "Simon ran towards Richard. He told himself that he hadn't planned to go to New York or London.",
                "Simon ran towards Richard. He said, \"I don't want you to stop playing any more.",
                "Simon ran towards Richard. He tapped him on the shoulder.",
                "Simon ran towards Richard. He blinked and stared.",
                "Simon ran towards Richard. He said: \"He said, 'You've done something really good that's hard for me to do?' And I said, 'Why don't you stop me?' He said, 'How do I know?' He was.",
                "Simon ran towards Richard. He said: 'You're a better tennis player than I've ever known.",
                "Simon ran towards Richard. He was nearly killed as he pulled his gun and ran into the house.",
                "Simon ran towards Richard. He clasped her in both his arms.",
                "Simon ran towards Richard. He was a former rugby player and coach.",
                "Simon ran towards Richard. He knelt beside him.",
                "Simon ran towards Richard. He said, \"It's time for us to get away from this house.",
                "Simon ran towards Richard. He said, \"I want you to come and see it.",
                "Simon ran towards Richard. He had to sit down and let his father do all of it for him, and when he was about to leave it all he stood over him again and said, “Yes, Richard.",
                "Simon ran towards Richard. He looked around him with his own eyes to see who had been waiting there for him.",
                "Simon ran towards Richard. He was suddenly aware of something, but he didn't hear anything.",
                "Simon ran towards Richard. He said: 'I'm not sure yet where your father is, but he may be near us.",
                "Simon ran towards Richard. He looked up from his bottle in time to see that there was an idiot sitting next to him.",
                "Simon ran towards Richard. He had come into the kitchen to give him the milk and he was yelling at his wife and son that his life was over and his children would get custody.",
                "Simon ran towards Richard. He had just broken his wrist when he tried to get himself out of the way of Richard and having a word with him about it was a sort of revenge.",
                "Simon ran towards Richard. He drank wine at the bar with the man.",
                "Simon ran towards Richard. He told me that he knew everything that he could about it and told me he thought he would be able to fix it.",
                "Simon ran towards Richard. He was a friend of my father, as he was a friend to Richard.",
                "Simon ran towards Richard. He knelt down at her side and kissed her forehead.",
                "Simon ran towards Richard. He was a great believer that one should have been wise to behave yourself.",
                "Simon ran towards Richard. He told us that he did not want to be trusted and asked why he should, but when he asked why he wanted to be a good person he was able to answer that he would accept that.",
                "Simon ran towards Richard. He said: \"It's like she's got it out for her.",
                "Simon ran towards Richard. He looked down to see me sitting on the sofa.",
                "Simon ran towards Richard. He looked around at everyone in the room and then stepped back to his desk.",
                "Simon ran towards Richard. He was telling him how much he hated his father, and it had been a long time since he had spoken.",
                "Simon ran towards Richard. He had an armful of small books on the kitchen table.",
                "Simon ran towards Richard. He looked around to see whether she'd heard him and then paused again.",
                "Simon ran towards Richard. He snatched the jacket from him and grabbed the brass ring at the back of the dresser and threw it at Richard.",
                "Simon ran towards Richard. He was a student of the University of Edinburgh's philosophy of the Cambridge philosophy group.",
                "Simon ran towards Richard. He said: 'You're right."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 10
            }
        },
        "Simon ran away from Richard. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        20,
                        27
                    ]
                ]
            },
            "sentences": [
                "Simon ran away from Richard. He knew only one way to get him back; he'd rather have left the room with his girlfriend than have lost his freedom.",
                "Simon ran away from Richard. He said he felt guilty when he was out of sight and had not taken any chances.",
                "Simon ran away from Richard. He'd never really liked her before, but at the time she'd been good enough for him and had been great with it.",
                "Simon ran away from Richard. He saw an old-fashioned blacksmith, a handsome man of about forty years old, carrying an old pistol in one of the shelves on which it was hung, while his face was set with pain and horror.",
                "Simon ran away from Richard. He would be very upset about having to die when he was older.",
                "Simon ran away from Richard. He'd been sleeping on the sofa with her for days, letting her stay alone.",
                "Simon ran away from Richard. He found that he didn't want to be a part of the game.",
                "Simon ran away from Richard. He took the car around the corner of Strand and found that it was still on the street.",
                "Simon ran away from Richard. He found his parents and two sisters and returned to New Orleans.",
                "Simon ran away from Richard. He went away to work at lunch for another couple of months, until they got back together on the evening of the fourth anniversary of Richard's murder.",
                "Simon ran away from Richard. He saw an outline of the boat's sails and wondered how long it would take them.",
                "Simon ran away from Richard. He knew it was only an idea.",
                "Simon ran away from Richard. He took a pair of pens from his purse and handed them to Richard.",
                "Simon ran away from Richard. He saw nothing but the silver lining as he crossed the street.",
                "Simon ran away from Richard. He saw Richard walk away from the pavilion and look back over his shoulder.",
                "Simon ran away from Richard. He tried to flee, but he was forced into the embrace of another human being and was pushed off his feet by two other human beings, who attacked him again.",
                "Simon ran away from Richard. He'd seen me being treated like a baby and had been looking for me again, not to mention his family.",
                "Simon ran away from Richard. He would have been upset at being taken off his shoes.",
                "Simon ran away from Richard. He would not stand for it.",
                "Simon ran away from Richard. He would never know whether he would have ever gone again.",
                "Simon ran away from Richard. He told me he'd wanted to try and prove my innocence, but my father wasn't satisfied with his crime.",
                "Simon ran away from Richard. He said he wasn't really the person that had asked for help, he was an older man, and so on and so forth, and was unhappy about it.",
                "Simon ran away from Richard. He took the guards off him.",
                "Simon ran away from Richard. He didn’t hear the mother tell him anything, but instead told him that she would hear about it at the next meeting.",
                "Simon ran away from Richard. He tried to run again and broke his arm when he reached a table where his son had taken refuge.",
                "Simon ran away from Richard. He didn't know when it would come to happen.",
                "Simon ran away from Richard. He told me he'd gone into the bathroom and turned on his TV and turned on his TV and thought about what he had done to John.",
                "Simon ran away from Richard. He went away to prison but was kept in his cell on the night he was released from prison.",
                "Simon ran away from Richard. He said, \"You've been with her for three weeks!\" He didn't think it had ever happened, but he felt sorry for him.",
                "Simon ran away from Richard. He took the money with his sword to the house of a friend of an old friend.",
                "Simon ran away from Richard. He tried to flee, but he was captured by a small band of men with the message that they wanted the English army to take action against the English.",
                "Simon ran away from Richard. He would never speak again, and even after that, he didn’t give him any answers.",
                "Simon ran away from Richard. He saw me sitting down beside him and asked if he'd had any friends.",
                "Simon ran away from Richard. He went off into the woods near his house.",
                "Simon ran away from Richard. He told himself that he'd lost her.",
                "Simon ran away from Richard. He took a cab to the airport with me and returned to the bus stop.",
                "Simon ran away from Richard. He told me that he wanted to be in England but his parents knew him better than they'd ever known him before.",
                "Simon ran away from Richard. He took a bag and went back for his drink, but he had no beer.",
                "Simon ran away from Richard. He went back to the front gate, where he asked his friend for his horse and asked him to take him into the woods.",
                "Simon ran away from Richard. He would not wait for the feast of Allah.",
                "Simon ran away from Richard. He said he wasn't interested in buying anything but he'd heard from others what they were like.",
                "Simon ran away from Richard. He tried to keep his eyes open, but he could see nothing.",
                "Simon ran away from Richard. He tried to tell himself he didn't have to wait any longer, but was too tired.",
                "Simon ran away from Richard. He said, \"I'm going to sleep with that girl on my bed and I'm not going to wake up again.",
                "Simon ran away from Richard. He said, \"You don't know anything about it.",
                "Simon ran away from Richard. He took the opportunity to fight his way up into his life as he had done with Richard.",
                "Simon ran away from Richard. He went off alone into the darkness.",
                "Simon ran away from Richard. He would have been taken as well if she'd left.",
                "Simon ran away from Richard. He would have been gone by now if Richard hadn't been wearing the cloak and the hat he used for the wedding.",
                "Simon ran away from Richard. He saw nothing else but a strange snowflake lying on the snowy ground behind him and a white dove sitting on the snow.",
                "Simon ran away from Richard. He told her there were five children who had been abandoned when he arrived by the navy on December 13 and had been rescued by a dog called the Muddy Dingo.",
                "Simon ran away from Richard. He'd had his own life at least once, and had gone back to his old life in the closet.",
                "Simon ran away from Richard. He found himself begging to be allowed out, but he couldn't quite shake his feeling that something had hit him.",
                "Simon ran away from Richard. He would never forgive her.",
                "Simon ran away from Richard. He went away to his own home.",
                "Simon ran away from Richard. He found her at her table and opened his fist for her.",
                "Simon ran away from Richard. He found his brother's cloak at his feet and pulled him up to his feet, and then he felt his body stiffen and he felt his mind start to crack, and it was like a blow had broken through to.",
                "Simon ran away from Richard. He didn't know why.",
                "Simon ran away from Richard. He told him to give her his coat.",
                "Simon ran away from Richard. He found his voice and said, \"I'll tell you something.",
                "Simon ran away from Richard. He would be there all along.",
                "Simon ran away from Richard. He said he needed his own coffee, he said he would send it over when he was home again.",
                "Simon ran away from Richard. He tried to stop her but she shoved his arms around his shoulders.",
                "Simon ran away from Richard. He'd had two encounters, some years back, with the new-found warrior, Frances.",
                "Simon ran away from Richard. He didn't know who he had left in the garden and what he'd left in the garden.",
                "Simon ran away from Richard. He didn’t know why.",
                "Simon ran away from Richard. He went back to his hotel in the city centre and joined the gang and remained there for several hours while he continued to work on preparing and repairing the car.",
                "Simon ran away from Richard. He would never see her again, nor would he allow anyone to come near his daughter.",
                "Simon ran away from Richard. He would not come back to the city to see what he would do.",
                "Simon ran away from Richard. He said he wanted to go back to the house.",
                "Simon ran away from Richard. He said he couldn't afford to stay because he wanted to finish his job.",
                "Simon ran away from Richard. He didn't know why.",
                "Simon ran away from Richard. He took a chair at his table.",
                "Simon ran away from Richard. He took the roof down from his desk to the edge of the roof and kicked it down again, almost breaking it.",
                "Simon ran away from Richard. He tried to save his friend from what he saw on the ground but was caught on his arm.",
                "Simon ran away from Richard. He took the opportunity and said, \"God knows it was wrong.",
                "Simon ran away from Richard. He didn't know whether he'd made it down to the mine or if it'd been a conspiracy to get me killed, but he didn't really mind, especially after Richard's wreck and his attempt at murdering Richard.",
                "Simon ran away from Richard. He didn’t know whether to believe anything he heard but he didn’t believe it was anything about Richard and his business venture in the UK.",
                "Simon ran away from Richard. He said, \"You must take me back,\" and put his arms round my shoulders.",
                "Simon ran away from Richard. He'd seen Richard's son standing there with a rope around his neck and a man wearing a cloak.",
                "Simon ran away from Richard. He knew they had to live with her in the church, and his feelings about Richard were so raw they would freeze up if Richard took her out in front of them.",
                "Simon ran away from Richard. He told Richard that he needed some of them to survive if he wanted to be saved and that he'd seen some of the stuff from him.",
                "Simon ran away from Richard. He went home and told his mother he had made a mistake.",
                "Simon ran away from Richard. He didn't know when that would happen, but he couldn't forget what it would have been like if Richard hadn't gotten back.",
                "Simon ran away from Richard. He'd had enough of that, but there was another part in that that was a real possibility.",
                "Simon ran away from Richard. He saw her standing there in the fog with her dark hair and her eyes green.",
                "Simon ran away from Richard. He knew all about how the Chinese were treated, how they were treated, how they had been treated.",
                "Simon ran away from Richard. He didn't know anything about them.",
                "Simon ran away from Richard. He saw nothing and soon realised that he must have been dead, since he had no family.",
                "Simon ran away from Richard. He didn’t deserve this, it had been three weeks since that night at the bar.",
                "Simon ran away from Richard. He told him that he hadn't told anyone else who he wanted to marry or had written to ask about it.",
                "Simon ran away from Richard. He knew there had to be some kind of plan for this thing to happen.",
                "Simon ran away from Richard. He saw the lights of his office as his assistant, who had been looking at him, ran down the hall and through the office.",
                "Simon ran away from Richard. He didn't know when they might find out who else could get it.",
                "Simon ran away from Richard. He took a bath with his friend's help.",
                "Simon ran away from Richard. He saw it was not a bad thing.",
                "Simon ran away from Richard. He didn’t know much of her, but she wasn’t sure who she really was or what she did.",
                "Simon ran away from Richard. He tried to kill them, but they had taken her and put her away.",
                "Simon ran away from Richard. He took the keys to Ralph's office, and ran them over to the other two and threw them at me.",
                "Simon ran away from Richard. He'd never known anything was wrong, but he never liked it when she was out."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 13
            }
        },
        "John passed a comic to Bill. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        23,
                        27
                    ]
                ]
            },
            "sentences": [
                "John passed a comic to Bill. He wanted to be a better artist than a comic book man.",
                "John passed a comic to Bill. He made his first album with the label's new production, making the album more than a single album in less than three weeks.",
                "John passed a comic to Bill. He wanted to be a good writer.",
                "John passed a comic to Bill. He did have a few patches which made it onto a drawing board.",
                "John passed a comic to Bill. He then went on to create and write the screenplays for the films.",
                "John passed a comic to Bill. He didn’t have his usual memo on the book, but that was it.",
                "John passed a comic to Bill. He wanted to be a good boy and would never let anyone hurt him, but when he was born, he felt very unhappy.",
                "John passed a comic to Bill. He did it for a good amount of time.",
                "John passed a comic to Bill. He gave up the graphic novel to write and later wrote for two years at his old college in Cincinnati.",
                "John passed a comic to Bill. He would have been able to pick him up and send him home.",
                "John passed a comic to Bill. He did it for the masses, but he wanted to make the artistic work more mainstream.",
                "John passed a comic to Bill. He says it was the best comic book they had ever seen.",
                "John passed a comic to Bill. He went to the West Side, and then went to New York and was there in front of his favorite people, and said, \"This is what I want!\" He asked me what he wanted for the big deal.",
                "John passed a comic to Bill. He didn't have time for any of the shows until the mid-70s, but that made his debut as an Emmett Wallace star at BBC Two's \"The Amazing Adventures of Sully\" on November 14.",
                "John passed a comic to Bill. He went to the White House and told them that he did not want them to read anything by this comic, but when I got to the White House they listened to his speech.",
                "John passed a comic to Bill. He'd never really looked like that before, and Bill didn't love him as much as he'd looked.",
                "John passed a comic to Bill. He told me he thought it would be fun to watch his mother grow up.",
                "John passed a comic to Bill. He gave up his life as a gunman with the help of the CIA's MI 6, but he continued to work as an agent by working as a spy in Havana.",
                "John passed a comic to Bill. He didn’t know enough to take it up again.",
                "John passed a comic to Bill. He would not reveal the character as a means to sell his work at any moment.",
                "John passed a comic to Bill. He said he didn’t like the joke, and that he wasn’t quite the poet who had liked his book.",
                "John passed a comic to Bill. He says that he’ll never stop talking about this story if he sees it as an example of the human interaction that must be shared amongst all people, and that this is all about seeing what people will do for.",
                "John passed a comic to Bill. He would have had to flee to the United States where he would be arrested.",
                "John passed a comic to Bill. He also wrote some of the first comics for the magazine.",
                "John passed a comic to Bill. He wanted to be a comic book writer.",
                "John passed a comic to Bill. He also had been a comic artist, but he didn’t come along and became a comic artist with a talent that only interested the comic book industry.",
                "John passed a comic to Bill. He did have a good impression of me, and made it about my appearance as being the most beautiful young man that ever existed.",
                "John passed a comic to Bill. He wanted to make the picture sound good, but they didn’t want to take too many pictures.",
                "John passed a comic to Bill. He died on October 13, 1883.",
                "John passed a comic to Bill. He wrote “The Art of the Small-Motion Picture” on his comic-book catalogue that began with The Small-Motion Picture.",
                "John passed a comic to Bill. He would be gone before he died, but on the day when he was buried, he wrote some of his own comic books.",
                "John passed a comic to Bill. He'd never seen another comic except one that was never made.",
                "John passed a comic to Bill. He told it as a joke: “It’s funny about some of the things they told us back then.",
                "John passed a comic to Bill. He didn’t know why he had to cut him off.",
                "John passed a comic to Bill. He then wrote \"A\" and \"C\" on it and added another character (and eventually a character with his own name).",
                "John passed a comic to Bill. He didn't have anything to do with the comic, but he got the idea for it to be a little different for his own comic than it was for Bill's.",
                "John passed a comic to Bill. He'd read it one night, and had a gun that had a yellow seal on it.",
                "John passed a comic to Bill. He would later become the first superhero in television history as well.",
                "John passed a comic to Bill. He made two prints of himself being a child of the war.",
                "John passed a comic to Bill. He told him that he did not want to live in a world where they were building a fake mosque on a city block, and asked why he would have to use the same name as him.",
                "John passed a comic to Bill. He went to the Library for more books.",
                "John passed a comic to Bill. He went to the attic for an hour, and found some paper with his brushwork in it, and then he pulled down his straw and took the paper from him and began to cut the leaves down.",
                "John passed a comic to Bill. He got into a fight with another member of the band on the night of their first album.",
                "John passed a comic to Bill. He got his first two scripts on January 13, 1863, at the Universal Studios in San Francisco.",
                "John passed a comic to Bill. He wanted to be a writer.",
                "John passed a comic to Bill. He did not wear a jacket, but he was wearing one at the time and had his coat on and was wearing it again when he lost his coat at the Battle of Gettysburg in September 1863, when he was.",
                "John passed a comic to Bill. He says he wanted to write it again and hope his story would be published by The Mercury News and then would be available as a graphic novel in a magazine.",
                "John passed a comic to Bill. He got the comic written by Homer, who had a friendship for him.",
                "John passed a comic to Bill. He died on September 11, 1915.",
                "John passed a comic to Bill. He said it was his work and was the original novel.",
                "John passed a comic to Bill. He said the paper was the right kind of paper but then decided that they wouldn't go through it without reading the book, so that was the deal.",
                "John passed a comic to Bill. He'd never heard of anyone else who might have been reading this at the time.",
                "John passed a comic to Bill. He wanted to be a cartoonist.",
                "John passed a comic to Bill. He said it was “a huge achievement,” but also a big honor for his work.",
                "John passed a comic to Bill. He told me that he'd been asked by one of the boys to lend it to the boys to help keep them from being hunted up.",
                "John passed a comic to Bill. He got his own name out from his book and he started writing more comics that made him famous.",
                "John passed a comic to Bill. He died at about eighty-three and survived by a wife and several children.",
                "John passed a comic to Bill. He went to the publisher and said, \"Joe, you've got to send the comics to the studio to see what they're doing.",
                "John passed a comic to Bill. He went to the Museum of Comics to read the first issue of The Bat, with an appreciation of his ability to create the worlds that are being created by the artists and writers who have influenced him.",
                "John passed a comic to Bill. He would later become a prominent Hollywood actor and was one of the founding fathers of the Golden Age of comic books.",
                "John passed a comic to Bill. He gave it to the young comic, which is why it’s not hard to guess if he was actually written for a feature film.",
                "John passed a comic to Bill. He told it he wanted to write about what happened to the original comics in the story and to show it as an adventure to do just that, with the comic's original story.",
                "John passed a comic to Bill. He says he would have been willing to write some of his own work, but that his book was done before it became known that it was finished.",
                "John passed a comic to Bill. He told it he couldn't understand them all, and so the movie was shot with his eyes only.",
                "John passed a comic to Bill. He also wrote his first novel, titled The Shadows.",
                "John passed a comic to Bill. He wrote for a strip at the time, \"The Amazing Spider-Man: End Times,\" with a clever drawing and a comic version of the comic, which was first published as \"Batman and the Amazing Spider.",
                "John passed a comic to Bill. He says it was the first comic he read before the Civil War, and so he named it after him, and then he wrote his first comic, which was called The Adventist Colloquial.",
                "John passed a comic to Bill. He said it was because he saw how the comic worked and what it meant to the character.",
                "John passed a comic to Bill. He says he didn't have much money at the time and it's hard to keep from thinking of it as his charity.",
                "John passed a comic to Bill. He died on December 22, 1913.",
                "John passed a comic to Bill. He says he wanted to write some comic strip with him.",
                "John passed a comic to Bill. He'd been a little older than Bill, though not as tall as his friend, but he had the beard and gray eyes and had a blue-brown complexion.",
                "John passed a comic to Bill. He died in 1917 and was buried in the Wesley Chapel in Chapel Hill.",
                "John passed a comic to Bill. He wanted to be a comic artist and he got out to the town on a bicycle to ride in the dirt to get back into his art business, when he saw there was still a possibility he might come back again.",
                "John passed a comic to Bill. He went to the Comics Book Guild to learn how to create a comic and then to use his knowledge of the comic as his vehicle to create the book.",
                "John passed a comic to Bill. He died at a very young age and his son, Malcolm, was also in the same household as him and was brought up on the premises.",
                "John passed a comic to Bill. He got his comic out of the studio’s stockroom at the end of June to show his work before the show started.",
                "John passed a comic to Bill. He said that he wasn't sure if he could tell any people when he arrived at Walnut Hill, but he'd been told by a man with a hair on his head that he was sure that anyone who heard.",
                "John passed a comic to Bill. He went to the Museum of History and Art on Sunday, April 27, 1897 and lived here for three years.",
                "John passed a comic to Bill. He didn’t want to be in the movie.",
                "John passed a comic to Bill. He got into the habit of pointing out to the boys that his friend had gone out in the early morning to check his messages.",
                "John passed a comic to Bill. He would have had to endure being in the service of another woman.",
                "John passed a comic to Bill. He would have liked to see something more.",
                "John passed a comic to Bill. He gave up the book as he had nothing to say about it.",
                "John passed a comic to Bill. He said it was for a movie called Bluebird.",
                "John passed a comic to Bill. He died on September 17, 1883, at a ranch near Hillsborough.",
                "John passed a comic to Bill. He says it was an improvement because he did not need his comic.",
                "John passed a comic to Bill. He told him that he did not have time to write anything until his wife got married.",
                "John passed a comic to Bill. He did it for the BBC and the BBC set at the time.",
                "John passed a comic to Bill. He wanted to write one of his best novels, which had been a top-heavy middle-school novel that was quite an accomplishment.",
                "John passed a comic to Bill. He then wrote about the music and was an instructor at the concert in St.",
                "John passed a comic to Bill. He then lent his influence to a book he wrote on the magic spark that would eventually become the soul of his work.",
                "John passed a comic to Bill. He wanted to write for a comic book magazine, but he didn’t think it was worth the money.",
                "John passed a comic to Bill. He then folded it back and gave it to the printer.",
                "John passed a comic to Bill. He said the comic was \"all about bringing attention to a certain piece of history.",
                "John passed a comic to Bill. He told it that he could not help it that there were two pictures that he had seen before but that he knew it wasn't only his picture that was important.",
                "John passed a comic to Bill. He didn’t want to be in the trouble.",
                "John passed a comic to Bill. He didn’t know enough about what he wanted, so he stayed at his friend’s house.",
                "John passed a comic to Bill. He wrote two books on music.",
                "John passed a comic to Bill. He made an appearance on the cover of the July 1 edition of the newspaper \"Newsday,\" which was later edited by Theodore Macpherson and Edward Brumm."
            ],
            "counts": {
                "John": 0,
                "Bill": 3
            }
        },
        "John was passing a comic to Bill. He": {
            "details": {
                "pronoun": [
                    34,
                    36
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        28,
                        32
                    ]
                ]
            },
            "sentences": [
                "John was passing a comic to Bill. He got his own story to explain it.",
                "John was passing a comic to Bill. He wrote \"I'd got it to my face at the end of one of the last lines of 'Pussy,' and they said, 'Yeah, well, it's all right for the Jews.",
                "John was passing a comic to Bill. He asked me to bring some books from my book club that he could use for an interview or interview on the subject.",
                "John was passing a comic to Bill. He knew exactly what they were going to do, so he asked Bill if it wasn't for me.",
                "John was passing a comic to Bill. He asked for his publisher.",
                "John was passing a comic to Bill. He told me that he knew \"all the characters\", but did not know enough about their names to get one.",
                "John was passing a comic to Bill. He read some of the letters as he drew it.",
                "John was passing a comic to Bill. He made some great noise.",
                "John was passing a comic to Bill. He looked like he had just finished a musical.",
                "John was passing a comic to Bill. He told us that he did it himself and that he used to write “Grandpa’s Tale.",
                "John was passing a comic to Bill. He looked up at the spider-like figures of his companions and said: \"I'll never understand this, sir,\" but his own face was lit by the fire.",
                "John was passing a comic to Bill. He gave me the letter that was printed in a notebook and I handed it to him.",
                "John was passing a comic to Bill. He thought it would be good for his business.",
                "John was passing a comic to Bill. He asked for his partner's name and got him to come up to the door and explain everything.",
                "John was passing a comic to Bill. He gave his story of how he had been married to a man who made him his secretary and friend and had to stop him from running the station.",
                "John was passing a comic to Bill. He made no appearance in the show, but it turned into a great success.",
                "John was passing a comic to Bill. He did so while he was taking a job at a local paper.",
                "John was passing a comic to Bill. He wasn't worried about him getting lost in it.",
                "John was passing a comic to Bill. He thought he would get his teeth into the game and play with a big crowd of boys.",
                "John was passing a comic to Bill. He saw himself being put down as \"the next logical end-point of his new life,\" and so it was.",
                "John was passing a comic to Bill. He read that picture through his diary as he was looking out his window and then he looked into the sky.",
                "John was passing a comic to Bill. He told them he wasn't going to take it too seriously.",
                "John was passing a comic to Bill. He found this character of his in 1959 while traveling across the United States at a hotel in Detroit.",
                "John was passing a comic to Bill. He gave him a certificate on the necessity for the posting of the title on the Civil Service.",
                "John was passing a comic to Bill. He read through the series and then went ahead and ran it himself and found out what he liked about it.",
                "John was passing a comic to Bill. He knew from a couple years ago that he was a believer.",
                "John was passing a comic to Bill. He told Bill he was going to pay him his monthly salary.",
                "John was passing a comic to Bill. He read from some of his comic novels and eventually passed it along.",
                "John was passing a comic to Bill. He thought he'd become a star, and his friend, who'd been a member of the publication of The Things They Talk About in the '90s, came up and said, \"That's a really.",
                "John was passing a comic to Bill. He wasn't exactly the person who got the idea for the script and the idea for the music.",
                "John was passing a comic to Bill. He took him to a bar near Fort Wayne, where he began working there.",
                "John was passing a comic to Bill. He went to the ladies' room to see about his drawing.",
                "John was passing a comic to Bill. He read through it and found something very interesting.",
                "John was passing a comic to Bill. He looked like he had a heart on fire.",
                "John was passing a comic to Bill. He knew what would happen if he became president.",
                "John was passing a comic to Bill. He'd come along about seven months ago and found me on a balcony overlooking the street and had been working with my buddy, Spencer, who had come over to visit and asked about his brother in the theatre and.",
                "John was passing a comic to Bill. He saw his audience but wanted to be the star in his own picture.",
                "John was passing a comic to Bill. He found some little old men who had come up to see him in the street.",
                "John was passing a comic to Bill. He wanted to be a superhero and he needed his name.",
                "John was passing a comic to Bill. He did this on his own.",
                "John was passing a comic to Bill. He looked at them and smiled.",
                "John was passing a comic to Bill. He wanted to make sure he'd gotten what he wanted.",
                "John was passing a comic to Bill. He knew exactly what was going to happen.",
                "John was passing a comic to Bill. He read about it in an old interview for The Strip with a friend of Bill's and said that he wanted to buy him some new stock.",
                "John was passing a comic to Bill. He did not know anything about his past.",
                "John was passing a comic to Bill. He found another man at a cab stand and, as soon as it opened, he was taken up with an announcement that his next destination was a small town near Leicestershire, but then a few miles away.",
                "John was passing a comic to Bill. He wanted to get the story together and figure out how to explain the idea to his characters.",
                "John was passing a comic to Bill. He'd seen them in the cartoon's audience before in the film, and had to help out with it.",
                "John was passing a comic to Bill. He went to see the picture, and as he turned it over, there came up with the following words, “I thought you were a real artist.",
                "John was passing a comic to Bill. He didn't know about the actual name, and it turned out he'd been given something he'd only seen on tape, but what was he going to say? It was too bad that this was the only.",
                "John was passing a comic to Bill. He'd had several poems by John Sellers, and was dying from an eye strain while filming his silent film \"The Fire of Jerusalem.",
                "John was passing a comic to Bill. He saw how he would blow his hat off and say, 'How many years you're going to make?' And then, after that, he had it back on him and was taking his hat off again.",
                "John was passing a comic to Bill. He wrote his last poem, \"I'm a sailor.",
                "John was passing a comic to Bill. He looked like he'd been a writer—too big, too large—for any comic ever seen in existence.",
                "John was passing a comic to Bill. He went to see a comic artist and was delighted to see this young actor in it, who would be performing with him throughout the world.",
                "John was passing a comic to Bill. He'd read his comic from the moment he saw them, and when he was ready for the show, he drew up on top of the mug and sent them off to have a good chat.",
                "John was passing a comic to Bill. He didn't know about the secret of being a writer.",
                "John was passing a comic to Bill. He knew there was some big deal to be made up for his role as an amateur poet and painter in the city.",
                "John was passing a comic to Bill. He wanted to get into the show and get into it.",
                "John was passing a comic to Bill. He wasn't ready for it, but he didn't seem to know whether it was a joke or an honest joke, but he thought it was a real joke.",
                "John was passing a comic to Bill. He'd had no dealings with his comic strip, and there was no use in trying to explain it to him, so he'd gotten lost and got stuck on the street.",
                "John was passing a comic to Bill. He told us he knew him better than anyone else before we came to America.",
                "John was passing a comic to Bill. He made his first appearance in the Amazing Spider-Man 2: Superman #5, and then did a Spider-Man comic about his adventures as a minor member of the team.",
                "John was passing a comic to Bill. He saw them, as well.",
                "John was passing a comic to Bill. He made his way to a place that he liked on a national stage.",
                "John was passing a comic to Bill. He wanted to see how it would play out.",
                "John was passing a comic to Bill. He wasn't writing a comic yet and was only writing one.",
                "John was passing a comic to Bill. He looked up at a small boy and asked for his attention, but he wasn't listening and was just pointing out where he was going.",
                "John was passing a comic to Bill. He did so by copying him from his earlier book of comic characters, which had been published on a comic book.",
                "John was passing a comic to Bill. He wrote two books about his childhood: The Little Doctor in a Hummingbird's Nest, and A Dangerous Woman's Secret.",
                "John was passing a comic to Bill. He found him on the street in the pub and he told them he would take his life from his mother.",
                "John was passing a comic to Bill. He went to the Blue Door for the second time.",
                "John was passing a comic to Bill. He wrote two short stories (The Amazing World of Grownups), the first appearing in November 1897.",
                "John was passing a comic to Bill. He wanted to be a comic artist and to do it for The Waltons as soon as they had done a comic for The Waltons.",
                "John was passing a comic to Bill. He went to see his uncle at the airport, but his friend Jim Gould called and asked for a taxi for him.",
                "John was passing a comic to Bill. He asked what it would be like to be a member of this great band.",
                "John was passing a comic to Bill. He knew this was something he wanted to do.",
                "John was passing a comic to Bill. He wanted to be famous for his detective stories and he liked the work of other writers.",
                "John was passing a comic to Bill. He'd come out from his wagon and walked across the street and entered the house, and it seemed that he wanted to make a movie.",
                "John was passing a comic to Bill. He'd just gone off to a radio show about what was on the air and he'd listened to his old radio.",
                "John was passing a comic to Bill. He saw himself being carried into the museum by some of the young fellows who had recently returned to England, and saw that he was not only the most honest person in the country, but that his friends were looking.",
                "John was passing a comic to Bill. He looked at them, and said, \"Isn't he awful good?\"\n\n\"You mean?\" said Bill, still looking at them.",
                "John was passing a comic to Bill. He knew it would be a big deal to have them go out on this show.",
                "John was passing a comic to Bill. He wanted to make an appearance on the movie, but was turned down due to his age and political background.",
                "John was passing a comic to Bill. He knew exactly what his book was supposed to be like: A good story that was supposed to be as interesting and engaging as possible, but at least contained some punchline.",
                "John was passing a comic to Bill. He made no sense.",
                "John was passing a comic to Bill. He looked like a gorgeous boy, and looked like he belonged in a magical, magic-loving school of his own.",
                "John was passing a comic to Bill. He told me he thought he should be doing this, and would have been pleased if he could have done it.",
                "John was passing a comic to Bill. He saw one of the things that he wanted to do – and would have done – had he been able to do it.",
                "John was passing a comic to Bill. He'd seen this comic on the streets of New Orleans before: A man with his fingers like a ribbon, and he'd seen it at one of those famous Philadelphia strips that were about the work of a detective.",
                "John was passing a comic to Bill. He wasn't disappointed, since it was his first comic.",
                "John was passing a comic to Bill. He took his first gig at a meeting of the Daily News.",
                "John was passing a comic to Bill. He took his first gig for a comic book group at a movie show at the show in 1979 and was soon seen playing a character called 'Vinny' when his first stage appearance was completed.",
                "John was passing a comic to Bill. He'd been a big fan of the show's marketing campaign.",
                "John was passing a comic to Bill. He did his thing with his arms raised, as though to keep his legs moving in the air.",
                "John was passing a comic to Bill. He got it for his birthday at a coffeehouse.",
                "John was passing a comic to Bill. He saw him staring and then he said, \"Steve Cooper?\" I thought about how he looked and then he said, \"That is a wonderful name.",
                "John was passing a comic to Bill. He wasn't sure if it was the writer or the creator.",
                "John was passing a comic to Bill. He knew about the mysterious \"Charter\" and told the writer what it had happened to the girl.",
                "John was passing a comic to Bill. He'd come across a scene in a magazine article about him as 'a character from the Batman books' and the publisher had rejected it."
            ],
            "counts": {
                "John": 1,
                "Bill": 4
            }
        },
        "Amanda amazed Brittany. She": {
            "details": {
                "pronoun": [
                    24,
                    27
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        14,
                        22
                    ]
                ]
            },
            "sentences": [
                "Amanda amazed Brittany. She thought she could wait for an appointment.",
                "Amanda amazed Brittany. She has been quite shy about inviting me back into his apartment and I have been thinking about him for months and trying to make sure he gets his girlfriend for him.",
                "Amanda amazed Brittany. She’s like ‘No one’s got to come after me – just hold me.",
                "Amanda amazed Brittany. She had seen him in the movies and was already a strong advocate of the issue of religious freedom.",
                "Amanda amazed Brittany. She’s not a witch.",
                "Amanda amazed Brittany. She had to turn her back on all of his friends to protect her brother.",
                "Amanda amazed Brittany. She looked at me with a startled expression.",
                "Amanda amazed Brittany. She thought she knew she should be getting a job as an airline manager, and she felt like she should be able to teach her a lesson.",
                "Amanda amazed Brittany. She has to be happy.",
                "Amanda amazed Brittany. She said: “There’s just something about them.",
                "Amanda amazed Brittany. She looked at herself in the mirror, realizing how cold it must feel at this time of year, knowing that she needed a warmer place to sleep.",
                "Amanda amazed Brittany. She told him she wanted to go to London as well to look after his affairs and to get back at him.",
                "Amanda amazed Brittany. She looked up as he stood there and said in an oddly flat voice, “What’s happening with my uncle and his team?”\n\n“Hey,” he said.",
                "Amanda amazed Brittany. She said: \"My favourite things are the ones I don't know about.",
                "Amanda amazed Brittany. She's been thinking a bit more about it since then, but she knows her favorite thing about women is that they have the best diets for them, and if you don't know them then you're probably going to.",
                "Amanda amazed Brittany. She’s got a pretty good track record of bringing home points out of the team.",
                "Amanda amazed Brittany. She has seen such a huge amount of art work in her lifetime and now it’s even more inspiring to look into the eyes of her own work, so I think we can certainly see this work in real life.",
                "Amanda amazed Brittany. She thought she saw her father's face with that red light that was going to kill him, and then thought he might see her father's face again, though if he turned around she wouldn't have noticed anything.",
                "Amanda amazed Brittany. She told herself that she should not be afraid to walk into the office because it might confuse the person with his or her employer.",
                "Amanda amazed Brittany. She said that she thought she might have a chance to walk across the road to see what she saw.",
                "Amanda amazed Brittany. She's always been a sweet friend, even though she's been with me for two years.",
                "Amanda amazed Brittany. She's just so terrified at being the one that's really going to be with them right now.",
                "Amanda amazed Brittany. She said: \"She had been teaching me everything from making homemade apple pie and turning it into a cake.",
                "Amanda amazed Brittany. She's always been a darling with a perfect sense of humor.",
                "Amanda amazed Brittany. She told me she’d gone from being the daughter of a Thai minister to being an investigative journalist.",
                "Amanda amazed Brittany. She's just one of the many other aspiring artists she's working with.",
                "Amanda amazed Brittany. She had to learn to hold her emotions calm as her eyes bulged with tears.",
                "Amanda amazed Brittany. She had not seen it before.",
                "Amanda amazed Brittany. She thought she knew better than to admit it all to me, and her words brought tears to her eyes.",
                "Amanda amazed Brittany. She's been reading about what's happened to Sean and his love for this girl.",
                "Amanda amazed Brittany. She’s got a good job right now.",
                "Amanda amazed Brittany. She told her, “This is what’s gonna happen if you don’t come forward and talk to her.",
                "Amanda amazed Brittany. She told me that she’s never felt any more lonely than she did.",
                "Amanda amazed Brittany. She thought she saw him through the mirror but her eyes were not quite right.",
                "Amanda amazed Brittany. She looked up from her desk and said:\n\n'Come on, Amanda, get ready.",
                "Amanda amazed Brittany. She has not heard anything about how many women have been arrested for prostitution or how many have been charged with anything.",
                "Amanda amazed Brittany. She'd seen her mother in the ambulance and said she hadn't heard from her since the night we'd moved in.",
                "Amanda amazed Brittany. She looked at it for a moment.",
                "Amanda amazed Brittany. She's always been fascinated with what she's wearing—everyones look like they're wearing one of these clothes.",
                "Amanda amazed Brittany. She had just listened to them, the two women with her own quirks.",
                "Amanda amazed Brittany. She'd seen so many strange faces at the ranch, and all she wanted to do was to teach her son about them and to teach her how to love and embrace them.",
                "Amanda amazed Brittany. She told them to stop being so stubborn they'd say no to them, and they'd be done with each other.",
                "Amanda amazed Brittany. She had not seen any of the films before so she knew nothing about these little pieces of the action.",
                "Amanda amazed Brittany. She has to be right.",
                "Amanda amazed Brittany. She’s not sure if she’s talking about this or if it’s something that is going to happen before or after this season.",
                "Amanda amazed Brittany. She's always been friendly with the family.",
                "Amanda amazed Brittany. She has become one of the most creative minds I know and I am definitely going to try again with my writing.",
                "Amanda amazed Brittany. She's like a child who's been in school all day and wants to learn.",
                "Amanda amazed Brittany. She thought she saw them after all.",
                "Amanda amazed Brittany. She had been so lucky and thankful to have been able to catch some guys off the field.",
                "Amanda amazed Brittany. She had been so calm throughout her time at school and she knew nothing of anything.",
                "Amanda amazed Brittany. She told me she had seen some amazing scenes while researching this book.",
                "Amanda amazed Brittany. She knew that her husband was not going to be there this week and now she had no way to tell her husband about it.",
                "Amanda amazed Brittany. She's like a child who's been searching for something so big that she can't seem to find it.",
                "Amanda amazed Brittany. She told herself she wanted to visit and that she didn't want to worry.",
                "Amanda amazed Brittany. She knew that even as a child she'd been deeply invested in her son's life and he would return her love for him.",
                "Amanda amazed Brittany. She told herself that she should have been able to do better with more practice in her own skill.",
                "Amanda amazed Brittany. She had seen his brother and her father at the poker game and they'd given each other money.",
                "Amanda amazed Brittany. She’s been able to keep the weight off this holiday, and her boyfriend and I are excited to start our new year together.",
                "Amanda amazed Brittany. She thought she saw him smiling and went to work on him.",
                "Amanda amazed Brittany. She has not worked on anything that has already been done, and she didn't know until after her workday that she was going to be home for lunch and dinner.",
                "Amanda amazed Brittany. She told herself that she wouldn't be disappointed.",
                "Amanda amazed Brittany. She said: “My friends are all crazy and jealous of their mother.",
                "Amanda amazed Brittany. She knew that his wife was a cranky woman who could get along with anyone.",
                "Amanda amazed Brittany. She had come all this way to make her first birthday present when she had just returned from a long journey with her young son.",
                "Amanda amazed Brittany. She looked at herself and smiled.",
                "Amanda amazed Brittany. She's never been more proud than that, even from the start, than that.",
                "Amanda amazed Brittany. She said: \"They just walk over there and say, 'Oh my God, what do these people think about our religion?' \"\n\n\"What they're thinking is not a religious belief.",
                "Amanda amazed Brittany. She thought she might be able to get her way when she had all the attention of the women she wanted to be in her bathroom.",
                "Amanda amazed Brittany. She's going to be coming home soon.",
                "Amanda amazed Brittany. She thought she knew who she was, and then her eyes flew open and she saw something very beautiful.",
                "Amanda amazed Brittany. She had always been so absorbed in the business that she hadn't really thought about this.",
                "Amanda amazed Brittany. She knew that \"the most wonderful thing that could happen to someone like us would happen in our life.",
                "Amanda amazed Brittany. She'd never even heard of this place.",
                "Amanda amazed Brittany. She said that she'd been studying for the job herself and had a lot of good ideas when she saw one.",
                "Amanda amazed Brittany. She told herself that she might have been talking to him, but she could not have told him her whole mind would be lost on him.",
                "Amanda amazed Brittany. She knew that was her goal, but she hadn’t yet made it to the top of the list.",
                "Amanda amazed Brittany. She had just finished her weekend homework, and now had an hour to catch the lunchtime train back at home.",
                "Amanda amazed Brittany. She thought she knew about the connection between these two babies.",
                "Amanda amazed Brittany. She said she thought she would never be able to meet him again.",
                "Amanda amazed Brittany. She had never felt so excited about anything.",
                "Amanda amazed Brittany. She told them to stop telling her everything about this meeting.",
                "Amanda amazed Brittany. She’s still alive and ready to make a deal.",
                "Amanda amazed Brittany. She knew that at this hour she would be dressed like a Princess and ready for school in a pair of sweatshirts and a pair of jeans.",
                "Amanda amazed Brittany. She had to run to her house to keep them safe.",
                "Amanda amazed Brittany. She has just brought him over to the table.",
                "Amanda amazed Brittany. She had always been so keen on her life as it had been so many months ago when she had travelled from Indiana to visit a local actor and was looking forward to the day she would finally leave India in order to.",
                "Amanda amazed Brittany. She had to pull out one of the paper bags from her bag and try to untangle the ribbon from the top of it.",
                "Amanda amazed Brittany. She's still feeling it.",
                "Amanda amazed Brittany. She’s one of the lucky ones – at the same time they were able to get a huge amount of publicity around the world.",
                "Amanda amazed Brittany. She looked at the moon with such interest that she smiled.",
                "Amanda amazed Brittany. She told him about her wife, the poet.",
                "Amanda amazed Brittany. She had no intention of betraying them.",
                "Amanda amazed Brittany. She knew that was something that was going on over there in her neighborhood, and she thought it might be the city government.",
                "Amanda amazed Brittany. She said she thought she could fly to Europe before she took up politics.",
                "Amanda amazed Brittany. She told him she would donate to the cause if it turned out well.",
                "Amanda amazed Brittany. She thought she could drive up and watch a show she couldn't even read.",
                "Amanda amazed Brittany. She thought she might be able to help her work out with them, and while she wasn’t exactly sure how she felt about them, she knew she could help them if they got too involved.",
                "Amanda amazed Brittany. She’s one of the oldest sisters I know and she’s been with my father for over 50 years.",
                "Amanda amazed Brittany. She'd been so happy to be with him."
            ],
            "counts": {
                "Amanda": 1,
                "Brittany": 0
            }
        },
        "Brittany was amazed by Amanda. She": {
            "details": {
                "pronoun": [
                    31,
                    34
                ],
                "options": [
                    [
                        23,
                        29
                    ],
                    [
                        0,
                        8
                    ]
                ]
            },
            "sentences": [
                "Brittany was amazed by Amanda. She could read it and figured it would be good for the viewer to read it herself, but not for her.",
                "Brittany was amazed by Amanda. She thought at one point I'd tell her there was something else I hadn't realized about this place, but it just wasn't like anything else.",
                "Brittany was amazed by Amanda. She could hardly contain her excitement.",
                "Brittany was amazed by Amanda. She saw herself and her husband as a couple, and even though she'd been around long enough to know them well, there wasn't much they could do about it.",
                "Brittany was amazed by Amanda. She saw that he was in awe.",
                "Brittany was amazed by Amanda. She could understand what was being done to the group.",
                "Brittany was amazed by Amanda. She looked at me as if he hadn't known me at all, but her eyes widened and she blinked them.",
                "Brittany was amazed by Amanda. She wasn't sure what was up with the comments about their birthday dinner, but there was something that made her feel guilty about it.",
                "Brittany was amazed by Amanda. She could smell it.",
                "Brittany was amazed by Amanda. She thought that if she'd been here long before that, she might have seen them.",
                "Brittany was amazed by Amanda. She'd listened to every single one of her students listen to him, but then they all hated him.",
                "Brittany was amazed by Amanda. She knew she should have known she needed more money.",
                "Brittany was amazed by Amanda. She knew she wanted to be her own daughter.",
                "Brittany was amazed by Amanda. She asked me not to mention it, because I don't know any one who has ever been through it.",
                "Brittany was amazed by Amanda. She told us she thought this was a very interesting conversation that would take place in her life, and it could only be a matter of time.",
                "Brittany was amazed by Amanda. She thought she knew everything about them, but all she got was the impression that she thought he didn't know much more than his own name.",
                "Brittany was amazed by Amanda. She told me that she'd seen it too many times.",
                "Brittany was amazed by Amanda. She couldn't wait to get back to work.",
                "Brittany was amazed by Amanda. She could still talk with him.",
                "Brittany was amazed by Amanda. She wasn't sure exactly what it felt like to be a girl who wanted to be alone.",
                "Brittany was amazed by Amanda. She wanted to be part of the conversation.",
                "Brittany was amazed by Amanda. She didn't know how long it would have been before Amanda would have been worried about how she'd become so familiar with all her things.",
                "Brittany was amazed by Amanda. She couldn't believe that someone had been following him when she'd been running away from it.",
                "Brittany was amazed by Amanda. She saw me dressed for a role and asked if I was still in it.",
                "Brittany was amazed by Amanda. She could make him laugh but she wouldn't laugh for a moment.",
                "Brittany was amazed by Amanda. She couldn't understand why her parents weren't aware that this seemed so strange.",
                "Brittany was amazed by Amanda. She wasn't sure if she was ready for this part, but she didn't want to upset anyone by criticizing her.",
                "Brittany was amazed by Amanda. She wanted to tell him about the upcoming race and her fear of flying.",
                "Brittany was amazed by Amanda. She thought this was a great example to give her the excuse to be out of town.",
                "Brittany was amazed by Amanda. She couldn't wait to see what she saw in her face when she grew up, even after all they had been through.",
                "Brittany was amazed by Amanda. She thought at first she didn't feel as though she had anything to lose in this job, but she soon became a better woman.",
                "Brittany was amazed by Amanda. She thought that he was the real thing.",
                "Brittany was amazed by Amanda. She felt like she knew what she wanted—until she heard about the love and loss she had felt when she was devastated by a monster from faraway.",
                "Brittany was amazed by Amanda. She saw it as a gift, and it made her smile.",
                "Brittany was amazed by Amanda. She'd never met someone like him before, but when she'd caught him cheating on her, she knew something was wrong.",
                "Brittany was amazed by Amanda. She could scarcely believe her ears, though.",
                "Brittany was amazed by Amanda. She could think of no other thing she could do but carry out this terrible adventure.",
                "Brittany was amazed by Amanda. She could say what a wonderful man she was; she felt like he could really do something for her, even if she couldn't feel it.",
                "Brittany was amazed by Amanda. She told him she loved her daughter so much and he was happy to listen to her.",
                "Brittany was amazed by Amanda. She knew they weren't going to be able to enjoy each other in a party because they're older.",
                "Brittany was amazed by Amanda. She couldn't help but admire him for what he had done for them, and what he'd given them.",
                "Brittany was amazed by Amanda. She could take it out on her.",
                "Brittany was amazed by Amanda. She saw something in him and thought he might be her brother, but when he saw her at the door to the kitchen he realized she wasn't his sister, either, and she was alone.",
                "Brittany was amazed by Amanda. She didn't know any of the other girls were talking about this, but then again she wouldn't have seen anything.",
                "Brittany was amazed by Amanda. She wanted to tell me about him, but she wasn't sure whether they were together or not, and they were obviously very different things.",
                "Brittany was amazed by Amanda. She knew exactly what was going on.",
                "Brittany was amazed by Amanda. She wasn't sure who she was supposed to meet but after a few brief moments, she remembered how she was being watched.",
                "Brittany was amazed by Amanda. She told us that she had just watched the episode and felt it was beautiful.",
                "Brittany was amazed by Amanda. She wanted to tell him that he hadn’t been wanting to lie about her, but there were certain things he knew about Amanda.",
                "Brittany was amazed by Amanda. She could scarcely believe her luck had ended at last.",
                "Brittany was amazed by Amanda. She wanted to tell them about the crazy time they had been in and about the movie it was crazy to be sitting there and remember their day and the date it was the movie and everything about it was real.",
                "Brittany was amazed by Amanda. She told them that she knew there was some money in that place.",
                "Brittany was amazed by Amanda. She'd seen her smile then, and she'd seen her smile when she was sitting next to her.",
                "Brittany was amazed by Amanda. She wanted to be around her mother, and so did he.",
                "Brittany was amazed by Amanda. She didn’t want to argue with them.",
                "Brittany was amazed by Amanda. She told them she felt great with her breasts and their beautiful skin and felt herself being surrounded by those wonderful breasts.",
                "Brittany was amazed by Amanda. She felt like she could still hold on and hear what was going on.",
                "Brittany was amazed by Amanda. She looked at herself in the mirror and smiled.",
                "Brittany was amazed by Amanda. She asked how many bottles he had at home and how she could count them on her finger, saying her favorite one was about five hundred and forty bottles.",
                "Brittany was amazed by Amanda. She wanted to be known for her witty wit as much as her sweet little sister, but when that came along, she decided to tell them everything about herself.",
                "Brittany was amazed by Amanda. She didn't appreciate having the world knowing what she was dealing with.",
                "Brittany was amazed by Amanda. She asked me not to worry her.",
                "Brittany was amazed by Amanda. She told me she didn't think she had any sex with the boyfriend's sister.",
                "Brittany was amazed by Amanda. She felt like she knew something about the nightmares of the girls she saw on the plane.",
                "Brittany was amazed by Amanda. She could easily be impressed with his ability to sense the feelings of others.",
                "Brittany was amazed by Amanda. She told herself she needed to be more careful than she already was, but at least she'd managed to keep her hair loose for a little longer.",
                "Brittany was amazed by Amanda. She felt like she knew something about her sister and her mother, more than she wanted to say to them, but at first she wasn't sure where she came from, especially since she'd been around too many.",
                "Brittany was amazed by Amanda. She knew about the actual problem when she first visited her childhood home.",
                "Brittany was amazed by Amanda. She felt like she could hear everything.",
                "Brittany was amazed by Amanda. She wasn't thrilled about his ability to listen to music, but she'd probably never heard of it before she saw this picture.",
                "Brittany was amazed by Amanda. She asked him \"where are you?\" He told her she would be home if she couldn't find her way home.",
                "Brittany was amazed by Amanda. She knew nothing of that.",
                "Brittany was amazed by Amanda. She felt like she could touch the baby and couldn't tell her who was in charge.",
                "Brittany was amazed by Amanda. She looked at the girl who looked so tiny at him.",
                "Brittany was amazed by Amanda. She knew they should have been disappointed, but this time was just about to get better.",
                "Brittany was amazed by Amanda. She saw herself as a mother of seven sons and a father of eight young children.",
                "Brittany was amazed by Amanda. She knew her best ally – she would have loved to win back her father’s trust if she had seen him again – and now her father’s disappointment was her own.",
                "Brittany was amazed by Amanda. She thought it would be the best day in the library.",
                "Brittany was amazed by Amanda. She wanted to know what she was thinking.",
                "Brittany was amazed by Amanda. She wanted to tell her that she couldn't stay at home because she couldn't go out to the movies.",
                "Brittany was amazed by Amanda. She felt relieved after she found out she wasn’t even being interviewed.",
                "Brittany was amazed by Amanda. She felt like she had been born in a fairy tale of a world he couldn’t even begin to imagine.",
                "Brittany was amazed by Amanda. She thought her school had burned down with a thousand acres in it.",
                "Brittany was amazed by Amanda. She asked him whether he thought that he should take her to the festival for the rest of their lives and what a tremendous gift this was.",
                "Brittany was amazed by Amanda. She knew she'd better not give up.",
                "Brittany was amazed by Amanda. She told herself that she wanted to touch her friend with the big old-fashioned brass ring on her palm.",
                "Brittany was amazed by Amanda. She couldn't believe how much she knew about this.",
                "Brittany was amazed by Amanda. She felt like she could hear them when she was looking down at her.",
                "Brittany was amazed by Amanda. She didn't know who she was supposed to meet here, and he didn't know she could walk down the street alone.",
                "Brittany was amazed by Amanda. She told me she thought about it when she saw him on the front porch in his blue uniform, his head spinning from behind him and his hair splitting when he walked down the porch steps.",
                "Brittany was amazed by Amanda. She couldn't help but admire her beauty and magnificence.",
                "Brittany was amazed by Amanda. She thought this would be her first time riding a bicycle.",
                "Brittany was amazed by Amanda. She'd flown out of the country to join him.",
                "Brittany was amazed by Amanda. She saw them in the chapel and said, “Maybe she can explain some things with her eyes.",
                "Brittany was amazed by Amanda. She saw no other place that she wanted to go than the mountains where she lives.",
                "Brittany was amazed by Amanda. She didn't know she was hearing him, but she knew something about Amanda.",
                "Brittany was amazed by Amanda. She wasn't sure she was right but she wasn't the only one who had been surprised by what she'd seen.",
                "Brittany was amazed by Amanda. She saw herself standing there on that bridge at the front door, watching them get through the gate to the train.",
                "Brittany was amazed by Amanda. She wanted to tell him about the incredible talent that she had been able to raise on the school floor and how she was able to receive such a tremendous amount of funding as her own, and then she told him.",
                "Brittany was amazed by Amanda. She'd never seen anyone like this before, because she'd seen people with very different personalities."
            ],
            "counts": {
                "Amanda": 3,
                "Brittany": 0
            }
        }
    }
}