{
    "metadata": {
        "model": "EleutherAI/pythia-1.4b",
        "revision": "main",
        "num_parameters": 1414647808,
        "timestamp": "2023-10-18 22:56:09.420433",
        "samples": 100,
        "top_k": 0,
        "top_p": 0.5
    },
    "data": {
        "John seized the comic from Bill. He": {
            "details": {
                "pronoun": [
                    33,
                    35
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        27,
                        31
                    ]
                ]
            },
            "sentences": [
                "John seized the comic from Bill. He pulled the comic out of the box and tossed it on the table.",
                "John seized the comic from Bill. He'd gotten the idea from a picture in the _New York Herald_ of a man with a red-hot poker in his hand.",
                "John seized the comic from Bill. He put it in his pocket and went on his way.",
                "John seized the comic from Bill. He then proceeded to give it to the police.",
                "John seized the comic from Bill. He was the first to see it.",
                "John seized the comic from Bill. He had it in his hand when he got to the house.",
                "John seized the comic from Bill. He held it out to him,\nbut Bill shook his head.",
                "John seized the comic from Bill. He was in the middle of reading it when he heard the doorbell.",
                "John seized the comic from Bill. He looked at the name on the cover and nodded.",
                "John seized the comic from Bill. He then asked me if I had seen it.",
                "John seized the comic from Bill. He'd been a fan of _The Critic_, which had featured a number of good reviews of his work.",
                "John seized the comic from Bill. He was on his way to the morgue,\nwhere he was to make a postmortem examination of the body of the victim.",
                "John seized the comic from Bill. He opened it to the page where the\nsun was just setting.",
                "John seized the comic from Bill. He said, \"I'm going to get you back.",
                "John seized the comic from Bill. He held it close to his face, squinting, but it was still readable.",
                "John seized the comic from Bill. He was holding it in his hand,\nlooking at it, when he heard a knock at the door.",
                "John seized the comic from Bill. He looked at the title and then at the front cover.",
                "John seized the comic from Bill. He took it from Bill's hand and held it in his own.",
                "John seized the comic from Bill. He was holding it upside down, his hands clasped around the sides.",
                "John seized the comic from Bill. He pointed at the page and said, \"There it is.",
                "John seized the comic from Bill. He read it, and read it again.",
                "John seized the comic from Bill. He turned to his wife and said, \"Let's get out of here.",
                "John seized the comic from Bill. He'd taken it from the front seat of his car.",
                "John seized the comic from Bill. He gave it to me, and I took it home.",
                "John seized the comic from Bill. He held it up to the light, turned it around, and examined it closely.",
                "John seized the comic from Bill. He also held it up for Bill to see.",
                "John seized the comic from Bill. He held it in his hand and looked at it.",
                "John seized the comic from Bill. He had a vision of a world in which all of the heroes were a group of friends who were willing to stand up for what they believed in.",
                "John seized the comic from Bill. He held it up and read it to me.",
                "John seized the comic from Bill. He gave it to me.",
                "John seized the comic from Bill. He had not seen it for years, but it had been a favorite of his, and he was anxious to have it back.",
                "John seized the comic from Bill. He was a tall, skinny, red-haired kid with a round face and a big nose.",
                "John seized the comic from Bill. He didn't know what to do with it, so he gave it to me.",
                "John seized the comic from Bill. He threw it on the floor, and he and Bill began to fight.",
                "John seized the comic from Bill. He said, \"You're gonna be a big star, Bill.",
                "John seized the comic from Bill. He had been looking for it for days, ever since he had heard about the threat to the comic.",
                "John seized the comic from Bill. He didn't have to do that.",
                "John seized the comic from Bill. He read it, and as he did so, he found that he had not read the first issue of the series.",
                "John seized the comic from Bill. He also grabbed a copy of the _Eagle_, which was in the newspaper rack.",
                "John seized the comic from Bill. He then took it to the living room and gave it to his wife.",
                "John seized the comic from Bill. He was a thin, wiry man with a shaved head and a face like a rictus of agony.",
                "John seized the comic from Bill. He had the same smile, the same voice, and the same body.",
                "John seized the comic from Bill. He threw it on the ground, and then he picked it up and threw it again.",
                "John seized the comic from Bill. He told him that he had come to get it, and he said that he was going to give it to the police.",
                "John seized the comic from Bill. He said, \"You know, I can't stand the sight of you.",
                "John seized the comic from Bill. He grabbed the bag, and they all started walking.",
                "John seized the comic from Bill. He put it on the desk, opened it, and began to read.",
                "John seized the comic from Bill. He took the comics out of the bag and threw them on the floor.",
                "John seized the comic from Bill. He was an artist who had made a living for a while as a comics artist.",
                "John seized the comic from Bill. He began to tear it into strips.",
                "John seized the comic from Bill. He grabbed the page and ripped it into small pieces.",
                "John seized the comic from Bill. He held it up and said, \"You don't know what this is, do you?\"\n\n\"No,\" said Bill.",
                "John seized the comic from Bill. He then went to his office and sat down to read it.",
                "John seized the comic from Bill. He held it up to the light, turning it over and over, and then he laughed and said, \"I guess I know what it is.",
                "John seized the comic from Bill. He was sitting on the ground, his head in his hands.",
                "John seized the comic from Bill. He then read it to his father.",
                "John seized the comic from Bill. He was going to show it to Bill, but he said he had a better idea.",
                "John seized the comic from Bill. He was reading it, with the dust jacket, and\n> he said, \"That's not the way to do it.",
                "John seized the comic from Bill. He took the comic from Bill and handed it to me.",
                "John seized the comic from Bill. He held it in his hands and said, \"Bill, this is my father's.",
                "John seized the comic from Bill. He put it on the table, then took it and said, \"You know, this is one of the best comic books I've ever seen.",
                "John seized the comic from Bill. He looked at it for a moment, then handed it to me.",
                "John seized the comic from Bill. He was wearing a shirt and tie.",
                "John seized the comic from Bill. He asked Bill if he had any more comic books.",
                "John seized the comic from Bill. He didn't say anything, but his eyes were glued to the page.",
                "John seized the comic from Bill. He asked him if he had ever seen a comic book before, and Bill said he had not.",
                "John seized the comic from Bill. He took the gun and shot Bill in the head.",
                "John seized the comic from Bill. He was holding it in his hands, but he didn't know what to do with it.",
                "John seized the comic from Bill. He said, \"You can't do this.",
                "John seized the comic from Bill. He put it in his pocket.",
                "John seized the comic from Bill. He put it on the desk.",
                "John seized the comic from Bill. He looked at it for a moment, then turned it over.",
                "John seized the comic from Bill. He read it with a frown, then put it down and looked at Bill.",
                "John seized the comic from Bill. He held it in his hand and said, \"What's this?\"\n\n\"It's a comic,\" Bill said.",
                "John seized the comic from Bill. He pulled it from Bill's hand, then his own.",
                "John seized the comic from Bill. He looked at the cover, and his face changed.",
                "John seized the comic from Bill. He held it in his hands, looking at it for a moment.",
                "John seized the comic from Bill. He read it and then threw it at Bill.",
                "John seized the comic from Bill. He took it and held it close to his chest.",
                "John seized the comic from Bill. He was holding it, he said, to keep the flies away.",
                "John seized the comic from Bill. He had the real one in his pocket, but it was\ndirtier and less interesting.",
                "John seized the comic from Bill. He knew it was Bill's and had\nthought it was mine.",
                "John seized the comic from Bill. He gave it to me, and then he and Bill went out to the\ntable, and the three of us sat down.",
                "John seized the comic from Bill. He held it in his hands, and then he dropped it into the fire.",
                "John seized the comic from Bill. He took it from Bill's hands and read it, laughing at the absurdity of it all.",
                "John seized the comic from Bill. He also took a handful of pages from the book, which Bill had stored in his house.",
                "John seized the comic from Bill. He held it in his hand, but he didn't look at it.",
                "John seized the comic from Bill. He held it up to the light, but it was\nmuted and dull.",
                "John seized the comic from Bill. He was the only one who could read it.",
                "John seized the comic from Bill. He looked at it and said, \"This is a good one.",
                "John seized the comic from Bill. He then turned to Bill, who was still standing at the door.",
                "John seized the comic from Bill. He looked at it and then put it down.",
                "John seized the comic from Bill. He turned to the police.",
                "John seized the comic from Bill. He grabbed the bag and pulled out a big, red-and-white-striped comic book.",
                "John seized the comic from Bill. He put it on the table and opened it to the first page.",
                "John seized the comic from Bill. He held it up, turning it so that Bill could see it.",
                "John seized the comic from Bill. He read it.",
                "John seized the comic from Bill. He turned to the next page and found the word 'HORSE' on it.",
                "John seized the comic from Bill. He didn't even know who Bill was.",
                "John seized the comic from Bill. He didn't want to go to the meeting."
            ],
            "counts": {
                "John": 0,
                "Bill": 23
            }
        },
        "John passed the comic to Bill. He": {
            "details": {
                "pronoun": [
                    31,
                    33
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        25,
                        29
                    ]
                ]
            },
            "sentences": [
                "John passed the comic to Bill. He opened it up and read the first page.",
                "John passed the comic to Bill. He opened it up,\nand Bill began to read.",
                "John passed the comic to Bill. He looked up at me.",
                "John passed the comic to Bill. He turned it over in his hands, looked at it, then passed it back to me.",
                "John passed the comic to Bill. He had a good time with it, and it was nice to have a little diversion from the pressures of the job.",
                "John passed the comic to Bill. He took a moment to look at it.",
                "John passed the comic to Bill. He looked at it for a moment, then handed it to me.",
                "John passed the comic to Bill. He flipped through it, turned to the next page, and said, \"I think this is a really good idea.",
                "John passed the comic to Bill. He opened it up and started to read.",
                "John passed the comic to Bill. He didn't want to read it.",
                "John passed the comic to Bill. He read it, and looked up at Bill with a grin.",
                "John passed the comic to Bill. He read it.",
                "John passed the comic to Bill. He read it and nodded.",
                "John passed the comic to Bill. He held it in his hands, and Bill put it on the coffee table.",
                "John passed the comic to Bill. He had read it and was intrigued.",
                "John passed the comic to Bill. He was not the kind of guy who would read comic books.",
                "John passed the comic to Bill. He had no trouble reading it.",
                "John passed the comic to Bill. He was not the sort of person who would show up at a place like this without an agenda.",
                "John passed the comic to Bill. He read it, then turned to me.",
                "John passed the comic to Bill. He had a big grin on his face.",
                "John passed the comic to Bill. He flipped through it, turned the pages, and smiled.",
                "John passed the comic to Bill. He held it in his hand for a moment, then he handed it to me.",
                "John passed the comic to Bill. He'd been reading it for a few days, and was amused by it.",
                "John passed the comic to Bill. He was just as excited as the rest of us, but he had a different perspective.",
                "John passed the comic to Bill. He looked at it for a moment, then nodded.",
                "John passed the comic to Bill. He was looking at it intently, his eyes narrowed in thought.",
                "John passed the comic to Bill. He said, \"What's the matter with you? You're not laughing.",
                "John passed the comic to Bill. He picked it up and started to read.",
                "John passed the comic to Bill. He read it, then looked up at Bill.",
                "John passed the comic to Bill. He took a deep breath.",
                "John passed the comic to Bill. He looked at it, and nodded.",
                "John passed the comic to Bill. He'd read the entire thing, and he was pretty impressed.",
                "John passed the comic to Bill. He read it and nodded.",
                "John passed the comic to Bill. He held it up and grinned.",
                "John passed the comic to Bill. He took it to the back room, and Bill read it to him.",
                "John passed the comic to Bill. He looked at it and then passed it back to Bill.",
                "John passed the comic to Bill. He sat on the floor and opened it up.",
                "John passed the comic to Bill. He said, \"Oh, Bill, you're really not supposed to use this.",
                "John passed the comic to Bill. He held it up and examined it.",
                "John passed the comic to Bill. He picked it up and turned it over.",
                "John passed the comic to Bill. He took it and opened it to the page with the word _Nutcracker_ on it.",
                "John passed the comic to Bill. He sat down and read it, then said, \"This is really good.",
                "John passed the comic to Bill. He didn't even glance at it.",
                "John passed the comic to Bill. He put it on the shelf.",
                "John passed the comic to Bill. He read it and nodded.",
                "John passed the comic to Bill. He looked up from the book.",
                "John passed the comic to Bill. He turned to the back cover and read the inscription: \"Bill W.",
                "John passed the comic to Bill. He nodded and read it.",
                "John passed the comic to Bill. He opened it up, and read it to himself.",
                "John passed the comic to Bill. He turned to the reader.",
                "John passed the comic to Bill. He flipped through it, frowning.",
                "John passed the comic to Bill. He read it with a curious expression.",
                "John passed the comic to Bill. He nodded, then reached into his jacket and pulled out a slim black book.",
                "John passed the comic to Bill. He looked at it for a moment, then said, \"Yeah, it's funny.",
                "John passed the comic to Bill. He flipped through it, flipping pages, and Bill found the same comic that the others had.",
                "John passed the comic to Bill. He turned to look at the face of the man who was not Bill.",
                "John passed the comic to Bill. He was still holding it in his hands.",
                "John passed the comic to Bill. He read it and looked at the picture of the beautiful girl with the green eyes.",
                "John passed the comic to Bill. He picked it up and held it to his nose.",
                "John passed the comic to Bill. He picked it up and held it in his hand.",
                "John passed the comic to Bill. He read it and said, \"That's a great idea.",
                "John passed the comic to Bill. He looked at it for a moment and then looked up at the sky.",
                "John passed the comic to Bill. He was now lying on the floor, the back of his head resting against the floor, the front of his body in a small ball.",
                "John passed the comic to Bill. He looked at it and said, \"This is a great comic.",
                "John passed the comic to Bill. He was a big fan of Bill's work, and Bill knew that the comic would be a great addition to the show.",
                "John passed the comic to Bill. He'd just finished the last chapter of _The Maltese Falcon_, which had taken him the better part of the day.",
                "John passed the comic to Bill. He read it with interest.",
                "John passed the comic to Bill. He looked at it and said, \"I'm not going to take this.",
                "John passed the comic to Bill. He'd been reading it since he'd been a kid, but he was the only one who knew the stories, so it was just like a part of him to be reading it.",
                "John passed the comic to Bill. He looked at it and then looked at Bill.",
                "John passed the comic to Bill. He was impressed.",
                "John passed the comic to Bill. He looked up at me and smiled.",
                "John passed the comic to Bill. He sat on the edge of the bed, leaning his head against the wall.",
                "John passed the comic to Bill. He didn't read it.",
                "John passed the comic to Bill. He flipped through it, turned to the page with the text, and read it.",
                "John passed the comic to Bill. He held it in his hands, and Bill put his own copy of _The Simpsons_ on the table in front of him.",
                "John passed the comic to Bill. He looked up at the two of them.",
                "John passed the comic to Bill. He sat down on the edge of the bed, picked up the book, and began to read.",
                "John passed the comic to Bill. He didn't have to.",
                "John passed the comic to Bill. He was sitting on the bed, reading it.",
                "John passed the comic to Bill. He looked at the cover.",
                "John passed the comic to Bill. He flipped through it, turning the pages with a sharp motion of his thumb.",
                "John passed the comic to Bill. He looked at the cover.",
                "John passed the comic to Bill. He read it and gave it back to me.",
                "John passed the comic to Bill. He held it up to Bill's eyes and Bill smiled.",
                "John passed the comic to Bill. He glanced at it, then put it back in his bag.",
                "John passed the comic to Bill. He said, \"You know, it's a very good book.",
                "John passed the comic to Bill. He handed it to me.",
                "John passed the comic to Bill. He picked it up and turned it over.",
                "John passed the comic to Bill. He held it in his hands, and Bill read it aloud, and then passed it on to John.",
                "John passed the comic to Bill. He looked at it, then put it back on the shelf.",
                "John passed the comic to Bill. He'd never seen anything like it.",
                "John passed the comic to Bill. He read it, looked at Bill, and nodded.",
                "John passed the comic to Bill. He had seen the title.",
                "John passed the comic to Bill. He didn't look at it.",
                "John passed the comic to Bill. He was sitting in the front row, his face screwed up in a mixture of fear and anticipation.",
                "John passed the comic to Bill. He'd bought it as a Christmas present for his son.",
                "John passed the comic to Bill. He took it and looked at it.",
                "John passed the comic to Bill. He said, \"I think you're doing a good job.",
                "John passed the comic to Bill. He looked at it and then he looked at Bill."
            ],
            "counts": {
                "John": 1,
                "Bill": 19
            }
        },
        "Joseph hit Patrick. He": {
            "details": {
                "pronoun": [
                    20,
                    22
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        11,
                        18
                    ]
                ]
            },
            "sentences": [
                "Joseph hit Patrick. He had a lot of people working for him.",
                "Joseph hit Patrick. He then told Patrick that he was going to be his brother-in-law, and that he would be the first to know if Patrick was going to marry another man.",
                "Joseph hit Patrick. He punched him and Patrick fell to the ground.",
                "Joseph hit Patrick. He took him in his arms and said, 'I love you, son.",
                "Joseph hit Patrick. He grabbed him and pulled him off the ground.",
                "Joseph hit Patrick. He was shaking and gasping.",
                "Joseph hit Patrick. He grabbed Patrick's hand and pulled him to the ground.",
                "Joseph hit Patrick. He didn't say a word.",
                "Joseph hit Patrick. He\nwould have killed him if he had not been shot.",
                "Joseph hit Patrick. He was the first to be hit, and the first to die.",
                "Joseph hit Patrick. He hit him in the face.",
                "Joseph hit Patrick. He had heard of the miracle, but not from Patrick.",
                "Joseph hit Patrick. He was wearing a dark blue T-shirt with a red logo on the front.",
                "Joseph hit Patrick. He had to hit him hard, because Patrick had no power.",
                "Joseph hit Patrick. He got out of bed and threw on his clothes.",
                "Joseph hit Patrick. He punched Patrick in the stomach, and Patrick fell to the ground.",
                "Joseph hit Patrick. He felt his stomach tighten and the air go out of his lungs.",
                "Joseph hit Patrick. He hit him with a big right hand, then another one.",
                "Joseph hit Patrick. He grabbed Patrick's head and slammed it into the door, causing Patrick to fall.",
                "Joseph hit Patrick. He had been a soldier in the Civil War and was a Civil War veteran.",
                "Joseph hit Patrick. He was hit by a car.",
                "Joseph hit Patrick. He hit Patrick with the punch.",
                "Joseph hit Patrick. He hit him in the face with the barrel of his gun.",
                "Joseph hit Patrick. He grabbed Patrick's face with both hands and held him tight.",
                "Joseph hit Patrick. He went on to claim that he had hit Patrick with a gun and then shot him.",
                "Joseph hit Patrick. He struck him with his elbow, knocking him down.",
                "Joseph hit Patrick. He knew that Patrick was in the house, and he knew that Patrick had been drinking.",
                "Joseph hit Patrick. He slammed the door shut.",
                "Joseph hit Patrick. He grabbed him and dragged him into the living room, where he pushed him to the floor and started to strangle him.",
                "Joseph hit Patrick. He'd told Patrick that the little girl was a good person, and Patrick had agreed to look after her.",
                "Joseph hit Patrick. He took Patrick to the kitchen, and began to eat.",
                "Joseph hit Patrick. He got up and ran over to Patrick, and they hugged each other.",
                "Joseph hit Patrick. He hit him with the car, so Patrick hit him with the car.",
                "Joseph hit Patrick. He knew he was dying, and he wanted to make sure that Patrick knew it too.",
                "Joseph hit Patrick. He had to get Patrick's attention.",
                "Joseph hit Patrick. He would have had to fight for his life, but he'd never seen anything like it.",
                "Joseph hit Patrick. He was afraid that he would be hurt.",
                "Joseph hit Patrick. He didn't want to be hit by Patrick.",
                "Joseph hit Patrick. He knew Patrick was in the area, and he'd just found out that Patrick was going to the restaurant.",
                "Joseph hit Patrick. He said, \"It's not too late, you can still change your mind.",
                "Joseph hit Patrick. He said, \"I'll be right there, Patrick.",
                "Joseph hit Patrick. He is dead.",
                "Joseph hit Patrick. He had a few hits in the first two games of the series, but his power numbers were not there.",
                "Joseph hit Patrick. He didn't hit Patrick.",
                "Joseph hit Patrick. He was an adult.",
                "Joseph hit Patrick. He\n\nwas then thirty-two years old, and he was also an older brother to Patrick’s son.",
                "Joseph hit Patrick. He had just walked out of the club, where he'd been drinking with his friends, when he noticed Patrick.",
                "Joseph hit Patrick. He had been very kind to Patrick, but he had a hard time with Patrick's daughter, Lili.",
                "Joseph hit Patrick. He hit Patrick.",
                "Joseph hit Patrick. He hit Patrick.",
                "Joseph hit Patrick. He told him to run, but Patrick told him to go to hell.",
                "Joseph hit Patrick. He is a tough guy, and he's a man who knows how to fight.",
                "Joseph hit Patrick. He grabbed Patrick and started punching him.",
                "Joseph hit Patrick. He struck him in the head with a piece of wood, which knocked him down.",
                "Joseph hit Patrick. He hit Patrick with a brick, then ran over to the tree, grabbed a rope, and tied it around Patrick's neck.",
                "Joseph hit Patrick. He had heard the noise, he said, and when he saw the horsemen coming, he was terrified.",
                "Joseph hit Patrick. He then threw the phone to Patrick and said, \"This is James.",
                "Joseph hit Patrick. He would have liked to take Patrick away from the beach and keep him with him.",
                "Joseph hit Patrick. He had to get out of the way, but Patrick was too quick for him.",
                "Joseph hit Patrick. He knew he was lying.",
                "Joseph hit Patrick. He put his arm around Patrick's shoulders and led him to the front of the bus.",
                "Joseph hit Patrick. He's got a gun, and he's going to shoot him.",
                "Joseph hit Patrick. He would have been angry, but Patrick was too busy to care.",
                "Joseph hit Patrick. He had not been in the room since he had come in with the other men.",
                "Joseph hit Patrick. He grabbed him by the hair and shoved him into the woods.",
                "Joseph hit Patrick. He hit him with the knife.",
                "Joseph hit Patrick. He ran to Patrick, threw his arms around him, and kissed him on the forehead.",
                "Joseph hit Patrick. He was the one who came to me, the one who\nturned me on to the power of the human spirit.",
                "Joseph hit Patrick. He was the only person he could hit.",
                "Joseph hit Patrick. He slammed Patrick with a kick to the groin.",
                "Joseph hit Patrick. He slammed Patrick against the wall.",
                "Joseph hit Patrick. He knew it was Patrick's birthday, but he couldn't remember the date.",
                "Joseph hit Patrick. He punched him in the face, then kicked him in the groin.",
                "Joseph hit Patrick. He was going to make Patrick his slave.",
                "Joseph hit Patrick. He told him to put on the jacket and get out of the car.",
                "Joseph hit Patrick. He had always hit him.",
                "Joseph hit Patrick. He had no intention of hitting Patrick, but he was doing it anyway.",
                "Joseph hit Patrick. He grabbed him by the throat and pulled him off the horse.",
                "Joseph hit Patrick. He grabbed Patrick by the back of his neck and began to squeeze.",
                "Joseph hit Patrick. He said, 'What are you doing?'\n\n'I'm talking to him,' Patrick said.",
                "Joseph hit Patrick. He knew Patrick was in trouble.",
                "Joseph hit Patrick. He was a small man, with thinning hair and a stooped back.",
                "Joseph hit Patrick. He didn't like that.",
                "Joseph hit Patrick. He had been working on the front page of the _L.",
                "Joseph hit Patrick. He was just about to start running when he was knocked to the ground by a sharp blow to the back of the head.",
                "Joseph hit Patrick. He pushed Patrick against the wall, put his hand over Patrick's mouth, and held him down.",
                "Joseph hit Patrick. He said he'd heard about the murder.",
                "Joseph hit Patrick. He put the baby in the baby's crib, and Patrick fell asleep.",
                "Joseph hit Patrick. He was now an old man.",
                "Joseph hit Patrick. He grabbed Patrick by the shoulders and pushed him to the ground.",
                "Joseph hit Patrick. He was the first of the victims, and Patrick had a heart of gold.",
                "Joseph hit Patrick. He is a little guy, but he is a very strong kid, and he has a very good arm.",
                "Joseph hit Patrick. He pushed Patrick down on the bed.",
                "Joseph hit Patrick. He hit him with a baseball bat.",
                "Joseph hit Patrick. He got the biggest punch in the world.",
                "Joseph hit Patrick. He didn't know how to react, but he knew he had to get out of there.",
                "Joseph hit Patrick. He hit Patrick in the head with the butt of his rifle.",
                "Joseph hit Patrick. He hit him in the back of the head with a fist.",
                "Joseph hit Patrick. He was at the top of the hill and saw Patrick coming up.",
                "Joseph hit Patrick. He had just won the Heisman Trophy."
            ],
            "counts": {
                "Joseph": 0,
                "Patrick": 59
            }
        },
        "Patrick was hit by Joseph. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        19,
                        25
                    ],
                    [
                        0,
                        7
                    ]
                ]
            },
            "sentences": [
                "Patrick was hit by Joseph. He was then thrown into the car by Joseph, and then struck by another car, which ran over him.",
                "Patrick was hit by Joseph. He said Joseph tried to stop the gunfire and shot himself.",
                "Patrick was hit by Joseph. He died from the injuries.",
                "Patrick was hit by Joseph. He had no memory of the accident.",
                "Patrick was hit by Joseph. He was rushed to the hospital and then flown to Washington, D.",
                "Patrick was hit by Joseph. He was a good friend of Joseph’s.",
                "Patrick was hit by Joseph. He was in a position to see Joseph and his gun and shoot him.",
                "Patrick was hit by Joseph. He went to his knees and saw the two men who had been the first to come in the door.",
                "Patrick was hit by Joseph. He was able to get away from Joseph and\ngo to the ground.",
                "Patrick was hit by Joseph. He was pronounced dead at the scene.",
                "Patrick was hit by Joseph. He was also hit by a second person.",
                "Patrick was hit by Joseph. He was pronounced dead at the scene.",
                "Patrick was hit by Joseph. He was transported to a local hospital, where he was pronounced dead.",
                "Patrick was hit by Joseph. He died of his injuries on the way to the hospital.",
                "Patrick was hit by Joseph. He suffered serious injuries to his head and body, and died on April 28, 2012.",
                "Patrick was hit by Joseph. He suffered a serious head injury and was taken to a hospital.",
                "Patrick was hit by Joseph. He suffered a broken leg, a fractured hip, and a broken right arm.",
                "Patrick was hit by Joseph. He got up and walked away, but Joseph chased him and hit him with a car.",
                "Patrick was hit by Joseph. He suffered a brain injury, a concussion, and a fractured pelvis.",
                "Patrick was hit by Joseph. He was hit in the head and then the back of the head.",
                "Patrick was hit by Joseph. He is in a coma and his life is in danger.",
                "Patrick was hit by Joseph. He was rushed to the hospital and underwent surgery.",
                "Patrick was hit by Joseph. He did not see the shooting.",
                "Patrick was hit by Joseph. He fell and hit his head.",
                "Patrick was hit by Joseph. He was a little too quick for him.",
                "Patrick was hit by Joseph. He was\nstruck by Joseph.",
                "Patrick was hit by Joseph. He had no chance to hit back, but the impact of Joseph's kick knocked him off his feet.",
                "Patrick was hit by Joseph. He was not hit by another person, but by a third party, the decedent's wife.",
                "Patrick was hit by Joseph. He died in a hospital from his injuries.",
                "Patrick was hit by Joseph. He died of his injuries.",
                "Patrick was hit by Joseph. He was killed in a motor vehicle accident.",
                "Patrick was hit by Joseph. He died at the scene.",
                "Patrick was hit by Joseph. He went down and was rushed to the hospital, where he died.",
                "Patrick was hit by Joseph. He was struck by a train and killed instantly.",
                "Patrick was hit by Joseph. He was killed instantly.",
                "Patrick was hit by Joseph. He was killed in the incident.",
                "Patrick was hit by Joseph. He fell, and Joseph got up and hit him again.",
                "Patrick was hit by Joseph. He went down and never moved.",
                "Patrick was hit by Joseph. He had a\nvery good time.",
                "Patrick was hit by Joseph. He died a few hours later.",
                "Patrick was hit by Joseph. He was in a state of shock and could not respond to questions.",
                "Patrick was hit by Joseph. He told the officers he had been in a fight with Joseph and Joseph had shot him.",
                "Patrick was hit by Joseph. He said that the impact was enough to make him lose consciousness.",
                "Patrick was hit by Joseph. He had to have surgery to repair the injury.",
                "Patrick was hit by Joseph. He died in the hospital on November 4, 2006.",
                "Patrick was hit by Joseph. He suffered a concussion and a broken leg, but was able to return to the field in the third quarter.",
                "Patrick was hit by Joseph. He had a concussion, a broken nose, a fractured eye socket, and bruises all over his body.",
                "Patrick was hit by Joseph. He didn't know how to react.",
                "Patrick was hit by Joseph. He was in the living room.",
                "Patrick was hit by Joseph. He had been running with the boys and, after he fell, he was taken to the hospital.",
                "Patrick was hit by Joseph. He had no memory of the event.",
                "Patrick was hit by Joseph. He then drove his car into the side of the trailer.",
                "Patrick was hit by Joseph. He was unconscious and was not breathing.",
                "Patrick was hit by Joseph. He did not want to see Joseph hurt.",
                "Patrick was hit by Joseph. He was lying on the ground.",
                "Patrick was hit by Joseph. He had to go to the hospital.",
                "Patrick was hit by Joseph. He was a small man, but he had a huge heart.",
                "Patrick was hit by Joseph. He was a part of the gang that was killed by Joseph.",
                "Patrick was hit by Joseph. He died at the scene.",
                "Patrick was hit by Joseph. He was trying to help a girl who was in trouble and he was being beaten by Joseph.",
                "Patrick was hit by Joseph. He was unconscious and lying on the ground, bleeding from his head.",
                "Patrick was hit by Joseph. He said Joseph hit him with a bat, then pushed him into the ground and hit him again.",
                "Patrick was hit by Joseph. He fell on the ground and the crowd was shouting and yelling.",
                "Patrick was hit by Joseph. He got a good hit off Joseph and he did not see it.",
                "Patrick was hit by Joseph. He was on the ground.",
                "Patrick was hit by Joseph. He died a few days later.",
                "Patrick was hit by Joseph. He was rushed to the hospital and later died.",
                "Patrick was hit by Joseph. He told me that he didn't want to be on the street anymore.",
                "Patrick was hit by Joseph. He died on the way to the hospital.",
                "Patrick was hit by Joseph. He was the second of three boys in the family.",
                "Patrick was hit by Joseph. He was not the first.",
                "Patrick was hit by Joseph. He didn't even know Joseph.",
                "Patrick was hit by Joseph. He went to the hospital and had to be\ncared for for several days.",
                "Patrick was hit by Joseph. He died two days later.",
                "Patrick was hit by Joseph. He had been driving a truck when he crashed into the vehicle.",
                "Patrick was hit by Joseph. He said he and Joseph got into a fight.",
                "Patrick was hit by Joseph. He was lying on the ground and Joseph was on top of him.",
                "Patrick was hit by Joseph. He was unconscious and bleeding from the head.",
                "Patrick was hit by Joseph. He fell and was thrown from the truck.",
                "Patrick was hit by Joseph. He was then dragged from the car and thrown into the river.",
                "Patrick was hit by Joseph. He was taken to a hospital where he was treated for his injuries.",
                "Patrick was hit by Joseph. He is not an evil man, but he was very strong and he did not give up easily.",
                "Patrick was hit by Joseph. He suffered serious injuries to his right hand, which was broken in two places.",
                "Patrick was hit by Joseph. He told me he would never forget the sound of Joseph's fist, the sound of his hand striking his face.",
                "Patrick was hit by Joseph. He was also hit by a stray bullet that passed through his body and entered his right arm.",
                "Patrick was hit by Joseph. He was shot in the chest.",
                "Patrick was hit by Joseph. He had a bad head injury and had to be rushed to the hospital.",
                "Patrick was hit by Joseph. He was taken to a hospital where he died a few hours later.",
                "Patrick was hit by Joseph. He got up and ran to the house.",
                "Patrick was hit by Joseph. He got up and started walking toward the car.",
                "Patrick was hit by Joseph. He had a gun, and he fired it.",
                "Patrick was hit by Joseph. He told police he was struck by Joseph and he was not aware of the incident until he was at the hospital.",
                "Patrick was hit by Joseph. He was the first one to die, and he was hit by Joseph.",
                "Patrick was hit by Joseph. He didn't want to be left alone with him.",
                "Patrick was hit by Joseph. He said that Joseph was “rushing” him and “trying to get to his knee” and “pushing him away.",
                "Patrick was hit by Joseph. He was taken to the hospital where he died.",
                "Patrick was hit by Joseph. He said Joseph \"was like a brother to me.",
                "Patrick was hit by Joseph. He was out of the car and walking toward the patrol car.",
                "Patrick was hit by Joseph. He said that Joseph was holding a knife in his hand.",
                "Patrick was hit by Joseph. He died from his injuries."
            ],
            "counts": {
                "Joseph": 25,
                "Patrick": 0
            }
        },
        "Ken admired Geoff. He": {
            "details": {
                "pronoun": [
                    19,
                    21
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        12,
                        17
                    ]
                ]
            },
            "sentences": [
                "Ken admired Geoff. He had an innate ability to spot talent and make a smart move.",
                "Ken admired Geoff. He liked him and respected him.",
                "Ken admired Geoff. He was a real gentleman, he said.",
                "Ken admired Geoff. He had been a part of his life and had become a friend.",
                "Ken admired Geoff. He was a good bloke, very clean, a very kind man, and he had a sense of humour.",
                "Ken admired Geoff. He was a good guy.",
                "Ken admired Geoff. He had always been kind to him.",
                "Ken admired Geoff. He was the kind of guy who was always trying to help people, even when it was painful.",
                "Ken admired Geoff. He was a kind, honest, honest man.",
                "Ken admired Geoff. He knew how hard it was to be in the same room with him, and he had always been a good listener.",
                "Ken admired Geoff. He liked him.",
                "Ken admired Geoff. He'd been his hero.",
                "Ken admired Geoff. He liked the way Geoff looked and the way he played the guitar.",
                "Ken admired Geoff. He liked his face, his body, his manners, his voice, his smile, his intelligence, his charm, his good humor, his wit, his sense of humor, his ability to see things in black and white, his.",
                "Ken admired Geoff. He had a wonderful sense of humour and he was very good at making friends.",
                "Ken admired Geoff. He had the confidence of the man, and was, in fact, the only one of the group who could talk to him without being condescending.",
                "Ken admired Geoff. He was one of the few people he could talk to about his experiences in Vietnam, and his answers were often insightful.",
                "Ken admired Geoff. He had been a very good student and had shown promise in the arts.",
                "Ken admired Geoff. He was good at the game, but he was also a great guy.",
                "Ken admired Geoff. He knew that the young man was a rising star in the art world, and that he was being groomed to be the next great artist.",
                "Ken admired Geoff. He'd made a lot of money in the industry and had become a lot of money himself.",
                "Ken admired Geoff. He was a nice guy.",
                "Ken admired Geoff. He was a man of principle, a man of the people, a man who didn't care about appearances, a man who believed in the power of people to make a difference.",
                "Ken admired Geoff. He knew how hard he worked and how much he loved his work.",
                "Ken admired Geoff. He knew him to be a man of integrity and honor.",
                "Ken admired Geoff. He was not one to make a fuss.",
                "Ken admired Geoff. He had a nice little family and they were happy.",
                "Ken admired Geoff. He had no reason to.",
                "Ken admired Geoff. He was a good man, a good officer, and a good soldier.",
                "Ken admired Geoff. He liked him and he liked him a lot.",
                "Ken admired Geoff. He was a gentle man, and the way he was with me, you could see he was a very sensitive person.",
                "Ken admired Geoff. He knew how to get what he wanted, and he had no compunction about doing it.",
                "Ken admired Geoff. He liked him.",
                "Ken admired Geoff. He was the only man he knew who could stand the cold and the heat, who could hold a conversation with the most disaffected, who could tell a story about the dark side of life.",
                "Ken admired Geoff. He was a good man, and a good friend.",
                "Ken admired Geoff. He was a man of strong convictions and an intelligent man.",
                "Ken admired Geoff. He had a bit of a temper, but he was an exceptional athlete and he was the kind of guy you could trust.",
                "Ken admired Geoff. He was a bit of a snob, and had a bit of a reputation for being a bit of a hard-ass, but he was also a bit of a loose cannon, and had the right stuff.",
                "Ken admired Geoff. He was a very nice man, and had a lot of good qualities.",
                "Ken admired Geoff. He liked him.",
                "Ken admired Geoff. He had a huge heart and a warm, generous spirit.",
                "Ken admired Geoff. He'd never met anyone like him.",
                "Ken admired Geoff. He liked the way he was living.",
                "Ken admired Geoff. He had a lovely smile and he had a beautiful, sensitive soul.",
                "Ken admired Geoff. He was an interesting guy.",
                "Ken admired Geoff. He knew that Geoff had a talent for comedy, and he admired the way he handled his own brand of slapstick.",
                "Ken admired Geoff. He liked him, and he was a good man.",
                "Ken admired Geoff. He was always in the right place at the right time.",
                "Ken admired Geoff. He had a way of seeing things that was unusual for someone who'd spent his entire life in the service of the state.",
                "Ken admired Geoff. He was a good man, a good husband, a good friend, and a good person.",
                "Ken admired Geoff. He was a good man, and a fine leader.",
                "Ken admired Geoff. He had a way of being very helpful, very patient, and very friendly.",
                "Ken admired Geoff. He'd come from a different world, a world where people who looked like him didn't have a lot of money.",
                "Ken admired Geoff. He was not a young man.",
                "Ken admired Geoff. He was a good man.",
                "Ken admired Geoff. He was the most like him.",
                "Ken admired Geoff. He was a man of action, and the world was his stage.",
                "Ken admired Geoff. He'd seen the way he worked, the way he was a good soldier, and he liked the way he thought.",
                "Ken admired Geoff. He liked the guy, liked the way he looked, the way he dressed, the way he talked.",
                "Ken admired Geoff. He was not an old man, he was still young, and he was a very handsome man.",
                "Ken admired Geoff. He was the most charming man I had ever met.",
                "Ken admired Geoff. He was a great bloke.",
                "Ken admired Geoff. He was one of the few people he could trust.",
                "Ken admired Geoff. He was a tall, solidly built man, who, as he told me, had been in the business of building ships for over forty years.",
                "Ken admired Geoff. He knew that Geoff was a very nice man.",
                "Ken admired Geoff. He had a pleasant, slightly boyish face, and his manner was genial.",
                "Ken admired Geoff. He was one of the most talented young players I had ever seen.",
                "Ken admired Geoff. He'd been a fine fellow.",
                "Ken admired Geoff. He was not a bad man, and he was not a bad person.",
                "Ken admired Geoff. He had the looks, the personality, the humor, the brains, the chutzpah, the ruthlessness, the self-confidence, the grit, the toughness, the will to win, the guts, the.",
                "Ken admired Geoff. He'd been a friend of mine when I was a young man.",
                "Ken admired Geoff. He was very talented and a good artist.",
                "Ken admired Geoff. He was a man of his word, a gentleman, and he was very kind to me.",
                "Ken admired Geoff. He had an easy manner, and his knowledge of the subjects he was discussing was excellent.",
                "Ken admired Geoff. He was a well-educated, sophisticated young man, who was well-connected and had the kind of contacts that could get you a good job.",
                "Ken admired Geoff. He had been a bit of a problem, and he was always complaining about it.",
                "Ken admired Geoff. He was an old friend, but he had never had the chance to tell him about his work.",
                "Ken admired Geoff. He liked him, he said, because he was a good boy.",
                "Ken admired Geoff. He'd always been a bit of a rough diamond.",
                "Ken admired Geoff. He was a man of few words, but he was always polite and friendly.",
                "Ken admired Geoff. He was a great man.",
                "Ken admired Geoff. He had been his roommate in high school and he was now a good friend.",
                "Ken admired Geoff. He was a man of principle, who never forgot a favor.",
                "Ken admired Geoff. He was one of the few people who could make him laugh.",
                "Ken admired Geoff. He was a man of deep, quiet, intelligent character.",
                "Ken admired Geoff. He was a man of integrity, he had a very strong work ethic and a real passion for the game.",
                "Ken admired Geoff. He was a big man, a real jock.",
                "Ken admired Geoff. He was very intelligent, very attractive, and he seemed to have a great deal of confidence in himself.",
                "Ken admired Geoff. He was a very kind man, a very decent man, and he knew that.",
                "Ken admired Geoff. He had a great mind, a great sense of humor, and he was just so full of energy.",
                "Ken admired Geoff. He was the first person to have said to him, 'What do you think of that?' and Geoff had replied, 'I think that's the sort of thing I like to hear.",
                "Ken admired Geoff. He knew he was a good guy.",
                "Ken admired Geoff. He had a gentle way about him, and seemed to be a man of the world.",
                "Ken admired Geoff. He was a big, square-headed man, with a shock of black hair and a pair of steel-rimmed spectacles.",
                "Ken admired Geoff. He knew the man was an idiot, but he admired him.",
                "Ken admired Geoff. He'd been a good friend of his father's, and his father had been a good friend of his.",
                "Ken admired Geoff. He was a very good-looking man, with a strong jaw and an easy smile.",
                "Ken admired Geoff. He had always liked Geoff.",
                "Ken admired Geoff. He liked him, and he was happy to see him, and he was happy to be able to say that he had been able to do something that he had been unable to do for so long.",
                "Ken admired Geoff. He had been in a couple of bad situations himself."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 5
            }
        },
        "Ken impressed Geoff. He": {
            "details": {
                "pronoun": [
                    21,
                    23
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        14,
                        19
                    ]
                ]
            },
            "sentences": [
                "Ken impressed Geoff. He was quite sure that he was going to get his son out of jail.",
                "Ken impressed Geoff. He had a pretty good idea of what the kids were doing.",
                "Ken impressed Geoff. He could get to the point.",
                "Ken impressed Geoff. He had a little bit of the way he was talking, but it was like, ‘Hey, I’m from Florida.",
                "Ken impressed Geoff. He had been one of the most impressive students I had ever had the privilege of teaching.",
                "Ken impressed Geoff. He was a strong leader and he seemed to have the answers to the problems of the world.",
                "Ken impressed Geoff. He looked at me and said, \"Do you want to come with me?\"\n\nI said, \"I think I should go back to my room.",
                "Ken impressed Geoff. He told him about his idea for a national team of experts in hockey, a kind of NHL in the United States.",
                "Ken impressed Geoff. He was in a good mood, but his manner was cool and businesslike.",
                "Ken impressed Geoff. He had been around the block and was clearly a local boy.",
                "Ken impressed Geoff. He was so serious and serious about what he was doing.",
                "Ken impressed Geoff. He didn't think he'd ever met anyone who could put his finger on the truth.",
                "Ken impressed Geoff. He'd already started to teach himself the language, and he had the knack of making his students laugh.",
                "Ken impressed Geoff. He was tall, with a square face and a wide, kindly mouth.",
                "Ken impressed Geoff. He could have been a real star in his own right.",
                "Ken impressed Geoff. He was a small, thin, frail-looking man with a large, round, red face and very large, very red, bloodshot eyes.",
                "Ken impressed Geoff. He was a little older than me, and his hair was a bit darker, but he had a great smile and a great laugh.",
                "Ken impressed Geoff. He knew that his\nhusband had never met anyone quite like him.",
                "Ken impressed Geoff. He had a nice smile and had an attractive voice.",
                "Ken impressed Geoff. He was a little older than Geoff, but he was a big guy, a little more muscular, and he was a lot more experienced.",
                "Ken impressed Geoff. He seemed like a good man, and Geoff knew he'd have a lot of work to do to earn his place.",
                "Ken impressed Geoff. He had a natural gift for finding the right words to express what was on his mind.",
                "Ken impressed Geoff. He told me that he had never seen anyone who could do what he did.",
                "Ken impressed Geoff. He knew a lot about how to talk to kids, and how to listen to them.",
                "Ken impressed Geoff. He was also impressed with how the band handled their newfound fame.",
                "Ken impressed Geoff. He told me that I had to stay at the\nbungalow and help him get his life together.",
                "Ken impressed Geoff. He was a hard worker and he didn't take shit from anyone.",
                "Ken impressed Geoff. He could do that with his eyes closed.",
                "Ken impressed Geoff. He had to be a lot more concerned with the dangers of the water than he was.",
                "Ken impressed Geoff. He had to be good to play for him.",
                "Ken impressed Geoff. He thought he was a very smart guy.",
                "Ken impressed Geoff. He said he'd be happy to take a look at it.",
                "Ken impressed Geoff. He'd always liked her, and she'd liked him.",
                "Ken impressed Geoff. He could see that Geoff had a good heart.",
                "Ken impressed Geoff. He was a bit like a pro.",
                "Ken impressed Geoff. He was a real gent, a real man, and a real character.",
                "Ken impressed Geoff. He'd been the first to call the ball in the wrong direction.",
                "Ken impressed Geoff. He told him that his ideas were right, and that they should put them into action.",
                "Ken impressed Geoff. He'd been a master of the gimmick, but Geoff wasn't interested in that.",
                "Ken impressed Geoff. He said, 'Well, it's a start.",
                "Ken impressed Geoff. He was the first guy to take a swing at him and he was the first guy to say, 'You know, you're right, you're wrong, and I'm wrong, and I'm right, and I'm wrong.",
                "Ken impressed Geoff. He knew the only thing that could stop the Shadows from returning was a complete and total meltdown of the city.",
                "Ken impressed Geoff. He had a very big, friendly face.",
                "Ken impressed Geoff. He was an old man, and Geoff thought that he might have a few more years left.",
                "Ken impressed Geoff. He was a tall, thin, balding man with a soft, round face and a shy smile.",
                "Ken impressed Geoff. He knew that Geoff was a tough guy, but he had a kind of toughness that was completely new to him.",
                "Ken impressed Geoff. He didn't think the other guys would be able to do that, but he'd be impressed if they could.",
                "Ken impressed Geoff. He'd been a good enough friend to be his roommate in high school.",
                "Ken impressed Geoff. He said, \"You're a real professional.",
                "Ken impressed Geoff. He was a real leader, he had a lot of energy, he was the guy to get the ball rolling.",
                "Ken impressed Geoff. He was also very friendly and told him that he would like to meet him.",
                "Ken impressed Geoff. He didn't just listen, he learned.",
                "Ken impressed Geoff. He didn't say anything, but his eyes seemed to convey a message.",
                "Ken impressed Geoff. He said, 'It's like this, but you can do it.",
                "Ken impressed Geoff. He thought it was a good idea.",
                "Ken impressed Geoff. He knew the answer, but he didn't want to get caught.",
                "Ken impressed Geoff. He thought the guys would be a good fit.",
                "Ken impressed Geoff. He'd never been with a woman before, but he was a good sport.",
                "Ken impressed Geoff. He was still in his teens, but already a veteran of the field.",
                "Ken impressed Geoff. He was so strong, and it was clear that he was enjoying himself.",
                "Ken impressed Geoff. He was able to explain to him how the process worked.",
                "Ken impressed Geoff. He was really interested in what I was doing.",
                "Ken impressed Geoff. He was like a little brother to him.",
                "Ken impressed Geoff. He told me that he had worked with Geoff in the past, but that he was not an easy man to work for.",
                "Ken impressed Geoff. He’s a very talented young player.",
                "Ken impressed Geoff. He had an old model of the car that was in perfect condition.",
                "Ken impressed Geoff. He'd made the right decision.",
                "Ken impressed Geoff. He knew that he had a great deal of talent, and was not afraid to use it.",
                "Ken impressed Geoff. He was a tough, nasty, and deadly fighter.",
                "Ken impressed Geoff. He said, \"You're a guy who's got a lot of balls.",
                "Ken impressed Geoff. He knew the world of politics.",
                "Ken impressed Geoff. He said, 'It's not that bad.",
                "Ken impressed Geoff. He told him that the little boy had already done a lot of the work and that he was good at it.",
                "Ken impressed Geoff. He'd heard of the incident and knew what had happened.",
                "Ken impressed Geoff. He seemed a bit lost, and in a lot of ways, he was.",
                "Ken impressed Geoff. He had a solid-looking motorbike and he had a helmet that said \"Riding Helmet\" on it.",
                "Ken impressed Geoff. He was the first to admit it.",
                "Ken impressed Geoff. He said he would look at it.",
                "Ken impressed Geoff. He'd been on the set of a TV series.",
                "Ken impressed Geoff. He had a deep and penetrating voice, and was very engaging.",
                "Ken impressed Geoff. He was the one who had told him to stop smoking.",
                "Ken impressed Geoff. He was, after all, a mere lad of nineteen.",
                "Ken impressed Geoff. He didn't say anything, but he was smiling.",
                "Ken impressed Geoff. He could tell the difference between a right-handed pitcher and a left-handed pitcher.",
                "Ken impressed Geoff. He was an artist, and a great poet.",
                "Ken impressed Geoff. He knew the\ncriticism would come.",
                "Ken impressed Geoff. He seemed to have a great respect for the rules and was clearly an experienced player.",
                "Ken impressed Geoff. He was an artist who had been living in Australia for some time.",
                "Ken impressed Geoff. He had the ability to work with people and get the job done.",
                "Ken impressed Geoff. He was a very clever man, but not a good speaker.",
                "Ken impressed Geoff. He's very passionate about what he does and he's very committed to what he does.",
                "Ken impressed Geoff. He had a couple of other guys on the team, and he was always going to have to compete with them.",
                "Ken impressed Geoff. He was a fast learner and the rest of the team was impressed with his ability to communicate effectively.",
                "Ken impressed Geoff. He was an intelligent, driven man, who seemed to be constantly on the move.",
                "Ken impressed Geoff. He was the first to come to me.",
                "Ken impressed Geoff. He told me that he was just a little bit afraid of it, but that it was going to be okay.",
                "Ken impressed Geoff. He had to be in a hurry.",
                "Ken impressed Geoff. He was a big man, six-foot-three, and, with his dark hair and handsome features, he looked like a guy who'd never had a date.",
                "Ken impressed Geoff. He didn't look the same.",
                "Ken impressed Geoff. He looked up at the large, open sky and said, \"I think I've seen the stars before."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 7
            }
        },
        "Simon ran towards Richard. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        18,
                        25
                    ]
                ]
            },
            "sentences": [
                "Simon ran towards Richard. He was smiling and the light of his smile lit up the face of the younger man.",
                "Simon ran towards Richard. He looked at Richard's hand.",
                "Simon ran towards Richard. He was looking at him, a small smile on his face.",
                "Simon ran towards Richard. He grabbed him by the arm and started pulling him towards the door.",
                "Simon ran towards Richard. He was already out of breath.",
                "Simon ran towards Richard. He was going to kill him.",
                "Simon ran towards Richard. He saw that Richard was dead.",
                "Simon ran towards Richard. He was in a bad way.",
                "Simon ran towards Richard. He could feel the wind from his body, a wind that was alive with anger and power.",
                "Simon ran towards Richard. He was a tall, muscular man with a full head of dark hair.",
                "Simon ran towards Richard. He was in the process of removing the knife from Richard's hand.",
                "Simon ran towards Richard. He grabbed him by the shoulder and looked into his eyes.",
                "Simon ran towards Richard. He took his arm and they walked slowly down the street.",
                "Simon ran towards Richard. He took hold of Richard's arm and said, \"Come on, Richard, let's go.",
                "Simon ran towards Richard. He was almost to the side of the road.",
                "Simon ran towards Richard. He took hold of Richard's shoulders and tried to pull him away from the man, but Richard fought him.",
                "Simon ran towards Richard. He stopped, turned and looked at the man.",
                "Simon ran towards Richard. He felt the man's eyes on him, but he didn't look back.",
                "Simon ran towards Richard. He was already in front of him, his arms outstretched, his face contorted in agony.",
                "Simon ran towards Richard. He wanted to touch him.",
                "Simon ran towards Richard. He held out his hand.",
                "Simon ran towards Richard. He was taller than Richard and he looked strong.",
                "Simon ran towards Richard. He held out his hand and Richard shook it.",
                "Simon ran towards Richard. He put his hand on Richard's shoulder.",
                "Simon ran towards Richard. He had no time to think.",
                "Simon ran towards Richard. He wanted to grab him, but Richard had already started to run.",
                "Simon ran towards Richard. He was at the door, but Richard had gone.",
                "Simon ran towards Richard. He looked at Richard and then looked at the door.",
                "Simon ran towards Richard. He had a gun in his hand.",
                "Simon ran towards Richard. He had the beginnings of a blush.",
                "Simon ran towards Richard. He had been watching the boy for a while, and now he took him by the arm and said, 'Come on, let's go and find a better hiding place.",
                "Simon ran towards Richard. He had to reach the window.",
                "Simon ran towards Richard. He was on the edge of the building, and as he got nearer, he could see the bloody handprints on the wall.",
                "Simon ran towards Richard. He didn't know why he was running, but he did.",
                "Simon ran towards Richard. He was laughing, but his face was twisted in pain.",
                "Simon ran towards Richard. He had to be saved.",
                "Simon ran towards Richard. He felt Richard's hand on his shoulder.",
                "Simon ran towards Richard. He had the look of a man who had never seen anything like this before.",
                "Simon ran towards Richard. He took his arm.",
                "Simon ran towards Richard. He had a dagger in his hand.",
                "Simon ran towards Richard. He had never seen Richard's face, but he knew it was Richard.",
                "Simon ran towards Richard. He knew he would be crushed if he ran.",
                "Simon ran towards Richard. He grabbed Richard's shoulder and pushed him back.",
                "Simon ran towards Richard. He had the look of a man who had just been hit.",
                "Simon ran towards Richard. He was a good distance away from Richard, but Richard could see the two of them coming towards him.",
                "Simon ran towards Richard. He looked at the two men, then looked at me.",
                "Simon ran towards Richard. He reached him, his face so close to Richard's that Richard could feel his breath on his cheek.",
                "Simon ran towards Richard. He pulled him back.",
                "Simon ran towards Richard. He wanted to tell him that he was sorry, but he couldn't.",
                "Simon ran towards Richard. He held the small, bloody dagger in his hand.",
                "Simon ran towards Richard. He was holding a long metal rod.",
                "Simon ran towards Richard. He held his arms out to him.",
                "Simon ran towards Richard. He was holding a heavy-looking wooden chair, and was trying to push it towards Richard.",
                "Simon ran towards Richard. He grabbed him by the arm and dragged him towards the door.",
                "Simon ran towards Richard. He put his hand on his shoulder and gave him a little push.",
                "Simon ran towards Richard. He could not see his face.",
                "Simon ran towards Richard. He was a tall man, but so thin that he looked like a child.",
                "Simon ran towards Richard. He was the one who had spoken to her, and now he was running towards her.",
                "Simon ran towards Richard. He was a tall man, taller than Richard.",
                "Simon ran towards Richard. He grabbed him by the arm and shook him.",
                "Simon ran towards Richard. He was a good distance away from the tree, but he was close enough to see Richard's expression.",
                "Simon ran towards Richard. He was still holding the bottle of\n\nwine.",
                "Simon ran towards Richard. He stopped, and his face was in shadow.",
                "Simon ran towards Richard. He was not a man to stand still.",
                "Simon ran towards Richard. He was in his mid-twenties, but looked much older.",
                "Simon ran towards Richard. He was carrying a long-barrelled gun, and a pistol.",
                "Simon ran towards Richard. He didn't see him, but he was running towards the lake.",
                "Simon ran towards Richard. He could see the glint of his blade in the dark.",
                "Simon ran towards Richard. He was holding a\nblack-handled knife in his hand.",
                "Simon ran towards Richard. He reached out and grabbed his hand.",
                "Simon ran towards Richard. He held his hand out.",
                "Simon ran towards Richard. He knew the look on Richard's face.",
                "Simon ran towards Richard. He wanted to hug him.",
                "Simon ran towards Richard. He was about to reach for the gun, but he saw the dead man's hand, a hand holding a small revolver, and he stopped.",
                "Simon ran towards Richard. He didn't have to go very far.",
                "Simon ran towards Richard. He grabbed him by the shoulder and tried to pull him away.",
                "Simon ran towards Richard. He was now standing in front of him, his hand on Richard's shoulder.",
                "Simon ran towards Richard. He took his hand, and they both fell into step.",
                "Simon ran towards Richard. He wanted to grab his hand and say, 'I'm sorry.",
                "Simon ran towards Richard. He was shaking, and he was crying.",
                "Simon ran towards Richard. He grabbed Richard's arm and held him back.",
                "Simon ran towards Richard. He held his hand out to Richard, and Richard ran towards him.",
                "Simon ran towards Richard. He was running towards the sound of the gunshots.",
                "Simon ran towards Richard. He was carrying a long wooden pole, with a leather belt and leather gloves, and a gun.",
                "Simon ran towards Richard. He looked into his face.",
                "Simon ran towards Richard. He took the knife and pointed it at Richard's neck.",
                "Simon ran towards Richard. He was very angry.",
                "Simon ran towards Richard. He wanted to see him.",
                "Simon ran towards Richard. He was sobbing and he was sobbing and he was sobbing and he was sobbing and he was sobbing and he was sobbing and he was sobbing and he was sobbing and he was sobbing and.",
                "Simon ran towards Richard. He had his back to Richard.",
                "Simon ran towards Richard. He reached him, grabbed him by the shoulders, and shook him.",
                "Simon ran towards Richard. He was just a few feet away from Richard.",
                "Simon ran towards Richard. He was a big man, big enough to carry him off, and his hands were already wrapped around the young man's neck.",
                "Simon ran towards Richard. He was just a few steps away.",
                "Simon ran towards Richard. He had a sudden, desperate urge to reach out and touch him.",
                "Simon ran towards Richard. He knew that he had to get to Richard.",
                "Simon ran towards Richard. He grabbed him by the shoulder and pulled him to his feet.",
                "Simon ran towards Richard. He looked around for a weapon, but found none.",
                "Simon ran towards Richard. He was dressed in a plain black suit and a dark grey tie.",
                "Simon ran towards Richard. He was dressed in a black t-shirt and black jeans."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 33
            }
        },
        "Simon ran away from Richard. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        20,
                        27
                    ]
                ]
            },
            "sentences": [
                "Simon ran away from Richard. He was just a boy, but he had the mind of a man.",
                "Simon ran away from Richard. He had to go back to the town.",
                "Simon ran away from Richard. He took a quick glance at the gate, but it was too far away.",
                "Simon ran away from Richard. He had no idea what was going on.",
                "Simon ran away from Richard. He\nkept running until he reached the place where he had been told to\nstand.",
                "Simon ran away from Richard. He wanted to tell him the truth.",
                "Simon ran away from Richard. He was too young to be\ndelivering a sermon, and too small to be a preacher.",
                "Simon ran away from Richard. He had a strong urge to run away from Richard, but he knew he had to stay and fight.",
                "Simon ran away from Richard. He could hear the shouting and the angry shouting.",
                "Simon ran away from Richard. He'd seen Richard's hand reach out to touch the man's face, and he'd seen the other man's face turn to stone.",
                "Simon ran away from Richard. He was afraid to see the old man, afraid of the truth.",
                "Simon ran away from Richard. He'd run away from everything, including Richard.",
                "Simon ran away from Richard. He was terrified.",
                "Simon ran away from Richard. He\nwent to the house of a friend, who was very rich, and asked for a\nroom, which he was to pay for with a bill.",
                "Simon ran away from Richard. He ran away from Richard.",
                "Simon ran away from Richard. He ran down the steps and into the park.",
                "Simon ran away from Richard. He did not look back.",
                "Simon ran away from Richard. He ran away from Richard.",
                "Simon ran away from Richard. He was the only one who could run away from Richard.",
                "Simon ran away from Richard. He ran from the\nlodge, and as he ran he took his chance.",
                "Simon ran away from Richard. He took his little dog, who had been a loyal companion to him since he was a child, and disappeared into the forest.",
                "Simon ran away from Richard. He\nbegan to run.",
                "Simon ran away from Richard. He could not stay with Richard, because he was a traitor.",
                "Simon ran away from Richard. He\nran down the stairs, and out into the garden.",
                "Simon ran away from Richard. He took the two bags of clothes and the bag of money, and walked toward the police station.",
                "Simon ran away from Richard. He couldn't bear to look at him.",
                "Simon ran away from Richard. He was about to go back to the hotel when he saw Richard was running towards him.",
                "Simon ran away from Richard. He was scared, but he was determined to get to her.",
                "Simon ran away from Richard. He had been in the garden and he wanted to see what was happening.",
                "Simon ran away from Richard. He was running to save his life.",
                "Simon ran away from Richard. He was angry with Richard for forcing him to marry his sister, but he also felt guilty because he had never loved his sister.",
                "Simon ran away from Richard. He knew that he was in danger.",
                "Simon ran away from Richard. He was going to try to get his mother's necklace back.",
                "Simon ran away from Richard. He had the strength of a lion, and was far too powerful for Richard.",
                "Simon ran away from Richard. He was running to the window, and Richard ran after him.",
                "Simon ran away from Richard. He did not want to be a part of the war.",
                "Simon ran away from Richard. He had the impression that Richard was waiting for him to leave.",
                "Simon ran away from Richard. He ran away from Richard.",
                "Simon ran away from Richard. He knew that if he went to Richard he would have to go to the authorities.",
                "Simon ran away from Richard. He went to his father's house, but Richard's father, the bailiff, told him that he had nothing to do with the case.",
                "Simon ran away from Richard. He did not even wait for him to turn around before he took off.",
                "Simon ran away from Richard. He left the tent, and then the two men met in the middle of the camp.",
                "Simon ran away from Richard. He had no idea why.",
                "Simon ran away from Richard. He knew Richard was his enemy, but he was also a friend.",
                "Simon ran away from Richard. He had never seen him so agitated, so angry.",
                "Simon ran away from Richard. He had to run away from Richard.",
                "Simon ran away from Richard. He didn't want to go to Richard's.",
                "Simon ran away from Richard. He\ntried to escape, but Richard caught him.",
                "Simon ran away from Richard. He was standing in the middle of the road, in front of a big black car, and he was holding a gun.",
                "Simon ran away from Richard. He was afraid of Richard.",
                "Simon ran away from Richard. He did not want to be with Richard.",
                "Simon ran away from Richard. He did not know what he was running from.",
                "Simon ran away from Richard. He went into the street and disappeared into the crowd.",
                "Simon ran away from Richard. He was angry.",
                "Simon ran away from Richard. He was about to leave, but he turned around.",
                "Simon ran away from Richard. He took off in a\nbicycle.",
                "Simon ran away from Richard. He ran to the left and then the right, to the left and then the right.",
                "Simon ran away from Richard. He didn't want to be with him.",
                "Simon ran away from Richard. He did not want to see him.",
                "Simon ran away from Richard. He wanted to be with me.",
                "Simon ran away from Richard. He was wearing his sword and his leather armor.",
                "Simon ran away from Richard. He could see the\nblood dripping from the knife blade, and he felt his face burning with\nfear.",
                "Simon ran away from Richard. He\nwalked down the stairs, went out the back door, and went to the\ncorner.",
                "Simon ran away from Richard. He was not really a good runner, and the others could not see him, but he was gone.",
                "Simon ran away from Richard. He was not able to find his way back to the farm.",
                "Simon ran away from Richard. He ran away from his brother, and he ran away from the two of them together.",
                "Simon ran away from Richard. He didn't want to see the boy.",
                "Simon ran away from Richard. He ran through the streets, not to the lake, but to the waterfall.",
                "Simon ran away from Richard. He could hear the sound of the police car's engine as it sped off.",
                "Simon ran away from Richard. He ran away from Richard and the world.",
                "Simon ran away from Richard. He was still in the living room, sitting on the floor, and he was shaking his head.",
                "Simon ran away from Richard. He ran to his car, got in and drove away.",
                "Simon ran away from Richard. He had gone to the house of his friend the barber,\nand was talking to him about a woman who was not his wife.",
                "Simon ran away from Richard. He ran away from the other\ntwo, and he ran away from the whole lot of them.",
                "Simon ran away from Richard. He went to the end of the road, and when he got there he was crying.",
                "Simon ran away from Richard. He was so scared he couldn't stand.",
                "Simon ran away from Richard. He was still running when the others caught up with him.",
                "Simon ran away from Richard. He ran to the bathroom and locked himself in the toilet.",
                "Simon ran away from Richard. He left Richard's side and went back to the table, where he was sitting with a large glass of water.",
                "Simon ran away from Richard. He did not want to be a part of Richard's new life.",
                "Simon ran away from Richard. He went to the back of the house and tried to find the room he had seen Richard in.",
                "Simon ran away from Richard. He wanted to escape from his captors.",
                "Simon ran away from Richard. He was out of the house, heading toward the woods.",
                "Simon ran away from Richard. He ran as fast as he could.",
                "Simon ran away from Richard. He'd been the first one to tell her about the dreams.",
                "Simon ran away from Richard. He ran as far as the corner of the building, but he was too scared to look back.",
                "Simon ran away from Richard. He ran down the path, his body going limp.",
                "Simon ran away from Richard. He ran through the village, shouting, \"Get out of here! Get out of here!\"\n\nRichard did not want to leave, but he had to.",
                "Simon ran away from Richard. He had been so fond of the boy.",
                "Simon ran away from Richard. He was a coward.",
                "Simon ran away from Richard. He ran to the house, and the house was empty.",
                "Simon ran away from Richard. He ran into the room where he and Emma were.",
                "Simon ran away from Richard. He was going to find the other one.",
                "Simon ran away from Richard. He ran to the edge of the woods, where he could see the open fields beyond.",
                "Simon ran away from Richard. He was the only one who didn't get a punch in the face.",
                "Simon ran away from Richard. He took a short cut to the parking lot, where he could be alone with his thoughts.",
                "Simon ran away from Richard. He had gone to the farm to tell his mother that he was not going to marry Mary, but she had found out and had come to his house.",
                "Simon ran away from Richard. He went to the woods and he ran away from Richard.",
                "Simon ran away from Richard. He was running to escape from the humiliation of his family.",
                "Simon ran away from Richard. He could not stand to be near Richard."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 28
            }
        },
        "John passed a comic to Bill. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        23,
                        27
                    ]
                ]
            },
            "sentences": [
                "John passed a comic to Bill. He said, 'That's good, Bill.",
                "John passed a comic to Bill. He was about to start reading it, but the thought of the next part of the story made him change his mind.",
                "John passed a comic to Bill. He read it, then said, \"I'm sorry, but I don't know what this is about.",
                "John passed a comic to Bill. He took it, and Bill read it.",
                "John passed a comic to Bill. He took it and started reading it.",
                "John passed a comic to Bill. He opened it up and started to read.",
                "John passed a comic to Bill. He turned to me.",
                "John passed a comic to Bill. He passed it to me.",
                "John passed a comic to Bill. He picked it up and handed it to him.",
                "John passed a comic to Bill. He had been waiting for the end of the film.",
                "John passed a comic to Bill. He was a thin, stooped man with a thick head of hair, a pair of horn-rimmed glasses, and a thin, worried face.",
                "John passed a comic to Bill. He looked at it.",
                "John passed a comic to Bill. He glanced at it and then passed it back.",
                "John passed a comic to Bill. He'd heard of the old man.",
                "John passed a comic to Bill. He glanced at it.",
                "John passed a comic to Bill. He looked up at the night sky.",
                "John passed a comic to Bill. He had to look up who that was.",
                "John passed a comic to Bill. He flipped through it, then turned it over and held it up to the light.",
                "John passed a comic to Bill. He took the box and opened it.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He didn't have one.",
                "John passed a comic to Bill. He took it and looked at it.",
                "John passed a comic to Bill. He looked up from the comic.",
                "John passed a comic to Bill. He didn't know Bill's name, but he knew Bill was a comic fan.",
                "John passed a comic to Bill. He said, \"It's funny.",
                "John passed a comic to Bill. He was looking forward to seeing his new friend.",
                "John passed a comic to Bill. He read it.",
                "John passed a comic to Bill. He had just finished the most recent one, _Daring_, and he said, 'You have to be able to do that.",
                "John passed a comic to Bill. He turned to look at the floor.",
                "John passed a comic to Bill. He took the book from Bill and placed it on the table.",
                "John passed a comic to Bill. He had the book in his hand.",
                "John passed a comic to Bill. He didn't like it.",
                "John passed a comic to Bill. He turned to Bill and said, \"I've got a new comic.",
                "John passed a comic to Bill. He didn't want to say anything about the accident.",
                "John passed a comic to Bill. He took it, and the next moment he was sitting on the bed, holding the book.",
                "John passed a comic to Bill. He read it.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He held it up and said, \"That's funny.",
                "John passed a comic to Bill. He said, 'You see, I'm going to be the next prime minister.",
                "John passed a comic to Bill. He took it from him.",
                "John passed a comic to Bill. He said, 'Look at this one.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He was looking for a good one.",
                "John passed a comic to Bill. He nodded and handed it to Bill.",
                "John passed a comic to Bill. He said, \"Bill, I don't think you're quite right about the way you're looking at it.",
                "John passed a comic to Bill. He looked at the cover.",
                "John passed a comic to Bill. He flipped through it, then looked up.",
                "John passed a comic to Bill. He read it, and Bill passed it back.",
                "John passed a comic to Bill. He looked at it.",
                "John passed a comic to Bill. He picked it up and started to read.",
                "John passed a comic to Bill. He was holding a letter.",
                "John passed a comic to Bill. He was still a kid, and he was still looking at the comic.",
                "John passed a comic to Bill. He was still working on the stories he had been writing.",
                "John passed a comic to Bill. He passed it back to him.",
                "John passed a comic to Bill. He didn't even look at it.",
                "John passed a comic to Bill. He turned it over and looked at the back.",
                "John passed a comic to Bill. He opened it.",
                "John passed a comic to Bill. He had a habit of taking a long time to eat his food.",
                "John passed a comic to Bill. He read it, looked up at the man, and nodded.",
                "John passed a comic to Bill. He held it up and looked at it.",
                "John passed a comic to Bill. He nodded.",
                "John passed a comic to Bill. He handed it to her.",
                "John passed a comic to Bill. He had a funny look on his face.",
                "John passed a comic to Bill. He took it, but he didn't read it.",
                "John passed a comic to Bill. He said, 'You're a bit late, mate.",
                "John passed a comic to Bill. He was not a comic fan, but he was a man who liked a joke, and he liked the idea of a comic who had to explain the world to his children.",
                "John passed a comic to Bill. He turned to face me.",
                "John passed a comic to Bill. He was reading a comic about a couple of guys who had been married for thirty years and had no children.",
                "John passed a comic to Bill. He passed it to me.",
                "John passed a comic to Bill. He took the book and read it.",
                "John passed a comic to Bill. He turned to me.",
                "John passed a comic to Bill. He had been working on it for a while.",
                "John passed a comic to Bill. He turned to her.",
                "John passed a comic to Bill. He read it.",
                "John passed a comic to Bill. He took it from him and handed it to her.",
                "John passed a comic to Bill. He read it.",
                "John passed a comic to Bill. He said, \"Do you know this one?\"\n\nBill said, \"Yeah, I know it.",
                "John passed a comic to Bill. He read it.",
                "John passed a comic to Bill. He took it and said, \"I'm sorry, I can't read this.",
                "John passed a comic to Bill. He'd made a joke about it, but Bill had said it wasn't funny.",
                "John passed a comic to Bill. He looked at it, and Bill read the caption.",
                "John passed a comic to Bill. He was the one who introduced me to it.",
                "John passed a comic to Bill. He took the comic and opened it.",
                "John passed a comic to Bill. He picked up the comic and passed it back.",
                "John passed a comic to Bill. He'd been reading it to Bill since the day they met.",
                "John passed a comic to Bill. He handed it to him.",
                "John passed a comic to Bill. He read it, and Bill\nreplied, \"I'll tell you what, that's the best story I ever heard.",
                "John passed a comic to Bill. He sat down.",
                "John passed a comic to Bill. He nodded.",
                "John passed a comic to Bill. He handed it to me and I read it.",
                "John passed a comic to Bill. He glanced at it and then passed it back.",
                "John passed a comic to Bill. He was one of the guys who had brought the big box of comic books to the camp.",
                "John passed a comic to Bill. He turned to face him.",
                "John passed a comic to Bill. He looked at it, then put it down.",
                "John passed a comic to Bill. He held it up.",
                "John passed a comic to Bill. He handed it to me.",
                "John passed a comic to Bill. He turned to the girl.",
                "John passed a comic to Bill. He was laughing.",
                "John passed a comic to Bill. He was reading it.",
                "John passed a comic to Bill. He was wearing a sweatshirt and jeans."
            ],
            "counts": {
                "John": 0,
                "Bill": 14
            }
        },
        "John was passing a comic to Bill. He": {
            "details": {
                "pronoun": [
                    34,
                    36
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        28,
                        32
                    ]
                ]
            },
            "sentences": [
                "John was passing a comic to Bill. He had just finished reading a book about the movie _The King and I_.",
                "John was passing a comic to Bill. He looked at him, then turned to the others.",
                "John was passing a comic to Bill. He was still holding the _Daily Telegraph_, but the other was still open on the table.",
                "John was passing a comic to Bill. He was on the verge of tears.",
                "John was passing a comic to Bill. He was holding a copy of _The New Yorker_, and he looked up at the title.",
                "John was passing a comic to Bill. He said, 'Oh, Bill, I just got a letter from that old fuck.",
                "John was passing a comic to Bill. He was a small, dark man with a receding hairline and a gray mustache.",
                "John was passing a comic to Bill. He glanced up, saw him looking at him and smiled.",
                "John was passing a comic to Bill. He didn't look up, but he said, \"What's this?\"\n\n\"It's a letter from a lawyer,\" Bill said.",
                "John was passing a comic to Bill. He was about to say something when the girl's face filled his mind.",
                "John was passing a comic to Bill. He asked Bill what the book was about.",
                "John was passing a comic to Bill. He looked at it and said, 'You know, that's a good one.",
                "John was passing a comic to Bill. He held the paper up to the light.",
                "John was passing a comic to Bill. He turned and smiled at her.",
                "John was passing a comic to Bill. He read the title: 'The First Hundred Years.",
                "John was passing a comic to Bill. He was reading it, and it was a little old-fashioned, but it was funny.",
                "John was passing a comic to Bill. He held it out to him.",
                "John was passing a comic to Bill. He didn't have a change of heart.",
                "John was passing a comic to Bill. He asked him, \"What do you think of this comic?\" Bill said, \"It's pretty good.",
                "John was passing a comic to Bill. He glanced at the comic and said, \"Well, what do you think of this one?\"\n\nBill laughed.",
                "John was passing a comic to Bill. He asked Bill if he had ever heard of a book called _The Chronicles of Narnia_.",
                "John was passing a comic to Bill. He said, 'Oh, Bill, this is a good one.",
                "John was passing a comic to Bill. He was looking around for the next act.",
                "John was passing a comic to Bill. He was leaning against the bar, smoking a cigarette.",
                "John was passing a comic to Bill. He was not the only one who was passing a comic to Bill.",
                "John was passing a comic to Bill. He was doing a series of covers of newspaper comic strips.",
                "John was passing a comic to Bill. He had a\nlot of fun with the comic.",
                "John was passing a comic to Bill. He handed him a copy of _The New Yorker_ and said, \"This is the best I can do.",
                "John was passing a comic to Bill. He turned and said, 'I think I know who you are.",
                "John was passing a comic to Bill. He said, \"Bill, you know I'm not very good at this, but you're doing a good job.",
                "John was passing a comic to Bill. He turned and gave him a wink.",
                "John was passing a comic to Bill. He read the headline: 'Violence on the streets of London as rioters attack police.",
                "John was passing a comic to Bill. He was in a hurry, and his feet made a noise on the floor.",
                "John was passing a comic to Bill. He asked Bill if he'd like to buy a comic, and Bill said yes.",
                "John was passing a comic to Bill. He looked at it, and then he looked at the picture of the two girls.",
                "John was passing a comic to Bill. He looked up and smiled.",
                "John was passing a comic to Bill. He'd seen the girl with the blond hair in the front row.",
                "John was passing a comic to Bill. He had been reading _Billy the Kid_, and he was so pleased with it that he asked Bill to tell him a story about a boy who had the same name as Billy the Kid.",
                "John was passing a comic to Bill. He stopped and stared at the comic, and said, \"I like this one.",
                "John was passing a comic to Bill. He looked up and saw me.",
                "John was passing a comic to Bill. He was a small man, with a big head, and he had a great deal of hair on his head.",
                "John was passing a comic to Bill. He didn't know what it was, but he was excited.",
                "John was passing a comic to Bill. He was sitting in the front row.",
                "John was passing a comic to Bill. He was looking at the picture of a little girl.",
                "John was passing a comic to Bill. He said, \"What do you think of this?\" Bill said, \"It's pretty good.",
                "John was passing a comic to Bill. He read it, and his face fell.",
                "John was passing a comic to Bill. He held the book up to the light, then closed his eyes and began to read.",
                "John was passing a comic to Bill. He was looking at the other end of the bar.",
                "John was passing a comic to Bill. He'd never seen him before.",
                "John was passing a comic to Bill. He read the comic and Bill looked at it.",
                "John was passing a comic to Bill. He was on his way to see\nhim.",
                "John was passing a comic to Bill. He asked Bill if he'd seen the new issue of _Guitar World_, and Bill said he hadn't.",
                "John was passing a comic to Bill. He stopped and looked at it, then looked up at Bill and said, \"This is what I'm talking about.",
                "John was passing a comic to Bill. He asked him if he had any jokes.",
                "John was passing a comic to Bill. He was holding it under his arm.",
                "John was passing a comic to Bill. He said, \"This is a good one.",
                "John was passing a comic to Bill. He was telling him how he had done a few shows for the Royal Canadian Air Force.",
                "John was passing a comic to Bill. He didn't like the way the comic was being used.",
                "John was passing a comic to Bill. He saw a sign for a pub, and asked Bill if he wanted a drink.",
                "John was passing a comic to Bill. He looked up, smiled, and said, \"Hey, Bill.",
                "John was passing a comic to Bill. He read the headline: \"Chairman of the TUAE: 'I'm a better man than you.",
                "John was passing a comic to Bill. He was wearing a dark suit and had a serious expression on his face.",
                "John was passing a comic to Bill. He saw the young man's face.",
                "John was passing a comic to Bill. He handed it to him and said, 'Here's a comic I wrote.",
                "John was passing a comic to Bill. He said, 'I know what you're going to say.",
                "John was passing a comic to Bill. He was not reading it, but was holding it up to the light to examine it.",
                "John was passing a comic to Bill. He took a sip of his beer and then leaned back in his chair and grinned.",
                "John was passing a comic to Bill. He had heard about the performance, and it was too good to pass up.",
                "John was passing a comic to Bill. He said, 'Do you want to buy it?'\n\nBill said, 'No, I'll take it.",
                "John was passing a comic to Bill. He had the book in his hand, and he said, 'This is a really good book.",
                "John was passing a comic to Bill. He stopped, looked up, and saw the other man.",
                "John was passing a comic to Bill. He was so absorbed in the performance that he didn't notice that he was being followed.",
                "John was passing a comic to Bill. He was about to hand it to him when the latter, with a sudden movement, flung it from him and snatched it from the floor.",
                "John was passing a comic to Bill. He was reading it, but he wasn't listening.",
                "John was passing a comic to Bill. He had just come back from the beach, and he was looking at the boy's face, and he knew he was laughing at him.",
                "John was passing a comic to Bill. He had just been reading the story of a man who'd been stabbed in the heart.",
                "John was passing a comic to Bill. He looked at it, but he was too busy watching Bill's face to pay attention to the comic.",
                "John was passing a comic to Bill. He said, 'You're a good man, Bill.",
                "John was passing a comic to Bill. He read the last line: \"You can't take a joke.",
                "John was passing a comic to Bill. He glanced at the title, and Bill turned away.",
                "John was passing a comic to Bill. He'd been in the habit of buying one for him, but he'd never been able to bring himself to do it.",
                "John was passing a comic to Bill. He was so excited that he could hardly contain himself.",
                "John was passing a comic to Bill. He held it up.",
                "John was passing a comic to Bill. He was saying, 'I'm a\ndope-dealer, and I know you're a cop.",
                "John was passing a comic to Bill. He'd seen it before.",
                "John was passing a comic to Bill. He stopped, and turned to Bill.",
                "John was passing a comic to Bill. He didn't know Bill, but he'd heard of him, and Bill was the sort of person who would do the same thing to you if you were a criminal.",
                "John was passing a comic to Bill. He was holding a picture of a girl in a tight dress.",
                "John was passing a comic to Bill. He handed him a copy of _Billy the Kid_, which was the first of the 'Lone Ranger' books.",
                "John was passing a comic to Bill. He had a handkerchief tied round his head and a\nblue cap on his head.",
                "John was passing a comic to Bill. He looked up at the clock on the wall.",
                "John was passing a comic to Bill. He was holding a copy of _The New Yorker_ magazine.",
                "John was passing a comic to Bill. He was doing a double-take, as if he had forgotten he was supposed to be in the audience.",
                "John was passing a comic to Bill. He stopped,\nsitting on the front seat, and said, \"Bill, you are a funny man.",
                "John was passing a comic to Bill. He handed it to him and said, \"Here, Bill, take this and have a good laugh.",
                "John was passing a comic to Bill. He had one of his old comic books in his hand.",
                "John was passing a comic to Bill. He was a bit tired, and a bit bored, and he was very conscious of the fact that Bill was very much in the same situation as he was.",
                "John was passing a comic to Bill. He stopped, turned, and looked at me.",
                "John was passing a comic to Bill. He looked at him with a sad, weary face.",
                "John was passing a comic to Bill. He said, 'That's the way it goes, Bill."
            ],
            "counts": {
                "John": 0,
                "Bill": 33
            }
        },
        "Amanda amazed Brittany. She": {
            "details": {
                "pronoun": [
                    24,
                    27
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        14,
                        22
                    ]
                ]
            },
            "sentences": [
                "Amanda amazed Brittany. She was a good girl, a good person.",
                "Amanda amazed Brittany. She could see the doubt on her face.",
                "Amanda amazed Brittany. She had been a little afraid of Amanda, but not so much that she couldn't handle her.",
                "Amanda amazed Brittany. She was so surprised by Amanda's actions, that she couldn't believe that Amanda was the one who was causing the mess.",
                "Amanda amazed Brittany. She was so happy that she just couldn't stop smiling.",
                "Amanda amazed Brittany. She knew Amanda was very intelligent and had been a teacher.",
                "Amanda amazed Brittany. She was even more impressed with Amanda's parents.",
                "Amanda amazed Brittany. She looked like a girl who could make a woman's heart melt.",
                "Amanda amazed Brittany. She had never seen a woman so powerful, so graceful, so alive.",
                "Amanda amazed Brittany. She'd been worried about her since she'd heard the news, but Amanda's reaction made her feel better.",
                "Amanda amazed Brittany. She was a lovely woman, and she had an aura of self-assurance about her that was unparalleled.",
                "Amanda amazed Brittany. She didn't know how to react.",
                "Amanda amazed Brittany. She'd never seen a woman so petite.",
                "Amanda amazed Brittany. She had no idea that she was the only one in the room who was aware of the significance of what was happening.",
                "Amanda amazed Brittany. She couldn't believe her eyes.",
                "Amanda amazed Brittany. She had never been this close to a woman before.",
                "Amanda amazed Brittany. She was not expecting the high quality of the clothes and the style.",
                "Amanda amazed Brittany. She was like a little girl, as the woman in front of her was like a mother.",
                "Amanda amazed Brittany. She'd never seen a woman like Amanda before.",
                "Amanda amazed Brittany. She didn't know what to say.",
                "Amanda amazed Brittany. She couldn't believe her eyes.",
                "Amanda amazed Brittany. She had never seen a woman in a skirt before.",
                "Amanda amazed Brittany. She looked at her in surprise.",
                "Amanda amazed Brittany. She couldn't believe that Amanda had actually pulled it off.",
                "Amanda amazed Brittany. She was wearing a beautiful, red dress, and her hair was done up in a beautiful, red, curly style.",
                "Amanda amazed Brittany. She didn't know how to respond.",
                "Amanda amazed Brittany. She knew Amanda was only a couple of years older than her, but she was still the same age as her.",
                "Amanda amazed Brittany. She was the perfect woman for him.",
                "Amanda amazed Brittany. She was like a rock star.",
                "Amanda amazed Brittany. She had never been this close to a vampire before.",
                "Amanda amazed Brittany. She had always had a way of finding out what Amanda was thinking, and she was impressed by Amanda's intuition.",
                "Amanda amazed Brittany. She was a beautiful woman.",
                "Amanda amazed Brittany. She thought she was in the company of a real lady, not a boy who could be a part of her father's company.",
                "Amanda amazed Brittany. She had a natural beauty that had been there since the beginning of time.",
                "Amanda amazed Brittany. She had a face like a china doll, but the china doll had been chipped.",
                "Amanda amazed Brittany. She looked around the house, her eyes taking in the shabby furnishings, the dark, hardwood floors, the books and art and furniture and decorations.",
                "Amanda amazed Brittany. She didn't even know Amanda had any kids.",
                "Amanda amazed Brittany. She'd been a bit scared, but not as scared as she'd been before.",
                "Amanda amazed Brittany. She had never heard of the concept of a'super' in a teacher before.",
                "Amanda amazed Brittany. She was the one who'd called Amanda's parents.",
                "Amanda amazed Brittany. She was in the kitchen, washing the breakfast dishes.",
                "Amanda amazed Brittany. She was the most beautiful woman in the world, and Amanda was the most beautiful woman in the world.",
                "Amanda amazed Brittany. She had been so self-absorbed and so angry at the world, she hadn't even realized how much she was losing.",
                "Amanda amazed Brittany. She was already working with a team of investigators from the local police department and the state crime lab.",
                "Amanda amazed Brittany. She was the only one who had ever asked her about her family.",
                "Amanda amazed Brittany. She had never seen anyone so beautiful.",
                "Amanda amazed Brittany. She'd never seen Amanda so.",
                "Amanda amazed Brittany. She thought she was the only one who could read the boy's mind.",
                "Amanda amazed Brittany. She had no idea what to expect.",
                "Amanda amazed Brittany. She had a slight look of confusion on her face, but her eyes were shining.",
                "Amanda amazed Brittany. She didn't know Amanda had this power.",
                "Amanda amazed Brittany. She had never been so impressed by anyone before.",
                "Amanda amazed Brittany. She had always been a little bit of a dreamer, but this was a new level of intensity.",
                "Amanda amazed Brittany. She was in a lot of pain, and was begging her to call 911.",
                "Amanda amazed Brittany. She was still a little confused by Amanda's interest in her.",
                "Amanda amazed Brittany. She had been an\nassistant professor of philosophy at a small liberal arts college in\nOklahoma.",
                "Amanda amazed Brittany. She had always been very reserved, but this was something new.",
                "Amanda amazed Brittany. She thought she was going to die.",
                "Amanda amazed Brittany. She had never been so moved by a movie.",
                "Amanda amazed Brittany. She knew that Amanda was a talented singer and actress, but she was still very new to the business.",
                "Amanda amazed Brittany. She'd never been so excited.",
                "Amanda amazed Brittany. She was really beautiful, with dark, thick, dark hair and a dark, dark, dark face.",
                "Amanda amazed Brittany. She thought Amanda had never been so attractive.",
                "Amanda amazed Brittany. She was the most beautiful woman she'd ever seen.",
                "Amanda amazed Brittany. She had never seen Amanda so happy.",
                "Amanda amazed Brittany. She could feel the heat of the fire on her skin.",
                "Amanda amazed Brittany. She had been a good student and had passed her exams.",
                "Amanda amazed Brittany. She was so glad to see her friend.",
                "Amanda amazed Brittany. She didn't know that Amanda was going to be there, but she didn't want to miss the event.",
                "Amanda amazed Brittany. She was so proud of her daughter.",
                "Amanda amazed Brittany. She thought Amanda was the coolest person she knew.",
                "Amanda amazed Brittany. She was wearing a tight pink dress with a big flower pattern on it.",
                "Amanda amazed Brittany. She looked so beautiful, like she was going to be some kind of model.",
                "Amanda amazed Brittany. She'd never been to a party before, and now she was looking at it like it was a new experience.",
                "Amanda amazed Brittany. She had never seen a real, live woman before.",
                "Amanda amazed Brittany. She couldn't believe that she was actually doing this.",
                "Amanda amazed Brittany. She was looking at the girl, her hands in her lap, her face serious.",
                "Amanda amazed Brittany. She was so confident and happy and comfortable in her body.",
                "Amanda amazed Brittany. She was a petite, blond-haired, blue-eyed woman who looked like a woman, and she looked like a woman who could be a woman.",
                "Amanda amazed Brittany. She had been raised to think of Amanda as a freak, and she was stunned to find out that Amanda was the only one in the world who knew her secret.",
                "Amanda amazed Brittany. She was like a little girl, and Brittany was very happy to see her.",
                "Amanda amazed Brittany. She couldn't believe how beautiful Amanda was.",
                "Amanda amazed Brittany. She looked like she was going to cry.",
                "Amanda amazed Brittany. She was one of the girls from the beginning, and she seemed to be the most serious one.",
                "Amanda amazed Brittany. She was standing in front of the fire, in a dress that looked as if it had been made for her.",
                "Amanda amazed Brittany. She knew how to have fun, but this was something else.",
                "Amanda amazed Brittany. She had never seen a human body before, but it looked like a lot of work.",
                "Amanda amazed Brittany. She had a really nice body, Amanda had said, and Amanda was really good looking.",
                "Amanda amazed Brittany. She was the most beautiful girl she'd ever seen.",
                "Amanda amazed Brittany. She couldn't believe she was actually going to be her friend's girlfriend.",
                "Amanda amazed Brittany. She'd been a fan of Amanda's before.",
                "Amanda amazed Brittany. She was so beautiful, and she was going to be an actress.",
                "Amanda amazed Brittany. She'd been expecting a little more from Amanda.",
                "Amanda amazed Brittany. She was like a cat that had just found a mouse.",
                "Amanda amazed Brittany. She could tell that Amanda was very happy.",
                "Amanda amazed Brittany. She looked up at Amanda, and Amanda looked back at her.",
                "Amanda amazed Brittany. She could feel the rush of adrenaline and the power of her body.",
                "Amanda amazed Brittany. She looked around the room and smiled at everyone.",
                "Amanda amazed Brittany. She had no idea that Amanda had been a successful businesswoman.",
                "Amanda amazed Brittany. She had been a model, and she was also a stunningly beautiful woman."
            ],
            "counts": {
                "Amanda": 33,
                "Brittany": 1
            }
        },
        "Brittany was amazed by Amanda. She": {
            "details": {
                "pronoun": [
                    31,
                    34
                ],
                "options": [
                    [
                        23,
                        29
                    ],
                    [
                        0,
                        8
                    ]
                ]
            },
            "sentences": [
                "Brittany was amazed by Amanda. She had a little voice, and Amanda had taught her how to sing.",
                "Brittany was amazed by Amanda. She was a beautiful woman, and her body was more than just a physical object.",
                "Brittany was amazed by Amanda. She'd never seen a girl like her before.",
                "Brittany was amazed by Amanda. She was a woman who had been an athlete, a businesswoman, a businesswoman who had also been a mother, and now she was a mother who was going to be a mother-in-law.",
                "Brittany was amazed by Amanda. She was so young and had such an innocent face.",
                "Brittany was amazed by Amanda. She was the most beautiful girl she had ever seen.",
                "Brittany was amazed by Amanda. She was just as good looking as her\ndaughter, but in a different way.",
                "Brittany was amazed by Amanda. She could see that the woman had a talent for making people laugh, and she was also impressed by the fact that Amanda had a knack for getting people to talk about themselves.",
                "Brittany was amazed by Amanda. She had always been one of the best students in the class, but this was the first time she had seen someone who was genuinely interested in learning.",
                "Brittany was amazed by Amanda. She was the one who'd come to him with her ideas, and he'd given her his blessing to pursue them.",
                "Brittany was amazed by Amanda. She was, in fact, a good person, and it was only that she had fallen in love with a man who was not her true love.",
                "Brittany was amazed by Amanda. She'd never seen a woman who was so obviously a woman.",
                "Brittany was amazed by Amanda. She had been a little nervous, but now she was comfortable.",
                "Brittany was amazed by Amanda. She could see the little girl had a lot of potential.",
                "Brittany was amazed by Amanda. She was always so careful and clean.",
                "Brittany was amazed by Amanda. She was a gorgeous woman, she was intelligent, she was funny, she was very passionate about her work, and she was also extremely sexy.",
                "Brittany was amazed by Amanda. She had never seen anyone so beautiful.",
                "Brittany was amazed by Amanda. She was a tall, slender woman, with a head of blond hair and an air of regal dignity.",
                "Brittany was amazed by Amanda. She was one of the most beautiful women he had ever seen.",
                "Brittany was amazed by Amanda. She was one of the most beautiful women she had ever seen.",
                "Brittany was amazed by Amanda. She had never seen a woman so graceful, so confident, so poised.",
                "Brittany was amazed by Amanda. She was tall and beautiful and her eyes were green.",
                "Brittany was amazed by Amanda. She had a way of speaking that was both\n\nconversational and intellectual.",
                "Brittany was amazed by Amanda. She'd been married to a guy who'd died of a heart attack.",
                "Brittany was amazed by Amanda. She was a woman who\ndidn't have a problem with taking care of herself, but she had a problem with\npeople telling her what to do.",
                "Brittany was amazed by Amanda. She was an attractive woman, and Brittany knew that Amanda had always been a very attractive woman.",
                "Brittany was amazed by Amanda. She had never met a woman like her.",
                "Brittany was amazed by Amanda. She was not as pretty as her sister, but she was a lot more appealing.",
                "Brittany was amazed by Amanda. She was like a big sister to her.",
                "Brittany was amazed by Amanda. She'd been on the show a couple of times, but never this close.",
                "Brittany was amazed by Amanda. She'd never seen anyone so beautiful, so confident, so kind.",
                "Brittany was amazed by Amanda. She was very intelligent and smart, and she was very beautiful.",
                "Brittany was amazed by Amanda. She was\nabout twenty-five years old, and had a good figure.",
                "Brittany was amazed by Amanda. She looked so much like her mother.",
                "Brittany was amazed by Amanda. She was like a beautiful flower, and the little details she'd picked up from her in the kitchen had made her feel special.",
                "Brittany was amazed by Amanda. She had always been a curious child, and her questions were usually answered with an \"Awww.",
                "Brittany was amazed by Amanda. She was such a strong and beautiful woman, with such a gentle and loving spirit.",
                "Brittany was amazed by Amanda. She had a lot of courage.",
                "Brittany was amazed by Amanda. She'd been a little too happy with her job, she thought, but now she was starting to wonder if maybe she should have been happier.",
                "Brittany was amazed by Amanda. She'd never seen a woman who was so feminine and so beautiful.",
                "Brittany was amazed by Amanda. She could not have been more pleased with her.",
                "Brittany was amazed by Amanda. She was tall, very beautiful, and her hair was a glossy black.",
                "Brittany was amazed by Amanda. She'd never seen a woman so gorgeous.",
                "Brittany was amazed by Amanda. She had never seen anyone who was so beautiful.",
                "Brittany was amazed by Amanda. She was a beautiful woman.",
                "Brittany was amazed by Amanda. She was very tall, and even though she was wearing a wedding gown, she was taller than most of the women in the ballroom.",
                "Brittany was amazed by Amanda. She was more like a mother to her than any woman she'd ever known.",
                "Brittany was amazed by Amanda. She'd always thought she was the smart one, but she had no idea how much she'd changed in a short time.",
                "Brittany was amazed by Amanda. She was a little too much like her sister, but she was still a girl.",
                "Brittany was amazed by Amanda. She was so beautiful, so\n\nbeautiful, and she had the biggest, softest,\n\ncuddliest, most amazing baby ever.",
                "Brittany was amazed by Amanda. She was not the woman who had come to town, nor the woman who had been born here.",
                "Brittany was amazed by Amanda. She had always been a bit of a handful, but the sight of her was a shock.",
                "Brittany was amazed by Amanda. She was a beautiful, sexy woman, and it was clear that Amanda was also attracted to her.",
                "Brittany was amazed by Amanda. She knew her as a friend and a lover, but the first time she had met her was in the car.",
                "Brittany was amazed by Amanda. She had no idea what to expect from a stranger.",
                "Brittany was amazed by Amanda. She'd never seen a woman so completely self-possessed.",
                "Brittany was amazed by Amanda. She'd been married to her husband for two years, but they were still close friends.",
                "Brittany was amazed by Amanda. She had a great body, with a lovely round ass and a tight ass pussy.",
                "Brittany was amazed by Amanda. She had never met anyone like her.",
                "Brittany was amazed by Amanda. She had been born a princess and was a princess still.",
                "Brittany was amazed by Amanda. She looked at her with admiration.",
                "Brittany was amazed by Amanda. She looked at her with an expression that could only be described as confused.",
                "Brittany was amazed by Amanda. She had never met a woman who could get away with saying such things.",
                "Brittany was amazed by Amanda. She was in a good mood, but Brittany could tell that Amanda was not happy.",
                "Brittany was amazed by Amanda. She was so pretty and seemed so young.",
                "Brittany was amazed by Amanda. She had been at a loss to understand why Amanda would do such a thing.",
                "Brittany was amazed by Amanda. She was a very attractive woman, with a lot of life in her.",
                "Brittany was amazed by Amanda. She had been a child when her parents were killed, but now she was an adult.",
                "Brittany was amazed by Amanda. She had been a little girl when her parents died and she had been raised by her grandmother, who had also been a foster child.",
                "Brittany was amazed by Amanda. She was\nsuch a beautiful woman.",
                "Brittany was amazed by Amanda. She had been around her fair share of friends, but this was different.",
                "Brittany was amazed by Amanda. She was a very attractive young woman, and she looked like a very beautiful girl.",
                "Brittany was amazed by Amanda. She had never met anyone like her before.",
                "Brittany was amazed by Amanda. She had never met a woman who was so much like her.",
                "Brittany was amazed by Amanda. She was a different person.",
                "Brittany was amazed by Amanda. She had been in the\nBowery, but she had never seen a girl like Amanda.",
                "Brittany was amazed by Amanda. She had always been the strong one in the family, the one who took care of her brother and her mother, and she didn't know how to handle a baby.",
                "Brittany was amazed by Amanda. She was a little surprised by the whole situation.",
                "Brittany was amazed by Amanda. She was a beautiful woman, a real beauty.",
                "Brittany was amazed by Amanda. She had been a little skeptical of the way the two had interacted, but now she was completely sold.",
                "Brittany was amazed by Amanda. She was taller than Brittany and had the kind of body that could make a man feel like he was the only one in the room.",
                "Brittany was amazed by Amanda. She had always been a shy person, but now she was looking at her with curiosity and excitement.",
                "Brittany was amazed by Amanda. She had never seen such a beautiful girl.",
                "Brittany was amazed by Amanda. She was also amazed by the size of her breasts.",
                "Brittany was amazed by Amanda. She had always been very feminine, but now she had the most beautiful body of any woman he had ever seen.",
                "Brittany was amazed by Amanda. She had the air of a cat about her, and she seemed to have the gift of knowing just what the other person wanted to hear.",
                "Brittany was amazed by Amanda. She'd never met a woman who was so strong and confident.",
                "Brittany was amazed by Amanda. She knew that the woman was a few years older than herself, but she had never seen anyone like her.",
                "Brittany was amazed by Amanda. She had always been so guarded, but she had never been this open.",
                "Brittany was amazed by Amanda. She had a wide smile and a bubbly personality.",
                "Brittany was amazed by Amanda. She had been raised in a military family, and Amanda had the kind of natural beauty that seemed to be a prerequisite for leadership.",
                "Brittany was amazed by Amanda. She could not believe that a young girl would have such a loving, caring, and strong mother.",
                "Brittany was amazed by Amanda. She'd been looking at the two of them for a while, but Brittany hadn't seen them together before.",
                "Brittany was amazed by Amanda. She was like a goddess, so calm and peaceful, and her clothes were so elegant.",
                "Brittany was amazed by Amanda. She'd never met anyone like her before.",
                "Brittany was amazed by Amanda. She was a beautiful woman, and she had the kindest eyes I had ever seen.",
                "Brittany was amazed by Amanda. She was so tall, so beautiful, and had such a gentle and open personality.",
                "Brittany was amazed by Amanda. She had no idea that she could do this.",
                "Brittany was amazed by Amanda. She was tall, but not so tall that she was out of proportion.",
                "Brittany was amazed by Amanda. She had never seen a girl with such a gorgeous body, and she had never seen a girl so kind."
            ],
            "counts": {
                "Amanda": 8,
                "Brittany": 4
            }
        }
    }
}