{
    "metadata": {
        "model": "EleutherAI/pythia-410m",
        "revision": "main",
        "num_parameters": 405334016,
        "timestamp": "2023-10-18 14:37:03.330887",
        "samples": 100,
        "top_k": 0,
        "top_p": 1.0
    },
    "data": {
        "John seized the comic from Bill. He": {
            "details": {
                "pronoun": [
                    33,
                    35
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        27,
                        31
                    ]
                ]
            },
            "sentences": [
                "John seized the comic from Bill. He reached over her and set her into it,\nwhere he put a corner of the pasteboard face over her face until she could\nmake out clearly what Bill's face looked like.",
                "John seized the comic from Bill. He strengthened the deck of a ship.",
                "John seized the comic from Bill. He told him how\nhis father had always warned him about paying fines more readily when\nhe was accepted into a house.",
                "John seized the comic from Bill. He found it hidden in a stack of\nblack boxes under an oversized leather chair.",
                "John seized the comic from Bill. He closed it up again and replaced it with a new, larger picture and said he'd put the trade together at a later date.",
                "John seized the comic from Bill. He logged the items on a pad in his pocket, put his fingers there, and Clover said narrowly, \"Nothing.",
                "John seized the comic from Bill. He read it to Louis and tricked him into an unconscious state by saying it was an accident.",
                "John seized the comic from Bill. He says — in signing it with Bill — `The hardwood has unwound' so they can be touched by sunlight.",
                "John seized the comic from Bill. He scurried for the microwave, peppering it with Lapseg-Android-warning micro-photographs as he threw it at the plate.",
                "John seized the comic from Bill. He sifted through his pockets, then brought out a Mag weaver.",
                "John seized the comic from Bill. He turned it and read strictly\n18 April,\n\nTHE PRINCE OF PRAGUE ordered the army to parade before the gates of the Castle here,\n\n[page 140]\n\nMcDonald.",
                "John seized the comic from Bill. He held up the comic and I, feeling about my waist without getting comfortable, tore off the patch that I had squeezed under the flap, replacing it in history, but I did not put it in Riley's book.",
                "John seized the comic from Bill. He stuffed into it the other three toys I had stuck inside the white rectangular mottled cardboard mound, opened it and hauled them out on the floor with the mobile legs he had assembled.",
                "John seized the comic from Bill. He opened it.",
                "John seized the comic from Bill. He cried to his children:\n\n\"Get the comic, the GEC comic, you can play Bill Lyon on the phonograph, and\nin revenge shiver the face of America by punching the comedian.",
                "John seized the comic from Bill. He distributed it to the roles by placing the same name on the titles and departing the comic in the order \"From the Mess o' The Magician.",
                "John seized the comic from Bill. He read it in a manner that was halfway comical.",
                "John seized the comic from Bill. He read the entire book in one sitting\nafter reading the opening credits.",
                "John seized the comic from Bill. He devoured it ‘like a\nwrenching thirst.",
                "John seized the comic from Bill. He raised it over her shoulder and shoved it into her smaller trunk.",
                "John seized the comic from Bill. He realized it was in the background of the work, so industrious and energetic he son.",
                "John seized the comic from Bill. He showed it to Anna, who swallowed it without asking him to do it.",
                "John seized the comic from Bill. He closed the lid, and read:\n\n    This is nothing more than a good old good girl!\n    Fancy an old name Gleader, bride or groom.",
                "John seized the comic from Bill. He sliced through the comic with his knife, but Bill merely dealt with it with Jarvis' foot.",
                "John seized the comic from Bill. He didn't think the comic was worth much and started to drag it over to Bill's office.",
                "John seized the comic from Bill. He opened it, and read:\n\nEARLY BIRD AN ETIAMIN'S, JACK SEES HER Outside of town, selling horse and buggies to work for him.",
                "John seized the comic from Bill. He said, \"I'll paint it for you, Mac.",
                "John seized the comic from Bill. He deleted it before the press got the picture.",
                "John seized the comic from Bill. He declared he wanted a look, so I volunteered to turn it into a stop-motion film.",
                "John seized the comic from Bill. He placed it in his order, without his memory of it, as if to thrill the customers.",
                "John seized the comic from Bill. He went to Bill's room and P.",
                "John seized the comic from Bill. He took out a chair, placing the comic down on Doctor Quil's table.",
                "John seized the comic from Bill. He told me that it wouldn't\nmake any difference from inside the bank, but it would show Lyndon\nBaines, or whoever it had come from.",
                "John seized the comic from Bill. He pulled the pages off the back\n\t\tpage of Copyright, Inc.",
                "John seized the comic from Bill. He said, \"Here, Bill, see what he's talking about!\" Bill is hanging on his own line, but after it's been reloaded.",
                "John seized the comic from Bill. He claimed it was the wrong size and showed Bill, “get this, that’s wrong, run that diameter.",
                "John seized the comic from Bill. He read over it, and at last decided he wasn't going to be accused before he had proved his meanness.",
                "John seized the comic from Bill. He seized the comic by wrapping it in a towel.",
                "John seized the comic from Bill. He turned it\nand stared at it right through.",
                "John seized the comic from Bill. He kissed it with tearlessness and made great bouts of kissing it, cuddling it, pinching it, or even caressing it, extending his forearm to the tough touchstone (p.",
                "John seized the comic from Bill. He then read it through again\nand it was really truly sharp about everything he knew.",
                "John seized the comic from Bill. He thought that he wanted to make up for his mistake, so he begun to read more closely.",
                "John seized the comic from Bill. He took back the Iron Man comic and started coloring pages for his next project – a pretty amazing concept that may well wane in popularity depending on how you look at it (like every other superhero now) but in.",
                "John seized the comic from Bill. He pointed to the top of the stack, a crude cover of _Fighting Men_, and slowly made a pencil stroke over each of them.",
                "John seized the comic from Bill. He carried it off to the couch.",
                "John seized the comic from Bill. He went to Bill and had a word with him, and then Bill returned to his staring face at her and lecturing her on her ignorance.",
                "John seized the comic from Bill. He said, \"Take it up'n the top.",
                "John seized the comic from Bill. He sneered at Bill's ignorance.",
                "John seized the comic from Bill. He laid his head back on the floor and burrowed into an armchair, inhaling the pungent cigar.",
                "John seized the comic from Bill. He tore it into pieces and kept it on his dresser.",
                "John seized the comic from Bill. He raised his eyes to Bill.",
                "John seized the comic from Bill. He pulled the curtain up and set the page to scan in front of him so he could later copy.",
                "John seized the comic from Bill. He carried it over to Myilar at one of the ears.",
                "John seized the comic from Bill. He lit the smouldering\nburn and settled himself down down on the grass.",
                "John seized the comic from Bill. He pocketed the comic.",
                "John seized the comic from Bill. He knew that Jim had a birdie thinking it was Bill.",
                "John seized the comic from Bill. He grabbed it back and held it defiantly looking straight at Bill and Bobby, who thought frantically.",
                "John seized the comic from Bill. He put the whole town to rest with his book; all said it was a great rash.",
                "John seized the comic from Bill. He took it amid some pang\n_fennies_, and inspected a few popular productions from his own shelves.",
                "John seized the comic from Bill. He started talking to him.",
                "John seized the comic from Bill. He held it in both hands, painting the character over and over in his mind's eye.",
                "John seized the comic from Bill. He loathed bigotry and hypocrisy, and said that was all he ever was ever truly concerned about.",
                "John seized the comic from Bill. He flipped over to look at Sam, who had recovered and was shaking his head with doubt.",
                "John seized the comic from Bill. He dropped it to show Bill reading from _A Bed for the Mat_, which was discussed at\n\nTed thought it was maybe a bit of flirting or a bit of showing off.",
                "John seized the comic from Bill. He sat down on the corner of the desk looking as thin as a boy and although no clothes were on he had on a bathing suit which he had bought.",
                "John seized the comic from Bill. He carried it behind him.",
                "John seized the comic from Bill. He raised an eyebrow at Jim and turned it toward Mr.",
                "John seized the comic from Bill. He turned it on and it was right where the Marketing Cat was! \"Okay Power! Mr Cross started lapping.",
                "John seized the comic from Bill. He removed the guardian style from the issue and, more important, he reprinted it, including the fight scene according to the Marvel Codex (see this page for a complete layout of the cover).",
                "John seized the comic from Bill. He read it over and over, lost in the retelling of one of his best screeds.",
                "John seized the comic from Bill. He took a grinning grin as far as he could from a never-ending mammoth to the sacred affront.",
                "John seized the comic from Bill. He placed it on his cloak, and, turning to the Thief, asked him a dozen questions; but would find no results in his answers.",
                "John seized the comic from Bill. He looked at it and put it by his side,\nsave for its three lines, in his pocket.",
                "John seized the comic from Bill. He had a metal box and opened\nit.",
                "John seized the comic from Bill. He walked around the fan, pushed the jacket up inside her clothes, and then folded it back underneath the jersey.",
                "John seized the comic from Bill. He was equally frantic; but he\nstarted a conversation with Bill, and other things were said at that time,\nto make the talk continue.",
                "John seized the comic from Bill. He ripped and read Shelley's final lines.",
                "John seized the comic from Bill. He did not know what Bill had done with it; that was not the dispute, which Bill had only the state charter to contest, and Bill would probably decide in John’s favor.",
                "John seized the comic from Bill. He stuck it in his pocket.",
                "John seized the comic from Bill. He kept the comic and Bill lost it.",
                "John seized the comic from Bill. He said, \"Dad, you should light it!\" Bill said, \"Dad, it'll be all my work!\" Bill's next, older brother was to light it on the spot!\" Finally Bill was able to.",
                "John seized the comic from Bill. He read it like he'd been handed\nhis sheet.",
                "John seized the comic from Bill. He had adjusted it to fit the purposes he had had in mind for it.",
                "John seized the comic from Bill. He held it in his left hand and Charles shut his eyes and began to count.",
                "John seized the comic from Bill. He told her it belonged to his great uncle Fratelli, who was also an Italian blooded.",
                "John seized the comic from Bill. He gestured with his chin and said:\n\n'Bill is a marvellous fighter, but also a tough bloke.",
                "John seized the comic from Bill. He ran his mouth off before screaming something at Bill, and then slammed a fist into Bill Jansen's face until it was forced open.",
                "John seized the comic from Bill. He went into his room and found it open.",
                "John seized the comic from Bill. He placed it on the lowest shelf of his library door, never to be seen again.",
                "John seized the comic from Bill. He wouldn't.",
                "John seized the comic from Bill. He was distinctly pleased to learn that the alley in between the bureaus was clean.",
                "John seized the comic from Bill. He drew a drawing of the title beneath Bill's name.",
                "John seized the comic from Bill. He read it again, as an\nad hoc matter, and then turned to his sister, Floyd: 'I say, M--, the old\nhas been acting like himself lately,' he sighed, and wished.",
                "John seized the comic from Bill. He tested a few\nbooks, some with funky pirate imagery, an old Volsken comic.",
                "John seized the comic from Bill. He left the show to edit their Green Lantern: The Animated Series book, and then he had an editorial meeting on two projects and ended up pressing into application to work on the Green Lantern animation.",
                "John seized the comic from Bill. He shoved it into his hand and Bill followed suit.",
                "John seized the comic from Bill. He read it and shook his head with a sour expression.",
                "John seized the comic from Bill. He nearly choked on his cough, and dug his arm through his hair.",
                "John seized the comic from Bill. He had discovered the one-eyed marquis wouldn't sell them to Bill, had said so himself.",
                "John seized the comic from Bill. He put the tote over Bill's head, pushed his feet into tiptoe, and peered from under Bill's arm."
            ],
            "counts": {
                "John": 1,
                "Bill": 32
            }
        },
        "John passed the comic to Bill. He": {
            "details": {
                "pronoun": [
                    31,
                    33
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        25,
                        29
                    ]
                ]
            },
            "sentences": [
                "John passed the comic to Bill. He knew it was signed Crapfoot, and said, \"I guess we have to make this out to get some information out of an old junkie.",
                "John passed the comic to Bill. He flipped the jacket off to show the piece of paper inside.",
                "John passed the comic to Bill. He flipped it open, setting half of the cover squashed into the book.",
                "John passed the comic to Bill. He was putting\ntogether a name for the infrequent \"Luffy to the Whale\" card.",
                "John passed the comic to Bill. He handed it to Bowen.",
                "John passed the comic to Bill. He stared at it.",
                "John passed the comic to Bill. He put his hands on the lid of a toolbox on the counter and opened it.",
                "John passed the comic to Bill. He had heard it before.",
                "John passed the comic to Bill. He enjoyed it.",
                "John passed the comic to Bill. He told Forrest, after apology, to sit on his lap, where he could turn it over to the crowd.",
                "John passed the comic to Bill. He subtitled the page, \"The Apache.",
                "John passed the comic to Bill. He accessorised it with a hook: the hospital had no wages to pay for its work, and at one point, the hospital was paralyzed by patient deaths.",
                "John passed the comic to Bill. He stepped behind his master and began tickling her pussy with his hard cock.",
                "John passed the comic to Bill. He turned to the back.",
                "John passed the comic to Bill. He handed it to Bill, who looked unrecognizably pleased with himself and offered Bill the reading score.",
                "John passed the comic to Bill. He handed it back, his eyes not quite dark.",
                "John passed the comic to Bill. He had, Young eyed resolved, been spending my\nround nights.",
                "John passed the comic to Bill. He was excited that these proofs were going on and now that the first issue was out because the other ones would be on the new title late the first day of shipping the comic, early the next week.",
                "John passed the comic to Bill. He looked at the panels and decided that Bill's face was better.",
                "John passed the comic to Bill. He gazed long at the coin, as he said, when he thought the art was unsuitable.",
                "John passed the comic to Bill. He said, \"A box of gummy weapons, they say.",
                "John passed the comic to Bill. He wrote him a letter:\n\nStay until I get to Cambridge.",
                "John passed the comic to Bill. He had uncovers gathered receipts along the way.",
                "John passed the comic to Bill. He had chosen _Hang it all out_ instead, and nobody could have known it was his exhibition piece.",
                "John passed the comic to Bill. He was surprised to see that Esther had already answered a phone call that he had from his superfiyu rich.",
                "John passed the comic to Bill. He fiddled with it for a while and then tipped it with some brownies.",
                "John passed the comic to Bill. He gave Bill an\nidiot's ass because Hallie was the only one who knew who Bill was.",
                "John passed the comic to Bill. He typed up a copy as an afterthought and then passed it on to Martineau.",
                "John passed the comic to Bill. He bent over the book and did not scurry.",
                "John passed the comic to Bill. He said, \"It's wonderful the way you smile.",
                "John passed the comic to Bill. He looked around him, and then returned to the book she was reading, and she looked over at his face.",
                "John passed the comic to Bill. He chuckled and buried his face in the comic.",
                "John passed the comic to Bill. He hadn't been doing well, not good but he hadn't been himself, anyway, except for Queen Moon.",
                "John passed the comic to Bill. He made the first cut necessary, rejecting the story lines.",
                "John passed the comic to Bill. He saw the saintly woman wasn't for sale.",
                "John passed the comic to Bill. He then turned his attention back to the troops on the grounds as bargaining continued, pointing out the christening of his son and suggesting that he look over the shield left by Edward Aveling when he carried off the.",
                "John passed the comic to Bill. He was looking at what had served him so well in the past, all the priceless pieces, too: Mrs Ratcliffe.",
                "John passed the comic to Bill. He wished he had thought to color in the Kalandarian set.",
                "John passed the comic to Bill. He seemed satisfied with the book and said that it would be handsomely printed.",
                "John passed the comic to Bill. He figured he'd bumped his way into 'Siege Dawn'.",
                "John passed the comic to Bill. He held it in place as Bill had a weight counterpart in his back pocket, with a secret button on the back, held up by his right hand with his left over one of the side pockets.",
                "John passed the comic to Bill. He looked skeptical, but was too happy to wrap things up, and Bill said he would tell him when he could get away from the office.",
                "John passed the comic to Bill. He opened the cigar.",
                "John passed the comic to Bill. He thank Doug and he & Jane to Bill, thanked Joey Bruce to Dave and he & Dee to Dave.",
                "John passed the comic to Bill. He gave the money to you.",
                "John passed the comic to Bill. He laughed.",
                "John passed the comic to Bill. He then sat across from Jones.",
                "John passed the comic to Bill. He glanced at\nthe name—\"\n\n\"Periwinkle,\" said I.",
                "John passed the comic to Bill. He said, \"Something will happen to you.",
                "John passed the comic to Bill. He walked him through, then took a photo.",
                "John passed the comic to Bill. He kissed her on both cheeks.",
                "John passed the comic to Bill. He looked at Douglich and smiled.",
                "John passed the comic to Bill. He gave the comic to me, but kept it.",
                "John passed the comic to Bill. He threw the stub in the garbage can, by candle-light, while Bill crossed the room and searched the dead-end shelves.",
                "John passed the comic to Bill. He flipped it on, passing it to Cecil, who, amid laughter from the group, gave it back to me.",
                "John passed the comic to Bill. He slightly shrugged and reached forward to pick up another, and after a moment of deliberation turned to confiscate the Rorschach, tossing Part 15 onto the table and rubbing his chin.",
                "John passed the comic to Bill. He opened the door and looked into the house.",
                "John passed the comic to Bill. He gained a quick, little smile.",
                "John passed the comic to Bill. He got a penciled page of \"Hellhound\" under it.",
                "John passed the comic to Bill. He said he much enjoyed the prose.",
                "John passed the comic to Bill. He didnt wait long.",
                "John passed the comic to Bill. He mentioned how large the notebook ought to be to-night to accommodate his notebook, and he proceeded to give Bill his word that it would be a satisfactory cos' all along he had no designs upon it; and.",
                "John passed the comic to Bill. He put on his plaid shirt, showed the paint, John only assisted because Henry advised not to tack but resented it.",
                "John passed the comic to Bill. He thought it would be a nice idea but there were requests too many.",
                "John passed the comic to Bill. He tore a page up from Big Uncle Spruce's edition of Brother Joe and Charlie's doctrines, labeled it \"One, Two, Three, Four, Man\" and hung it in his coat, rubbed a smear.",
                "John passed the comic to Bill. He said he was going to buy Auchard's comic and guessed that it would be up.",
                "John passed the comic to Bill. He flipped over the pages and stared at the paper again.",
                "John passed the comic to Bill. He said: 'I must say that I have admired you ever since you joined this convention.",
                "John passed the comic to Bill. He got right into it and allowed me to keep a pretty decent read.",
                "John passed the comic to Bill. He stared into it, then shooting Bill in the face, shoved him aside, saying a word of contempt as Sun Fred had not committed that crime, only observed him; _Had Stone looked familiar as nightfall or.",
                "John passed the comic to Bill. He ticked off his list of names--John Scott,\ntwenty, Willa Cuthbert, mother of Charley Scott, 1884.",
                "John passed the comic to Bill. He stood back to speak while Hargittai coughed.",
                "John passed the comic to Bill. He told him so rather\n\ndigly.",
                "John passed the comic to Bill. He turned the comic on his friend's radio and gave it a push.",
                "John passed the comic to Bill. He scratched out first person and first name neat and knew that it would be a perfect wedding story.",
                "John passed the comic to Bill. He read it — the words and pictures had been her handwriting.",
                "John passed the comic to Bill. He was supposed to read into what was going on at the moment the rumours had all been made up – some sort of information Slacker Jake planned?\n\nHe paused, swallowed a bit of both, and.",
                "John passed the comic to Bill. He was probably annoyed that I, still a printer, didn't show up and didn't acknowledge that the card was here.",
                "John passed the comic to Bill. He stared at to the ceiling in the drawing hut.",
                "John passed the comic to Bill. He couldn't pass the friendly reference! he couldn't properly close the book.",
                "John passed the comic to Bill. He smiled, showing white teeth, sweet teeth, in his bowler hat.",
                "John passed the comic to Bill. He looked mildly amused.",
                "John passed the comic to Bill. He got up to go to the dressing room, where Marvin was waiting leaning against an enormous wardrobe, his head and shoulders resting on one another in an attempt to decide whether Marvin should leave.",
                "John passed the comic to Bill. He doesn't reference Judgment Day quite so much — Mr.",
                "John passed the comic to Bill. He put it on the table together and left for work.",
                "John passed the comic to Bill. He read it over to Charee, who nodded.",
                "John passed the comic to Bill. He\n tonguesuited up the wall.",
                "John passed the comic to Bill. He bit off the second half as if trying to chew a lemon, then towed Bill's father's weight into his satus Horologi.",
                "John passed the comic to Bill. He appeared to be vaguely interested as people packed the room.",
                "John passed the comic to Bill. He did not know that the modern erotica would never be the way it was supposed to be in that era of realism invented by the Christian and early imperialists in the South.",
                "John passed the comic to Bill. He padded down the channel to give it a whirl like a good little belching.",
                "John passed the comic to Bill. He read it with our copy of Nuke Has Landed before eking out a contribution out of it each night for close to two years, gradually improving its humour and depth throughout the whole period.",
                "John passed the comic to Bill. He read it over to Judge.",
                "John passed the comic to Bill. He placed a bottle of wine in front of Bill, and finished what you had to do with for yourselves.",
                "John passed the comic to Bill. He grinned.",
                "John passed the comic to Bill. He cursed and for a moment his face was not John's he glanced up at Hooper as he took his pistol out of his coat pocket.",
                "John passed the comic to Bill. He looked at the plates and read the name, a picture of a flower.",
                "John passed the comic to Bill. He liked it, and he tore it up.",
                "John passed the comic to Bill. He shook his head and took the photograph, just the way he always did.",
                "John passed the comic to Bill. He turned \"Mardi Gras\" over to Bill and we began laughing about it."
            ],
            "counts": {
                "John": 3,
                "Bill": 14
            }
        },
        "Joseph hit Patrick. He": {
            "details": {
                "pronoun": [
                    20,
                    22
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        11,
                        18
                    ]
                ]
            },
            "sentences": [
                "Joseph hit Patrick. He may have meant no MacGregor.",
                "Joseph hit Patrick. He shook his hand and held it instead to Patrick's cheek, and said, \"There, Victor.",
                "Joseph hit Patrick. He looked right into the cracked sidewalk about thirty yards down to the curb.",
                "Joseph hit Patrick. He drove in a point which San Miguel punched Laguna half the way into the benches that once divided them.",
                "Joseph hit Patrick. He dove back into the woods.",
                "Joseph hit Patrick. He wasn't surprised.",
                "Joseph hit Patrick. He then rained a second volley, and a routine fight took place on the other side of the infield—long shots erupted like a flock of birds across the infield.",
                "Joseph hit Patrick. He had rounds of applause and high-fives.",
                "Joseph hit Patrick. He correctly assumed that Joseph mentored Patrick in his youth.",
                "Joseph hit Patrick. He didn’t want to pile on a predictive hitting guy, but he just couldn’t keep one step.",
                "Joseph hit Patrick. He flashed with his.",
                "Joseph hit Patrick. He then moved onto the next hit in an attempt to force an exchange but again to be brutally pursued by Fiose.",
                "Joseph hit Patrick. He sprained his ankle, but he played through late in the season rich as a lark, winning on a line with Ian Frazier at left center, Nena Himes at right shooting guard, Hollis Thompson at power.",
                "Joseph hit Patrick. He hit Patrick a little harder than he should have hit Patrick.",
                "Joseph hit Patrick. He viscerally realized, being Billy—what? A dandy then! A glorious dandy.",
                "Joseph hit Patrick. He hit her so hard as to defocus her vision of the thing in front of her.",
                "Joseph hit Patrick. He then turned toward the full Bel Rak and I followed him in that direction but took no further maneuvers.",
                "Joseph hit Patrick. He was petite, balding and had\nlong black hair; his face was very handsome.",
                "Joseph hit Patrick. He sat back, hit the table, the floor, appellant on the floor, and the table, and stared in shock at Vernon Jacies.",
                "Joseph hit Patrick. He was four or five years older and she didn't like to be his whoring wife, but at the time she didn't care enough about quitting to do that to Patrick.",
                "Joseph hit Patrick. He punched him in the head from the other side of the head.",
                "Joseph hit Patrick. He just drove toward him, and he was to be turned over.",
                "Joseph hit Patrick. He had had enough of the smuggling of last night; he hated people; he'd stayed out for too long.",
                "Joseph hit Patrick. He also hit Patrick to the ground.",
                "Joseph hit Patrick. He jabbed his knife into Patrick's abdomen, yelling at him to run.",
                "Joseph hit Patrick. He was now convinced that he was aboard the _Formosa_.",
                "Joseph hit Patrick. He felt the front of his cranium press against the horrifying sensuality of the woman beneath him.",
                "Joseph hit Patrick. He too saw the fighter fight his way to the pin and better check his inside guard to protect the crown instead of trying to jack the punishment off;  therefore, fighters have struggled when a fighter instinctively jumps onward and powers.",
                "Joseph hit Patrick. He? The Chodron?\nIrish bandleader? Stormy Daniels? Talib Kweli?! You plan to lie a straight T-shirt? I do (if that makes you uncomfortable) Have a Loyalty Sh.",
                "Joseph hit Patrick. He was taken to the hospital, passed out on the floor of the West Village apartment.",
                "Joseph hit Patrick. He slashed this poor pighead, hitting him in the face, and turned to run.",
                "Joseph hit Patrick. He leapt over back onto the Sanfroid.",
                "Joseph hit Patrick. He was still in his truck at this point, and choked his brakes with defending his friends.",
                "Joseph hit Patrick. He heard shots and knew they were for him, and he went for his pistol Glock but hit another window.",
                "Joseph hit Patrick. He heard the gun go off and fell back, but Iman gave him a Doh! Marion looked scared from the back light.",
                "Joseph hit Patrick. He thought of Renee, wishing that she might return with Iseult,\nand, when she came to him, he said to shy away for her, came back to\nhim as a tree, with lady-.",
                "Joseph hit Patrick. He was in so much pain he could barely move any more.",
                "Joseph hit Patrick. He then threw a body-weight blow to Patrick's groin while punching him repeatedly, according to the police report.",
                "Joseph hit Patrick. He knocked the Funfini ass out.",
                "Joseph hit Patrick. He stood with the laughter and\n Jack was so overcome that he did not know what to do, person from person;\n pain of a wounded right arm was welld in a terrible pain, when Cutler\n pulled the wounded.",
                "Joseph hit Patrick. He deviated from the first segment, shot into Patrick's window and before Patrick could utter one word of what he had just witnessed, hit him again.",
                "Joseph hit Patrick. He slightly frowned.",
                "Joseph hit Patrick. He's in some pain, blood is shining down my cheek, a tape is pressed between my teeth.",
                "Joseph hit Patrick. He was tackled and when he went for his backstroke to come up under Patrick he was bruised and felt pain.",
                "Joseph hit Patrick. He held lawfully against the dark, away from weather, the indifferent, from spirit.",
                "Joseph hit Patrick. He shoved a bolt.",
                "Joseph hit Patrick. He liked the kid's eagerness.",
                "Joseph hit Patrick. He couldn't figure out where he was going as it was to be another blind side dance, Texas pinball or something else you chalk up as flag dances.",
                "Joseph hit Patrick. He wrenched the chord out of the keyboard, and with the backing guitar, they redoubled their efforts.",
                "Joseph hit Patrick. He pulled Patrick's gun away and ran toward him, but Robert shouted, \"I'll tell Tommy and Ed to go.",
                "Joseph hit Patrick. He turned the tide.",
                "Joseph hit Patrick. He also rams Spermont on my back and pin-ties and gells me on my back.",
                "Joseph hit Patrick. He walked up, stood in his front, melded with his brother.",
                "Joseph hit Patrick. He isn't responding.",
                "Joseph hit Patrick. He was very surprised; he always sabotaged fishing trips.",
                "Joseph hit Patrick. He managed to avoid three straight high kicks, but unfortunately, luck played a major part in his untimely demise.",
                "Joseph hit Patrick. He said if he had another knife on him he would kill him.",
                "Joseph hit Patrick. He took off his glasses and folded his hands, staring at them once more.",
                "Joseph hit Patrick. He continued on as he mourned his kin.",
                "Joseph hit Patrick. He pulled the bloody corpse away from himself and fell on top of it to avoid a fatal fall to the ground—a fall which initiated the entire massacre.",
                "Joseph hit Patrick. He too was wounded.",
                "Joseph hit Patrick. He told the physician, Pedro Ortiz's sister, that her son was hurt and waited to deliver the news to her husband, 40 miles away.",
                "Joseph hit Patrick. He says he did it because a black police officer failed to do her job properly.",
                "Joseph hit Patrick. He'd opened a match on Jesus.",
                "Joseph hit Patrick. He went down on purpose.",
                "Joseph hit Patrick. He pulled his pants down, the wire still hanging down over it.",
                "Joseph hit Patrick. He 'hammered' him with a powerful right hook, knocking him into upstairs sleeping quarters with a wooden tub on the front landing.",
                "Joseph hit Patrick. He slipped and went down head-first.",
                "Joseph hit Patrick. He kicked the bag to Romanian left, the crunch of a car came to mind: When you hit a cutoff you went clear.",
                "Joseph hit Patrick. He was killed and faced a much worse fate of death, actually because it led him to where he wanted.",
                "Joseph hit Patrick. He mumbled, \"The sun shall hate you,\nJesus Christ.",
                "Joseph hit Patrick. He felt for his hurt son.",
                "Joseph hit Patrick. He sprinted at the timeframe, avoiding the confusing forces, specifically the Precacheys and people from our local, counting convention-based gathering, Whim! #dymoor2016.",
                "Joseph hit Patrick. He fired a smoke bomb at the Scientologists and collapsed the church while trying to get the survivors out.",
                "Joseph hit Patrick. He lost a leg.",
                "Joseph hit Patrick. He carried Mike back into the store and finished\nthem off.",
                "Joseph hit Patrick. He seemed to have given up on the attempted Protectorate.",
                "Joseph hit Patrick. He was not involved in his capture or scratching Patrick out of fighting.",
                "Joseph hit Patrick. He finally knocked out Patrick, by nearly knocking his face off, but him and Newbie faced off against the Newites.",
                "Joseph hit Patrick. He had to choose which way he wanted her to as his 'heartfelt', occupy the school after he had determination to rectify his position and take her back home.",
                "Joseph hit Patrick. He started to race down the street.",
                "Joseph hit Patrick. He thought he was jumping up between his legs when they weren’t kicking.",
                "Joseph hit Patrick. He hit him back as well, planting a punch in the combatants arrayed before him.",
                "Joseph hit Patrick. He spun him around slightly and put his left foot on the duck.",
                "Joseph hit Patrick. He pulled him out of the water at the sky.",
                "Joseph hit Patrick. He saw him hit Shane.",
                "Joseph hit Patrick. He took a slice of his mouth with his knife in half.",
                "Joseph hit Patrick. He hit Patrick not on the back but on both knees.",
                "Joseph hit Patrick. He turned to Draven and me.",
                "Joseph hit Patrick. He seeks help for the carving.",
                "Joseph hit Patrick. He hit him four time.",
                "Joseph hit Patrick. He followed them for some distance, lurking behind one of the buildings.",
                "Joseph hit Patrick. He also left Patrick to attack Jaime.",
                "Joseph hit Patrick. He heard the gunshots, came around to see what the problem was.",
                "Joseph hit Patrick. He needed one of his men, but Mr.",
                "Joseph hit Patrick. He jerked Patrick's face toward him, so hard on the tank that Dougit's sword gave way in the blow.",
                "Joseph hit Patrick. He went back to the room and saw that Patrick' hacking was more effective than what anyone on the entire team intended.",
                "Joseph hit Patrick. He neglected PFL investigation.",
                "Joseph hit Patrick. He repeated those words again.",
                "Joseph hit Patrick. He'd put him down."
            ],
            "counts": {
                "Joseph": 1,
                "Patrick": 18
            }
        },
        "Patrick was hit by Joseph. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        19,
                        25
                    ],
                    [
                        0,
                        7
                    ]
                ]
            },
            "sentences": [
                "Patrick was hit by Joseph. He made sure that doctors in the Department of Surgery noticed that Joseph was injured and went to see Dr.",
                "Patrick was hit by Joseph. He kneed Darryl in an attempt to put Joseph away.",
                "Patrick was hit by Joseph. He doesn't know what happened.",
                "Patrick was hit by Joseph. He heard the shot, grabbed it up, and ran out of Bryant's cell.",
                "Patrick was hit by Joseph. He said his family did not fight with Joseph.",
                "Patrick was hit by Joseph. He held Joseph during the\nEdward II Trial, and helped his young minister recover from really trying 'to save\na god', to consider the issue as a matter of \"don't say death\".",
                "Patrick was hit by Joseph. He was shot on Dunklin Road, at Lowell Pike.",
                "Patrick was hit by Joseph. He went back to Smith's House and killed Roy.",
                "Patrick was hit by Joseph. He was rspn:<tt prÄ±k:<å\u0080¤rr8;;;_c'kko:.",
                "Patrick was hit by Joseph. He was 6'5\",\n23 Collins, 172' / 75 lbs.",
                "Patrick was hit by Joseph. He was wounded in the running match with a pitch from Dick Fleetwood, the first time he'd ever been hit by a pitch from Fleetwood.",
                "Patrick was hit by Joseph. He has also been accused of committing an auto accident.",
                "Patrick was hit by Joseph. He asked Paul to pray for the prosecutor, and he became a good-looking boy.",
                "Patrick was hit by Joseph. He scared Joseph just far enough to cause him to head up to Groundbreaking.",
                "Patrick was hit by Joseph. He calls Mike Scott.",
                "Patrick was hit by Joseph. He immediately grabbed a brutal beating for being rude towards him.",
                "Patrick was hit by Joseph. He told Polanco on more than TWO occasions, then as recently as two days ago that Joseph was going to come at him.",
                "Patrick was hit by Joseph. He was killing Joseph.",
                "Patrick was hit by Joseph. He ignored the text and insisted Joe leave the studio, I said leave! and threatened him.",
                "Patrick was hit by Joseph. He was supposed to be carrying Joseph's son\nalive.",
                "Patrick was hit by Joseph. He chose the pity.",
                "Patrick was hit by Joseph. He explained: \"I continued praying praying pray AA (outstanding a person) on you whilst we're in the car, after the vehmment has finished I called Police and by the probability of telling you that so.",
                "Patrick was hit by Joseph. He was knocked down on his feet and his jaw was damaged.",
                "Patrick was hit by Joseph. He claimed Joseph was wearing a cap and forgoed off on Joseph and all others slept.",
                "Patrick was hit by Joseph. He died the following day.",
                "Patrick was hit by Joseph. He testified that on the day Joseph killed him he was with Joseph at home.",
                "Patrick was hit by Joseph. He could not tell whether Joseph was bleeding because his head was on the marble floor, or in the temple.",
                "Patrick was hit by Joseph. He fell half on the road, and she\ncalled for assistance under an assumed name.",
                "Patrick was hit by Joseph. He tried coming and trying to help Joseph.",
                "Patrick was hit by Joseph. He was charging at Brown on more than one occasion, although we have only ever seen one live attack as of this writing.",
                "Patrick was hit by Joseph. He is dead, from a shaken chest injury, with a badge and weapons registered after his arrest in Sykes, police said.",
                "Patrick was hit by Joseph. He would say, \"So, I.",
                "Patrick was hit by Joseph. He had application with the county health department’s office.",
                "Patrick was hit by Joseph. He states, “Lucy, that is a good Tim.",
                "Patrick was hit by Joseph. He looked as though he had been injured by the lion.",
                "Patrick was hit by Joseph. He says Hawkins is expected to attend any future hearings as a \"wiretap person\" to be used in court proceedings.",
                "Patrick was hit by Joseph. He died soon after, leaving Laura to until 1884\nbrought Mary to Los Angeles County Street.",
                "Patrick was hit by Joseph. He was shot by Joseph, and at that instant his ears rang as he stood tall from the other side of the camp.",
                "Patrick was hit by Joseph. He was\nperplexed as to the cause of the accident, and he was driving when\nhe noticed Jesus.",
                "Patrick was hit by Joseph. He had a 6-year-old son with him.",
                "Patrick was hit by Joseph. He said no one had come to the orchard to\nthat day except Arroyok, Danielle, and Jung Rikki (father of Danielle) when they saw Joseph eating\nwith his lantern in the.",
                "Patrick was hit by Joseph. He knew these men who called him Jesus.",
                "Patrick was hit by Joseph. He couldn't stop it from happening.",
                "Patrick was hit by Joseph. He started out as a Jewish boy.",
                "Patrick was hit by Joseph. He broke the woman's skull and knocked him over the bars of his cage.",
                "Patrick was hit by Joseph. He died now through the Lord's gracious mercy.",
                "Patrick was hit by Joseph. He transitioned into a fastball.",
                "Patrick was hit by Joseph. He should have been charged for the other gun\nmatter.",
                "Patrick was hit by Joseph. He couldn't move, but he could realize that he wanted to run from Joseph.",
                "Patrick was hit by Joseph. He had a flesh wound to the head and he would continue to feel pain and suffer months after his injury.",
                "Patrick was hit by Joseph. He heard Joe again, and he thought it\nwas just the other thing coming from Johnson's mouth.",
                "Patrick was hit by Joseph. He objected, citing the context, and the jury needed them to see that the victim had experience with reckless homicide.",
                "Patrick was hit by Joseph. He had gotten up and gone out for a walk.",
                "Patrick was hit by Joseph. He was not required or\nprovided with any companion, and at the time of the altercation,\nkept close [inter alia] surveillance, thus skillfully \"to keep an eye[\n]on one hiding.",
                "Patrick was hit by Joseph. He fell, and hurt his ankle when he landed.",
                "Patrick was hit by Joseph. He had a knife in his chest and was covered in blood, and Nathan Lewis, the paramedic working in ditches at the hospital, also suffered massive cuts to his head and arms.",
                "Patrick was hit by Joseph. He escaped with only a dull headache.",
                "Patrick was hit by Joseph. He held\nhis pistol up to protect himself, just as if it were a dagger.",
                "Patrick was hit by Joseph. He went on 19-for-16, setting a career high including 12 home runs, eight doubles and 53 RBIs.",
                "Patrick was hit by Joseph. He testified Jacob's suicide was accidental.",
                "Patrick was hit by Joseph. He came around the bend and lay down on the brake-pump of the bus.",
                "Patrick was hit by Joseph. He was coming toward us towards *969 the east.",
                "Patrick was hit by Joseph. He is charged with failing to stop\n\nhim and failing to report the assault.",
                "Patrick was hit by Joseph. He lost his left eye.",
                "Patrick was hit by Joseph. He was lying on the fallen tree on the west side of the street.",
                "Patrick was hit by Joseph. He should have had … 14 matches on the PED suspension.",
                "Patrick was hit by Joseph. He died, and the little girl stopped struggling.",
                "Patrick was hit by Joseph. He was running by the liquor barrel when he went to the third aid pole.",
                "Patrick was hit by Joseph. He had the white robe in his teeth.",
                "Patrick was hit by Joseph. He wasn’t shot near by the manager at the bar, but allegedly got a headlock from a witness, and didn’t remember or deny giving the cops some information on his clothes.",
                "Patrick was hit by Joseph. He was banned from work for 18 months due to road rage, and Impured Tracy Pratter was banned from the Gadi's 56st Rewards store for Vandalizing a customer 2 years ago.",
                "Patrick was hit by Joseph. He only two months after he had helped Tom out earn six grand apiece by SPAR, he resigned from the bank and took over the practice.",
                "Patrick was hit by Joseph. He had to be brought to the hospital where Rachel was, and Joseph seized His wife and Ward, and nearly drove Rachel down a cliff and died.",
                "Patrick was hit by Joseph. He was seven, and even though Joseph wore a bullet wound on his chest and arms, Little did he suspect its family resemblance to a cast shot.",
                "Patrick was hit by Joseph. He says the police attitude toward the Paterson, New Jersey P.",
                "Patrick was hit by Joseph. He was very quiet and wouldn’t say a word.",
                "Patrick was hit by Joseph. He mortally wounded Joseph before jumping into the meadow and coming back for Mr.",
                "Patrick was hit by Joseph. He admitted that Hill was not wounded, but he chose to deny any connection.",
                "Patrick was hit by Joseph. He returned for the fourth time, delivered a wonderful ball, and hit McGill into the fence.",
                "Patrick was hit by Joseph. He then admits he believed that Joseph \"was a prank\" to deflect suspicion towards Manny Hairston, \"He wanted me to for him,\" Manello told the New Times.",
                "Patrick was hit by Joseph. He crawled out of the wagon and, holding Bumper tight, he shook off Joseph, who stayed quiet.",
                "Patrick was hit by Joseph. He got up to leave.",
                "Patrick was hit by Joseph. He began beating her twice, more seriously for about a month and then for about a week and made an \"extreme trauma loss\".",
                "Patrick was hit by Joseph. He says Joseph had been laying in wait for him and then he shot him in the head.",
                "Patrick was hit by Joseph. He was knocked to the ground and knocked unconscious once, and then given first aid; Sanders died five days later in the hospital.",
                "Patrick was hit by Joseph. He says John alerted him to be struck.",
                "Patrick was hit by Joseph. He lay motionless on the silver chair.",
                "Patrick was hit by Joseph. He explained, \"until we made the car noises, it was out of sight of everyone.",
                "Patrick was hit by Joseph. He believed Joseph knew where Ashmi was, and was hiding Ashmi while Joseph was in America.",
                "Patrick was hit by Joseph. He still can't see what happened to him.",
                "Patrick was hit by Joseph. He had previously told the newspapers that “Papa Joe, you have been\n\nwiped out.",
                "Patrick was hit by Joseph. He managed to dash for the living and back, and jumped into Trixie, who was teetering on the edge of a crevasse.",
                "Patrick was hit by Joseph. He ripped through Joseph's face to get at Bob.",
                "Patrick was hit by Joseph. He was very demoralised, he says.",
                "Patrick was hit by Joseph. He drove away to fight Mamu.",
                "Patrick was hit by Joseph. He then ran to Bordeaux and jumped up Florence's barricade row at the side of the King's road.",
                "Patrick was hit by Joseph. He was hit had disabled him from completing the planting part of the mission.",
                "Patrick was hit by Joseph. He considered stopping Joe’s wife and going to Israel, but he felt there was nothing to stop him once he got back to Canada.",
                "Patrick was hit by Joseph. He had been playing football,'_* Pat Taylor said.",
                "Patrick was hit by Joseph. He was in a holding position, and testifying to the jury as a witness."
            ],
            "counts": {
                "Joseph": 26,
                "Patrick": 0
            }
        },
        "Ken admired Geoff. He": {
            "details": {
                "pronoun": [
                    19,
                    21
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        12,
                        17
                    ]
                ]
            },
            "sentences": [
                "Ken admired Geoff. He looked like a member of a royal family.",
                "Ken admired Geoff. He just wanted to hear his voice.",
                "Ken admired Geoff. He knew that even though Geoff was still involved most Customers of Lostfields were going to lose way to sharks as Stephen win Hennessyyy, maximum or maxalty of gain the Object looks honour to either, into diper.",
                "Ken admired Geoff. He'd been wondering what he'd say to Geoff, and now that he'd told him, Andy hadn't felt so alone since the time they were kissing before the blast.",
                "Ken admired Geoff. He got straight from the bus and stood under one tree; on landing, barged ballhead to bar a beer bottle, took the boots off the soda jerk and was out of Java.",
                "Ken admired Geoff. He hoped Ame and Daryl would help his own son tell the tale.",
                "Ken admired Geoff. He was happy for Geoff.",
                "Ken admired Geoff. He became one-star football's John O'Halloran.",
                "Ken admired Geoff. He'd have made a better puzzle.",
                "Ken admired Geoff. He'd been influenced by the banter with Shotgun.",
                "Ken admired Geoff. He looked at Defriere.",
                "Ken admired Geoff. He didn't like Geoff a lot, or at his most irritable he wouldn't even acknowledge that Geoff had any manners.",
                "Ken admired Geoff. He knew him easily enough beyond the undeniable piety that he had brought to the occasion.",
                "Ken admired Geoff. He knew that Geoff could have change, but didn't want to leave the family emporium and follower scheme like the playing cards stuffed in a plush afghan money slip for him to join a vast male ginger colony of Lance.",
                "Ken admired Geoff. He did it however with a snide grin that said, 'At what time do you gawp?'\n\n'Monday or Tuesday, Winnie.",
                "Ken admired Geoff. He appreciated his own qualities, especially as an actor.",
                "Ken admired Geoff. He’d returned from China expecting a successful business.",
                "Ken admired Geoff. He shouldn't really be mad.",
                "Ken admired Geoff. He had a great sense of humour and, though tactless, he was a very convincing man.",
                "Ken admired Geoff. He thought his son's departure had been more of a sorrow, than a sorrow of leaving together, than a sad of leaving alone.",
                "Ken admired Geoff. He didn't know the crappity man, he didn't know the Irishman from God.",
                "Ken admired Geoff. He marveled at the rippled bubble of a father who was going to inherit everything up to Eggnes' head and giving up his income at calling.",
                "Ken admired Geoff. He wasn't certain whether they were or not, and he judged his appearance gave him as much feature.",
                "Ken admired Geoff. He didn't trust him and knew they wouldn't let him near the drugs petty crap.",
                "Ken admired Geoff. He appreciated the glamour in her appearance, the conservatism that Suzanne Short interviewed about being near military, and the fact that Hugh Grant was dressed like a Roxy star.",
                "Ken admired Geoff. He used to sit on his father's shoulder when his younger sister was ill.",
                "Ken admired Geoff. He cried, pulling at his hair.",
                "Ken admired Geoff. He ate the first bites himself, then put them down on the plate and went to work again.",
                "Ken admired Geoff. He wanted to be at the party when the beer was done, and when the clubbed machine arrived, and the dancing boy on top of the racket.",
                "Ken admired Geoff. He'd taken an extra time to argue with Geoff about shipwrecks, and Geoff hadn't minded a bit.",
                "Ken admired Geoff. He of course\ndidn't know it, because he wasn't, said he was a nobody.",
                "Ken admired Geoff. He then took a quick tour of the house.",
                "Ken admired Geoff. He carried the knife back into itself and reached forward to grasp its handle.",
                "Ken admired Geoff. He then flashed a huge grin as he rejoined the party:\n\nNessmegac: \"Where does Social and WHO come in?\"\n\nLauhous: \"They seem like the good guys, but once.",
                "Ken admired Geoff. He gently shook him by the shoulder.",
                "Ken admired Geoff. He knew very well why I didn't like Geoff.",
                "Ken admired Geoff. He did not say pity in response.",
                "Ken admired Geoff. He shook her heart, but not that she was aware of feeling.",
                "Ken admired Geoff. He swung the big one from his shoulder and sat down to watch.",
                "Ken admired Geoff. He grimaced at her reaction.",
                "Ken admired Geoff. He went on, \"As we're friends, you're my friend too, but then your friends told me your absentee report.",
                "Ken admired Geoff. He was dying to ask Geoff.",
                "Ken admired Geoff. He understood that even if Ronnie was waiting out there out in the public's eye for her entertainment as long as they could hold hands, she would never pull that stunt again.",
                "Ken admired Geoff. He couldn't see what had changed on the bleakness of his room where he had spent one much too many heartbroken nights, searching vainly for his lost mother so that he could tell her to stop her tears and come to.",
                "Ken admired Geoff. He could hear it from surroundings, and as he posed for one of the shoots he changed, eat, hide, brush himself off, and smile—for the cameras.",
                "Ken admired Geoff. He projected: \"Is that because you, my darling, are the independent, generous, interesting, inquiring, smart, question-toting gay socialite?\"\n\n\"My kindness and grace,\" Reverend Grainne agreed.",
                "Ken admired Geoff. He wasn't even aware of Duff.",
                "Ken admired Geoff. He secretly wanted to give them a boost.",
                "Ken admired Geoff. He looked back pensively: dying to see a real man after such a while since he was alive.",
                "Ken admired Geoff. He had been delighted when I had mentioned that Geoff works at the lab.",
                "Ken admired Geoff. He let himself relax.",
                "Ken admired Geoff. He felt he could take an inspirational role in his tale, but wasn’t sure what to do about the hovering, fettering body.",
                "Ken admired Geoff. He'd felt something warm against his chest.",
                "Ken admired Geoff. He also admiringly voiced showless condolences to Jena.",
                "Ken admired Geoff. He suddenly realized that Mac also took to his assessment with enthusiasm.",
                "Ken admired Geoff. He was full of praise for his boyhood games and the establishment.",
                "Ken admired Geoff. He was impressed and impressed good, and he had a steely glance of that alone.",
                "Ken admired Geoff. He wasn’t at Briaringsmuseum, but a visitor to the museum, or more specifically, to Briaringsmuseum, which was on the bank of Troodland.",
                "Ken admired Geoff. He was one of the oldest husband and wife pairings who wrote on horseback in Tinknow.",
                "Ken admired Geoff. He pointed his left hand at the Obi.",
                "Ken admired Geoff. He stood up especially for him and supported him willingly.",
                "Ken admired Geoff. He grabbed him by the back of the neck, forcing Geoff soft against his body, his hands squeezing carefully into the pockets of his trousers.",
                "Ken admired Geoff. He was looking forward to the next step in their relationship, and the prospect of working with such a passionate young man.",
                "Ken admired Geoff. He wondered if by sharing the knowledge of his mother's dying, he had woven her last days' thoughts into his own.",
                "Ken admired Geoff. He showed him a photograph of his father, smoking outside her mother's Bay Rosse house.",
                "Ken admired Geoff. He actually knew a Gaborone ad says something like \"I like your rebel spirit.",
                "Ken admired Geoff. He paused over a puzzle as though adjusting it for the occasion, and seized it desperately, shifting it quickly as he flung it down beside him.",
                "Ken admired Geoff. He knew that he would have no choice.",
                "Ken admired Geoff. He called it from New York.",
                "Ken admired Geoff. He envied the career talent who might someday one day get the interview.",
                "Ken admired Geoff. He smiled and nodded at both men.",
                "Ken admired Geoff. He reached to take the robe off his shoulders.",
                "Ken admired Geoff. He'd seen Halsey explain how they'd hunted all around London in a baggy coloured uniform from These Eight, trying to hit the middle-gear camberry.",
                "Ken admired Geoff. He volunteered to take Geoff out of his home and cook them dinners beside the creek, too, so they could also roam beside it in their own house.",
                "Ken admired Geoff. He hated the very thought of a glamorous, rich lawyer, but here was an outsider starting to get acquainted.",
                "Ken admired Geoff. He said he\nbeat Geoff seventy-four, meaning Geoff was probably still alive and well, Happy\nGab's Snowfall Follow Geoff win!'\n\nDG did indeed know that Geoff 'Gibe' Flinn was a survivor.",
                "Ken admired Geoff. He sensed Geoff's vulnerability, and liking someone else, in some way, made him want to nourish, and celebrate, that vulnerability.",
                "Ken admired Geoff. He had a similar respect for people who led the way in British sexual ideology during the seventies.",
                "Ken admired Geoff. He very suspected that Geoff Tate had raped and murdered Kate in broad daylight, something that had, doubtless, alarmed his wife and their attorney.",
                "Ken admired Geoff. He thought Geoff should have been on hand looking at the Simja spray.",
                "Ken admired Geoff. He reflected instantly on his old friend.",
                "Ken admired Geoff. He thought social savvy, multicultural, northern vision, worked hard.",
                "Ken admired Geoff. He wasn’t talking to her.",
                "Ken admired Geoff. He liked writing and though he managed to feel hurt at one point, a real social deal was building up between the two of them.",
                "Ken admired Geoff. He tried to be a good host, made sure the iPad was tuned, but loved the hosts' jokey humor, and that normally tripping primary school children found irresistible, making exploring harder, though quicker.",
                "Ken admired Geoff. He said he deeply envied security for the very reason he couldn't enjoy the security he enjoyed.",
                "Ken admired Geoff. He longed to have it known,\nhello dear Stewart, that he had paid most entreaties and made most\nrepeated promises to you.",
                "Ken admired Geoff. He was anxious to repay his generosity when the days were lost.",
                "Ken admired Geoff. He knew that with Mr.",
                "Ken admired Geoff. He started rubbing his hands together then said, \"Well.",
                "Ken admired Geoff. He had gone to extraordinary trouble, and Geoff ended by making every effort to understand what had happened.",
                "Ken admired Geoff. He seemed to look at Vietnam.",
                "Ken admired Geoff. He firmly claimed that this was done with a grander intention than Ben and Paul thought it was.",
                "Ken admired Geoff. He remembered the big, silent words they'd spoken from the back of the bunk, and how careful he'd been.",
                "Ken admired Geoff. He held his arms lower than Geoff's head.",
                "Ken admired Geoff. He felt a near tragedy being written, if not on Annie’s part.",
                "Ken admired Geoff. He judged Geoff by 1830 with the impetuousness of a love-struck person who realizes he is surrounded by a horde of appalled idealists.",
                "Ken admired Geoff. He meant it.",
                "Ken admired Geoff. He even offered to send her a card, God only knew where.",
                "Ken admired Geoff. He wondered what kind of mad scientist had created all these great heroes? And what kind hadn't he considered? It had been so easy to determine Gill's freakish metamorphosis from an ordinary scrimmage that he could hardly."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 23
            }
        },
        "Ken impressed Geoff. He": {
            "details": {
                "pronoun": [
                    21,
                    23
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        14,
                        19
                    ]
                ]
            },
            "sentences": [
                "Ken impressed Geoff. He’s an unbelievable deal.",
                "Ken impressed Geoff. He thought I'd tried comics before.",
                "Ken impressed Geoff. He laughed and shook his head at how\nsuddenly me was hurt.",
                "Ken impressed Geoff. He had the same eyes as a bum.",
                "Ken impressed Geoff. He felt that knew the Realistic Press, the only level of playerbase successfully operating off the shore, did not need the all-to-all torpedo manner of the playerbase.",
                "Ken impressed Geoff. He said; \"Just the tone you're trying to convey with all of your lines.",
                "Ken impressed Geoff. He congratulated me and thanked him for the album.",
                "Ken impressed Geoff. He was actually not a red-bearded guy as such, and Geoff loved that, but he was a bit overfed, and Gossip Girl and I thought his boobs to be a little too big, not to mention.",
                "Ken impressed Geoff. He jumped over to the wall and grabbed the big log, leaning it back into position.",
                "Ken impressed Geoff. He made jokes that spelled out his preferred line that he'd seen Geoff before.",
                "Ken impressed Geoff. He asked if Geoff would use his front grille-auger to test his rake.",
                "Ken impressed Geoff. He was as enthusiastic as he was still.",
                "Ken impressed Geoff. He looked relaxed and laid out his stubble, smoothing it on to his head before placing him squarely on the bridge of his nose.",
                "Ken impressed Geoff. He saw Shane as a doubt in my favor that stole his mind, changed his design completely, and caused him to completely eclipse himself.",
                "Ken impressed Geoff. He was supposedly part of a small band which that was enjoying great success in Europe.",
                "Ken impressed Geoff. He would forward learn and he would take immigrant’s.",
                "Ken impressed Geoff. He's proven so much for his own company, too!\n\nChris-\n\nAs an exercise of privacy, I'm forwarding your inquiry to mikes.",
                "Ken impressed Geoff. He's a software guy and he talks in code and it's convincing for me because it feels an easy-to-follow explanation.",
                "Ken impressed Geoff. He confirmed that Ed would be charged with two hits for Gaudy Uly of New Zealand last season.",
                "Ken impressed Geoff. He literally made it work.",
                "Ken impressed Geoff. He had brought a lesser book, The Book of the Dead, and was feeling patient waiting for the gang to exchange a word.",
                "Ken impressed Geoff. He grinned and said, \"That is Australia's Jets/Penguin Jets.",
                "Ken impressed Geoff. He's Hollywood.",
                "Ken impressed Geoff. He does love Dungeons and Dragons and such games and sometimes he wants me to join him.",
                "Ken impressed Geoff. He said, \"I'll\ngive you a ticket of _£100.",
                "Ken impressed Geoff. He sounded like he was off, with a healthy alveolar-root noise tone.",
                "Ken impressed Geoff. He's a keen eyes and hopes there won't be an early demise to steady the ship.",
                "Ken impressed Geoff. He went to the God Afraid club banging me.",
                "Ken impressed Geoff. He's always inspired in some way or other.",
                "Ken impressed Geoff. He said that the other's warzones were ideal for high terrain and a considerably long separation from his village.",
                "Ken impressed Geoff. He is a successful businessman and understands that, my guess is, he takes the Fedora succession matter very seriously.",
                "Ken impressed Geoff. He didn't seem to mind the tension when he stated.",
                "Ken impressed Geoff. He told Geoff to let him walk up to the band.",
                "Ken impressed Geoff. He even asked if Geoff knew St Chaffe really\nand Geoff said no.",
                "Ken impressed Geoff. He had bolstered the Betar machine with an almost flimsy group around the keyboard.",
                "Ken impressed Geoff. He chuckled a bit, but he fixed his crane with a skeptical look and let Angel walk off for a couple of lengths.",
                "Ken impressed Geoff. He also took Madhouse on which he'd cost Geoff a few pounds, but this cash would run out very quickly and he'd need that to get Wednesday off, and as he said goodnight, Mrs Lucas picked up his story.",
                "Ken impressed Geoff. He bowed and wished him a good day, then turned and returned to his staff room to plan his next few trips outside to Tokyo.",
                "Ken impressed Geoff. He rejoices my silence.",
                "Ken impressed Geoff. He seemed confident that the power they'd developed this year was enough.",
                "Ken impressed Geoff. He sighed as he checked his phone one more time.",
                "Ken impressed Geoff. He passed [coaching, staying the last sixty-five minutes] in his place by way of percentage point improvement in what people were asking for.",
                "Ken impressed Geoff. He didn't want anyone left tied up with Edensor Namurae.",
                "Ken impressed Geoff. He was forty-four.",
                "Ken impressed Geoff. He told Geoff that he sits on the Hawaiian cultural board (the I-Fit Shoun)\ntold Geoff to tell them to fuck off… read the email!\n\nWDW was developed and launched by Chris Pauder.",
                "Ken impressed Geoff. He is an exceptional leader in the campaign and a true child of Old Market.",
                "Ken impressed Geoff. He walked over to Dae-woong (counting _Doo-ko_ as he walked) and asked him to get milk for their cows for dessert.",
                "Ken impressed Geoff. He was extremely happy with my new presentation; for one of the worst presentations I was ever given.",
                "Ken impressed Geoff. He talked to Geoff about the Wales vs.",
                "Ken impressed Geoff. He was excited to show himself out.",
                "Ken impressed Geoff. He was stood at the corner of the foods marking, missing the \"R\" as usual and down to the kids, making amusing faces and blunt comments and total utter failure.",
                "Ken impressed Geoff. He could not.",
                "Ken impressed Geoff. He went down from the bottom of the section identified as \"Phaus' Division\" to Weightmaster's Section.",
                "Ken impressed Geoff. He told Geoff I deserved to.",
                "Ken impressed Geoff. He sat down and toured actor after actor, first and foremost Superman and following that was Green Lantern.",
                "Ken impressed Geoff. He then had his high five moment, following a quick “Yeahhhhh, I like that!” He eventually learned his lesson, and admitted he still does.",
                "Ken impressed Geoff. He pondered his implied awards and was pleased to see that they, and the honour, had clearly \"come from us rather than another nation.",
                "Ken impressed Geoff. He told him that he was responsible for his background and coaching, that he had used all available practice and skills when he had prior experience and had coached him to the Blues.",
                "Ken impressed Geoff. He's both strong and unblushed, he meets you with his dazzling red hair and freckled face.",
                "Ken impressed Geoff. He said the prospect§ turned a strong man on the high horse but brought him a level of stamina never seen before.",
                "Ken impressed Geoff. He kept speculating on potential new members he may be able to recruit:\n\nIteration: Geoff created \"sneakers\" for the entire New York office By the end of the first month, by the beginning of.",
                "Ken impressed Geoff. He wielded his hands, calmly smashing things.",
                "Ken impressed Geoff. He had no\n\nIt is amongst famous to this games that this is, which the game recently realized happening premiere this Dec.",
                "Ken impressed Geoff. He calls, \"Get off your stupid, superficial, ignorant mind! I may be a genius and you can call me by seniority.",
                "Ken impressed Geoff. He was holding his breath, and wonder emptied out his chest.",
                "Ken impressed Geoff. He would live here for a while.",
                "Ken impressed Geoff. He's both a capable teacher and researcher, and he goes above recognition level.",
                "Ken impressed Geoff. He was back and his voice had grown louder and actually sounded like a chuckle animate.",
                "Ken impressed Geoff. He jumped aboard the Eagle.",
                "Ken impressed Geoff. He didn't do a lot.",
                "Ken impressed Geoff. He started up the rope attaching other threads together.",
                "Ken impressed Geoff. He certainly made the movie interesting, and there was such a strong empathy between the characters on-screen.",
                "Ken impressed Geoff. He'd stopped much of the early footprint.",
                "Ken impressed Geoff. He said, \"You're not a demanding country as Donkey.",
                "Ken impressed Geoff. He says we need to be awfully firm.",
                "Ken impressed Geoff. He's so dedicated to the school; he runs a lot of activities to keep the kids out of trouble, and gave Geoff a quick tour in the RMIT gIA Bank before complimenting his work here.",
                "Ken impressed Geoff. He had stayed on during the crash, with his vouchers for carrying boxes and making deliveries on Saturday Passengers and baggage staff give out free printed leaflets; the RAF aircrew, railway staff, Coast Guards and other par.",
                "Ken impressed Geoff. He sat back in his chair and considered his options.",
                "Ken impressed Geoff. He was to be chewed for a recipe of what were to be called: boiled carambara.",
                "Ken impressed Geoff. He looked at one of the cameras and nodded.",
                "Ken impressed Geoff. He's a professional who has got it figured out.",
                "Ken impressed Geoff. He said, \"In the future I'll be looking towards the success of this team to prepare you for a marvellous run to a major cup final, with just a small miracle through injury or a repeat of last year's.",
                "Ken impressed Geoff. He briefly mentioned it might be Nolan who developed the Italian language andanne found the Italians personable.",
                "Ken impressed Geoff. He's already been the face of all the top stars.",
                "Ken impressed Geoff. He then raced off into the car park to create gravel in the midmorning sunshine.",
                "Ken impressed Geoff. He.",
                "Ken impressed Geoff. He is always happy and energetic.",
                "Ken impressed Geoff. He's pulling better with the dice since we last met.",
                "Ken impressed Geoff. He thought that race suits us well, but not an issue.",
                "Ken impressed Geoff. He showed glimpses of the _oldie_ he acquired at Downeast.",
                "Ken impressed Geoff. He played as a security guard in the police's Community Relations Operations at the Prince George's County Gardens.",
                "Ken impressed Geoff. He was a miracle worker.",
                "Ken impressed Geoff. He said it was AWESOME.",
                "Ken impressed Geoff. He had numerous experiences in the military, he was in Phases 1 and 2, I noticed common things, the behavior was very much in line with everybody.",
                "Ken impressed Geoff. He took the top three spot below one of my guests but at the #9 spot, the meat of the scene.",
                "Ken impressed Geoff. He had largely mappable abilities and made a good translator.",
                "Ken impressed Geoff. He is from Minnesota, however his parents moved to Washington state, so I'm assuming someone other than Geoff has to to make your system because it would still just use computer_connections_db, but I wouldn't know of any.",
                "Ken impressed Geoff. He had been in the Delta for almost the whole of the second session.",
                "Ken impressed Geoff. He'd worried him for a while but his reliability and understated personality stood him in good stead.",
                "Ken impressed Geoff. He told me that his father's addiction to morphine resulted in him succumbing to the pain jokingly enough."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 14
            }
        },
        "Simon ran towards Richard. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        18,
                        25
                    ]
                ]
            },
            "sentences": [
                "Simon ran towards Richard. He stole one, a lewd image rummaged through, and which went to reveal a Dickensian real nature, his wooing to make a dent in his past regions of setting and place.",
                "Simon ran towards Richard. He immediately came close to Carson and yanked just a little harder at him and followed suit.",
                "Simon ran towards Richard. He was in the doorframe above the door, seeming to be somewhere behind him.",
                "Simon ran towards Richard. He threw the grin and skinned face back over his suit.",
                "Simon ran towards Richard. He'd relocate him somewhere safer where nobody could track him.",
                "Simon ran towards Richard. He surprised him; Richard was the student of every house in Gosly Abbey.",
                "Simon ran towards Richard. He did not wait for Richard to overtake him.",
                "Simon ran towards Richard. He fired without aiming – whoever Ronnie would be standing in front of him and below him, gave a shriek.",
                "Simon ran towards Richard. He reached out and touched him, and Richard's body convulsed, in a way that didn't seem possible to him.",
                "Simon ran towards Richard. He had said that he had ten villas in Siberia.",
                "Simon ran towards Richard. He fired at him, his fingers working\nwater into Richard's face as he ran.",
                "Simon ran towards Richard. He reached up and touched Richard's cheek as if to kindle a flame.",
                "Simon ran towards Richard. He looked at the toppled and sunken window; Richard's body had been that Jules Alexander had pulled through.",
                "Simon ran towards Richard. He seemed tense, intense.",
                "Simon ran towards Richard. He was finally able to stay on his feet, and\nproud that, though Minnow did not like it, he was getting his wings to fly now.",
                "Simon ran towards Richard. He was so excited he burst into wildestraps of applause.",
                "Simon ran towards Richard. He had never really seen him as powerful, just as no one can be accused of being omnipotent when the totality has been made manifest.",
                "Simon ran towards Richard. He took both of the weapons—his long knife, and the axe, Nhibria said—and pried her fingers open.",
                "Simon ran towards Richard. He was just about to shout, 'Ready, F----' when the driver brought up his whistle.",
                "Simon ran towards Richard. He came back, collecting up what was left of his belongings.",
                "Simon ran towards Richard. He glanced at Sophia and crossed his\narms.",
                "Simon ran towards Richard. He knew that Richard was not going to humbly admit defeat.",
                "Simon ran towards Richard. He ran right, stopping just short of her as David threw a punch at him.",
                "Simon ran towards Richard. He did not know when it was a Deep Seep time, but even he had second thoughts on the matter.",
                "Simon ran towards Richard. He shook her like a dog.",
                "Simon ran towards Richard. He seized him, and pointed him out to me.",
                "Simon ran towards Richard. He slapped his feet and told him to stop.",
                "Simon ran towards Richard. He fired all twelve rounds at him with shrapnel in his chest, except for one that struck the flamethrower around the chest and exploded him.",
                "Simon ran towards Richard. He grabbed his rifle and the others grabbed Jacob and held him back as a thunderclap filled the air and hit the ground in front of where Richard and Emma were standing—John Miles was shouting at them to come out of.",
                "Simon ran towards Richard. He gave a pass signal as he went, catching Richard in time by surprise.",
                "Simon ran towards Richard. He needed to look forward, he told himself.",
                "Simon ran towards Richard. He had spiked Richard's enthusiasm with emphasizing, on the last possible second, the importance of winning games.",
                "Simon ran towards Richard. He would not think of her, or hope of seeing her.",
                "Simon ran towards Richard. He felt Stuart demanding his attention, arguing the point over\nand over for several minutes while Richard watched some figures pass by them.",
                "Simon ran towards Richard. He could feel more blood in his head than hers.",
                "Simon ran towards Richard. He just bent low, sliding both hands inside his BDU and hefted it out.",
                "Simon ran towards Richard. He had positioned himself so as to face the other three who were with him as much as possible.",
                "Simon ran towards Richard. He joined him at last, and gave Richard his best searching glance.",
                "Simon ran towards Richard. He prowled down the path.",
                "Simon ran towards Richard. He picked up an arrow for Lee, though it\n King’s head caught sight of Richard and went also.",
                "Simon ran towards Richard. He could see the fact, for instance, that the perimeter gate was barred, with a large fieldstone wall up to the top – marked by a painted on line – leaning up at the roof level against the brick wall.",
                "Simon ran towards Richard. He was coming up the wall of the temple, stumbling, forgetting who he was.",
                "Simon ran towards Richard. He was visibly shaken by my presence.",
                "Simon ran towards Richard. He was bundled into a car and driven to the Echo.",
                "Simon ran towards Richard. He didn 't beaming like that.",
                "Simon ran towards Richard. He reached Pharazana at just the right moment, and stormed around Bruria's Temple, right across the way into the temple yard.",
                "Simon ran towards Richard. He had heard the scuffle and struggled to charge again.",
                "Simon ran towards Richard. He did not look at her.",
                "Simon ran towards Richard. He caught up with him just a few feet away, turned and hurried out of sight.",
                "Simon ran towards Richard. He was harried by the suspicions brokers and the Greeks were suspicious of all traders and their claims.",
                "Simon ran towards Richard. He wished he were merely a candidate for idiotic cruelty, but _he_ could not endure the thought of Richard watching any one of the disobedient villains for long.",
                "Simon ran towards Richard. He knew by the discomforted glint that the sensation was one of dreadful pleasure.",
                "Simon ran towards Richard. He looked as though he hadn't been up too late, for his hands were bleeding.",
                "Simon ran towards Richard. He followed Richard, and they were thus spared from being tackled, for the high hedges of the fields between Lincoln’s Inn and Friendwood’s Hill were occupied, and Hans was not deterred by fears.",
                "Simon ran towards Richard. He put his hand over hers.",
                "Simon ran towards Richard. He said, \"Come on, John.",
                "Simon ran towards Richard. He had fallen off his bike, his trousers and some of the clothes on top of it dangling from the straps.",
                "Simon ran towards Richard. He rushed across a quiet street and turned the corner into a familiar and comfortable home.",
                "Simon ran towards Richard. He too saw two bodies lying where they had collapsed of a crack and orders of mutilation like dripping necks.",
                "Simon ran towards Richard. He could feel the blaze burning on his skin, creating mystics of flame and burning impression.",
                "Simon ran towards Richard. He brought round a great warehouse sheltered by thick wooden beams and walls.",
                "Simon ran towards Richard. He stopped only to grab hold of Rwb's hand; the serpent of Steepverse shone in his eyes.",
                "Simon ran towards Richard. He massaged his blade, trying to emulate Rogery's actions - he seemed to understand why Richard kept him prisoner.",
                "Simon ran towards Richard. He was taller than the dogs, gracefully built and broad, neither black nor European, like the actor James Kat Culp.",
                "Simon ran towards Richard. He caught Richard's eye, and waited.",
                "Simon ran towards Richard. He was on the move fast in that man's shoe, pulling him along ongelisierte.",
                "Simon ran towards Richard. He had already come into the stables, where he was fixing the gates in position.",
                "Simon ran towards Richard. He was receiving most of the refreshments in Beth Elan Cottage.",
                "Simon ran towards Richard. He waved his hand.",
                "Simon ran towards Richard. He gripped in Harry's coat in one iteration and led him to a futon.",
                "Simon ran towards Richard. He caught him under the arms, lifted him up and set him on his feet.",
                "Simon ran towards Richard. He unbalanced the wave on the beach with the tiller with reckless abandon.",
                "Simon ran towards Richard. He was an assassin.",
                "Simon ran towards Richard. He was dressed like an officer in a grey suit and three-cornered hat.",
                "Simon ran towards Richard. He was shouting.",
                "Simon ran towards Richard. He had his rifle back in his shoulder.",
                "Simon ran towards Richard. He was not Vanilla,\nbut orange.",
                "Simon ran towards Richard. He was pale, saw the hand in his thick brown hair, rivulets of blood glistening in his mouth, his fingers flexed over the pistol.",
                "Simon ran towards Richard. He felt hot and was shivering.",
                "Simon ran towards Richard. He stared into the blue night.",
                "Simon ran towards Richard. He leapt that way\nand surprised Clopton with the sheer length of his stride.",
                "Simon ran towards Richard. He had dismounted his horse just before they\nsaw the knife in Lovet's hand, and he walking his own.",
                "Simon ran towards Richard. He rated him even higher than Dougal.",
                "Simon ran towards Richard. He looked small and tired, round and frost-burnished, as if by shaking he suffered fever.",
                "Simon ran towards Richard. He was surprised at the speed of the horse, to the extent that he does not know whether he is fleeing for his life or setting about to re-share the terror that sustained him for so long, but with concentration,.",
                "Simon ran towards Richard. He stumbled over the boulder of the Portal opening and collided into the stunned bearded man.",
                "Simon ran towards Richard. He saw her come closer, her mop of blond hair wet with tears.",
                "Simon ran towards Richard. He had a spear in his hand and not as much cattle, but he struck a fighting fit and in the place of Arthur he struck a winner.",
                "Simon ran towards Richard. He wasn’t using his knife even though he was barefoot.",
                "Simon ran towards Richard. He was naked again, and faced pointedly into the flames.",
                "Simon ran towards Richard. He told him just what needed to be done.",
                "Simon ran towards Richard. He realised the increased portability of the invisibility belt; he might be able to bag an archer from a chimney fire.",
                "Simon ran towards Richard. He swung a foot to catch him as the top two on his\nTaipan whipped round and drew him down over one shoulder.",
                "Simon ran towards Richard. He barely had time to grasp the size of Ram's hand before his small, angry leer threatened them both.",
                "Simon ran towards Richard. He strode up over the post to her; a bulwark, he had named it, for he was going near the road now, and to get out a place where he could pull behind a neighbouring farm with the.",
                "Simon ran towards Richard. He did not take a step.",
                "Simon ran towards Richard. He was not entirely certain that he had seen Able in all his black mite, but his certainty was by no means absolute.",
                "Simon ran towards Richard. He had tossed aside the imprints of the bullets.",
                "Simon ran towards Richard. He slipped a handgun into the pocket of the casque and waved the thing at him.",
                "Simon ran towards Richard. He passed behind the building to fall at the same time as the pterodactyl, and Joxha fell at the same time as Maxx."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 17
            }
        },
        "Simon ran away from Richard. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        20,
                        27
                    ]
                ]
            },
            "sentences": [
                "Simon ran away from Richard. He left the waterfall under a bed of wood and waded out into fairy water.",
                "Simon ran away from Richard. He allowed William Locke to track him down and brought him to\nhim.",
                "Simon ran away from Richard. He had spent two days gently co-ordinating Sadjo's injuries.",
                "Simon ran away from Richard. He got on with his own life, married a young widow, and didn't care whom he did justice to.",
                "Simon ran away from Richard. He could have been a fugitive from justice if Mary were still alive.",
                "Simon ran away from Richard. He drowned in a small pool.",
                "Simon ran away from Richard. He ran towards Rachel's older brother and mother, with.",
                "Simon ran away from Richard. He had trouble with Raven, and not wanting to repeat his mistakes, had said he would hike the paved trail.",
                "Simon ran away from Richard. He\n\nhit the clubhouse wall with his fist, the door slamming shut behind him.",
                "Simon ran away from Richard. He was wounded in action, carried off during a commando raid in northern Afghanistan, and now he lay at home recovering.",
                "Simon ran away from Richard. He should have accepted that for _la tournisserie_ – he would now have become M.",
                "Simon ran away from Richard. He climbed down into the engine room and saw faces of pretty girls behind the electrical controls.",
                "Simon ran away from Richard. He knew enough about the greatest secret of all 13 lives that saved them that night to be useful.",
                "Simon ran away from Richard. He stalked back to Novara.",
                "Simon ran away from Richard. He could not face trial.",
                "Simon ran away from Richard. He convinced the court\nthat it was not the year 1814, but 1847, that represented a regular\nbase for drafting a bill which took effect four years later.",
                "Simon ran away from Richard. He asked to see his son, Henry, if he had seen the chef.",
                "Simon ran away from Richard. He too.",
                "Simon ran away from Richard. He was scouting for ammunition for his old automobile.",
                "Simon ran away from Richard. He threatened to destroy Richard's palace, and his various champions promised him protection.",
                "Simon ran away from Richard. He had been to Rome.",
                "Simon ran away from Richard. He showed me the mist of blood.",
                "Simon ran away from Richard. He'd stayed to save the world.",
                "Simon ran away from Richard. He didn't sit over Seth's shoulder when Richard went with Seth to a coach, and he walked on in a hurry.",
                "Simon ran away from Richard. He'd become more detached from his father's\nmore intimate domestic concerns, and had instead become more interested\nin Perpetua.",
                "Simon ran away from Richard. He never had time to apologize for his action, and Wansberg was angry that, if Rex was amenable to leaving her alone, Henry Harris had cried and failed to effect his getting her over himself.",
                "Simon ran away from Richard. He charged into the house and took Octavia down to the station to join his partner, Eustace's apprentice, Cottingham.",
                "Simon ran away from Richard. He had nothing to say to Richard, offended and exasperated at the lack of progress towards peace, and must flee.",
                "Simon ran away from Richard. He got completely put on the spot and became dispirited.",
                "Simon ran away from Richard. He and Georgina 'had met a great deal later' and his'step-father's aunt' retraced him.",
                "Simon ran away from Richard. He could not leave the house disguised\n\nas a gentleman.",
                "Simon ran away from Richard. He had scared to look.",
                "Simon ran away from Richard. He didn't listen to Herr Hesper's lectures.",
                "Simon ran away from Richard. He wanted nothing to do with Sally and didn't like having the\nThanx 0004 status reported to her.",
                "Simon ran away from Richard. He fled aboard their ship and was arrested in the town of Indiana, where he was taken by the British and incarcerated.",
                "Simon ran away from Richard. He knew he didn't really care.",
                "Simon ran away from Richard. He traveled back and forth, occasionally stopping to eat some dinner at \"cress-rice,\" a restaurant farther down Market Street.",
                "Simon ran away from Richard. He thought the report from the lizard\nsupport was cruelly false.",
                "Simon ran away from Richard. He was afraid that the wandering old man\n\nahead of him would snap his fingers if he didn’t accomplish his goal\n\nand I saw strength in him that I didn’t want to see in he.",
                "Simon ran away from Richard. He told John that his ex-wife was dead, but he could offer no explanation, and John blamed him for the noise.",
                "Simon ran away from Richard. He had no plan after a life of deception and desperation.",
                "Simon ran away from Richard. He was killed by an arrow that struck him in his temple and failed to miss.",
                "Simon ran away from Richard. He gave Jean one of his memories.",
                "Simon ran away from Richard. He and Geoffrey, because Russell became engaged, immediately sought tutoring and coaching to help them to esteem him and speak to him as a likable, warm person.",
                "Simon ran away from Richard. He stopped contradictory reports of her separation, but more than ever he was worried about the security of the place and its strength.",
                "Simon ran away from Richard. He knew the man who had helped his wife, but he didn't know the place where they had gone.",
                "Simon ran away from Richard. He saw that _William_ was with Emily, and he found Duke Constable sitting in his room smoking a cigar.",
                "Simon ran away from Richard. He was our only one.",
                "Simon ran away from Richard. He decided that he wanted to join the French.",
                "Simon ran away from Richard. He left things in England: the sword; the dagger; his life.",
                "Simon ran away from Richard. He hit Gorgy in the face with a rock.",
                "Simon ran away from Richard. He dressed himself in a suit and checked into a hotel at the corner of Columbia and Jermyn and then ran.",
                "Simon ran away from Richard. He left Simone with them for Silas.",
                "Simon ran away from Richard. He found Clark, one of her ancestors, in a house, and he came to Simon's house, to find Simon was alone.",
                "Simon ran away from Richard. He was moving down the riverbank weeping.",
                "Simon ran away from Richard. He told Ray that there was enough space for the two of them inside the Nautilus.",
                "Simon ran away from Richard. He knew they had to try to get her.",
                "Simon ran away from Richard. He had no intention of keeping that secret any longer.",
                "Simon ran away from Richard. He didn't want to see him anymore: he had lived with him all his life, and now he had him tied to the wall on the concrete bowl that Richard gave him every afternoon.",
                "Simon ran away from Richard. He was afraid to stay in the complex, but everybody had to serve in the theatre.",
                "Simon ran away from Richard. He had been ordered to ask Madame Giraud for a check on him.",
                "Simon ran away from Richard. He said he could buy his own place for two thousand dollars and stayed with his mother — so she could emigrate back to the United States by herself.",
                "Simon ran away from Richard. He was striding back across them in the direction of his flight.",
                "Simon ran away from Richard. He always did it,\" Henry said briefly, his tone reminding Daniel of Mrs.",
                "Simon ran away from Richard. He fled to New York for his health, saying he faced a bad cold and had renewing doubts about his own faith.",
                "Simon ran away from Richard. He had written off the entire picture—almost.",
                "Simon ran away from Richard. He met with Richard first one winter's day, and then twice over a four-week period.",
                "Simon ran away from Richard. He shouted Roger's name three times.",
                "Simon ran away from Richard. He removed, and let loose his magical weapons, knives, stones, and magic.",
                "Simon ran away from Richard. He was taken to a cottage in Shirleyjust having been to her.",
                "Simon ran away from Richard. He wouldn't do this again.",
                "Simon ran away from Richard. He hurt his leg.",
                "Simon ran away from Richard. He traded places with Noar, and when he rebuffed Noar in return, they all retreated and ran away.",
                "Simon ran away from Richard. He'd forgotten to use Richard's gun.",
                "Simon ran away from Richard. He appealed to Lord Pond, who was friend of\nnear family, for help in more ways than one.",
                "Simon ran away from Richard. He startled Harry when he saw the point of the sword — as if he'd seen a knife an entire season, and just wanted to see if he'd been stabbed — before meeting his wife, Cassie.",
                "Simon ran away from Richard. He could have blocked his back for Dublin.",
                "Simon ran away from Richard. He was not with his father, where my sisters and I had been invited to go incognito to dinner, but Richard's various cousins had taken him.",
                "Simon ran away from Richard. He was called Puck, which suggested a desire to find the origins of bad news.",
                "Simon ran away from Richard. He had put Mark to his dice and she had defeated him by taking another, while he had no choice but to throw the dice and me wait until the results came in.",
                "Simon ran away from Richard. He did not need reason to tell Susan that he was required by authority to see her every time he needed to see her.",
                "Simon ran away from Richard. He learned that the receiver in London had warned the chief spin officer earlier regarding a bank robbery in which money, pharmaceuticals, missiles and other equipment had probably been taken, and he got off safely.",
                "Simon ran away from Richard. He called her mother but she never came到.",
                "Simon ran away from Richard. He publicly attacked Richard, who denied him any knowledge or ability to deal with the problem of Lord Bolton's daughter.",
                "Simon ran away from Richard. He was unaware that Judea was the prerequisite from motives of his father's in age.",
                "Simon ran away from Richard. He did not think Richard would bring Derek back, especially as he had got a great hankering to visit here.",
                "Simon ran away from Richard. He attended almost every English school after he left.",
                "Simon ran away from Richard. He did not expect him to know where he was going.",
                "Simon ran away from Richard. He waited next to her, but he was seen literally before she managed to attack him.",
                "Simon ran away from Richard. He was Western, out West; he sensed danger.",
                "Simon ran away from Richard. He took the disc they'd found with him\nand rode off, with Wickham, as if he was glad.",
                "Simon ran away from Richard. He was one of the army who needed to get back to Brian's house again.",
                "Simon ran away from Richard. He moved beside his grandfather and look at her son.",
                "Simon ran away from Richard. He threw himself at the madman, whom he\nhad flung on the fire, but God only knew how he managed to throw him out,\nthough he was at least in the way of death.",
                "Simon ran away from Richard. He has been 'a very silent man' and he had decided to go home.",
                "Simon ran away from Richard. He noticed that the son of his companion\nfaster than anyone else.",
                "Simon ran away from Richard. He had not been able to get the paper.",
                "Simon ran away from Richard. He had two tasks at this time: to stay in London and pay Annie and the wedding expenses and to travel to the Bolland-Smith place at Weuspet, Ongestrand.",
                "Simon ran away from Richard. He fled his wife Rose, he ran away, but in the end he returned safely.",
                "Simon ran away from Richard. He slipped into burning darkness and sank beneath it, a flame consuming his foothold and flickering on and off, flickering a poor flicker."
            ],
            "counts": {
                "Simon": 3,
                "Richard": 9
            }
        },
        "John passed a comic to Bill. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        23,
                        27
                    ]
                ]
            },
            "sentences": [
                "John passed a comic to Bill. He had an angry look in his eyes.",
                "John passed a comic to Bill. He read it seven times.",
                "John passed a comic to Bill. He handed it to the cage; Bill looked at the name, and asked Tony if it was okay.",
                "John passed a comic to Bill. He started the bat thing with bat boy, and she came by, played 17 pinball games every night for four weeks, representing The Channel.",
                "John passed a comic to Bill. He always let the comic pass on, but always read it after the next or interleaved lecture.",
                "John passed a comic to Bill. He was reading it over the shoulder of George Tyson, which was the proprietor of the jeep and their border Ranger-type vehicle surrounded by bonfires.",
                "John passed a comic to Bill. He looked at it and swore at the title.",
                "John passed a comic to Bill. He found an Aztec, and Reverend Mother was established.",
                "John passed a comic to Bill. He made it look like a comic book (yours truly had a couple of pages), and said he would see Branson.",
                "John passed a comic to Bill. He will never forget what they said about running, because I want to run, but Bill knew that no one else wanted to run.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He opened his wallet and found a dollar bill, and before mumbling to himself, he felt the thump of my fist against the beer glass.",
                "John passed a comic to Bill. He liked Bruce he thought.",
                "John passed a comic to Bill. He looked at it and took a few stabs.",
                "John passed a comic to Bill. He gave the top left corner to Janos (164)\n\nAfter the end of the sketch it is not a particular focus on Lou, as the two stars fight, with the two older fighters back deep into.",
                "John passed a comic to Bill. He drew a caricature that appeared on the front page of the Houston Chronicle.",
                "John passed a comic to Bill. He made this look like the new world record of having all of Bill’s comic books checked out:\n\n* * * * *\n\nBill extended the party with the most extreme teasing to the audience.",
                "John passed a comic to Bill. He frowned, and stubbed out his cigarette.",
                "John passed a comic to Bill. He turned it down, citing 'too long' duration.",
                "John passed a comic to Bill. He was amused at the contents of that comic, pointing at Ginger, asking her if it was a comic or anything, but she sniffed beneath the network, starring.",
                "John passed a comic to Bill. He told his companion friend that I'd quit smoking if Bill would support the gathering.",
                "John passed a comic to Bill. He wrote, \"Nurnberg, Tom and Gaston, yesterday's episode.",
                "John passed a comic to Bill. He dropped it on the table.",
                "John passed a comic to Bill. He said it threatened a top-secret leader, the man who would be CEO of a company that, according to say, was officially out of business but that Steve Jobs had offered to negotiate some type of lucrative deal.",
                "John passed a comic to Bill. He flipped to while the books were on the table and horn-rimbed.",
                "John passed a comic to Bill. He was in the process of bringing Clayton \"Taxitti\" Crabtree back on the road to have a complete car collection (ex Etching more closely than ever would perhaps be judged rather to their benefit).",
                "John passed a comic to Bill. He carried a small golden bell so he could be sure there was someone living who could open his astrological augury window to help Miles.",
                "John passed a comic to Bill. He was pretending not to, yet his mouth worked before he could speak.",
                "John passed a comic to Bill. He kept Card's amusement trick for himself and then unleashed what, at the time of the book, was his phrase.",
                "John passed a comic to Bill. He was touched that Bill's concern had risen to a certain pitch, and was until this time depressed about his wife's educational skills--he had received nothing but frustration there, but for a time he considered trying to.",
                "John passed a comic to Bill. He said,\nbriskly, 'There's a work of art by Gainsborough, but it needs to be inspected, and\na porch won't prevent them from being put to better use with bricks.",
                "John passed a comic to Bill. He asked, 'How much you pay for a pint of ice cream?' and Bill said, 'Twice as much each week,' then chuckled.",
                "John passed a comic to Bill. He was interested in the characters, and\nfor a moment had been railroading Bill’s African excursion out of utter\nconfusion.",
                "John passed a comic to Bill. He was there at that juncture and it didn't mean much if your comic had actually been iniimatic to what happened to your character, or even native or not.",
                "John passed a comic to Bill. He introduced me to a disaster from Radio One and very many other football email addresses.",
                "John passed a comic to Bill. He was having some trouble reading and hadn't been able lately to read alone, so Bill began aiming a simple, close-up comic through a desk at the bottom of the table and passing it along to me,.",
                "John passed a comic to Bill. He decided that the comic should not be paid\nfor until the extended negotiation was concluded.",
                "John passed a comic to Bill. He asked if he could borrow from him even a\nlittle idea for a comic page that might be adapted to some somewhat\nAmerican cover, and Bill told him he was the fellow to go after.",
                "John passed a comic to Bill. He wrote with a passion that poured out the words, to Marsha having already given her stage direction—the exquisite way he adroitly placed the pen in the cleft of his right thumb—spouting from the.",
                "John passed a comic to Bill. He turned pages slowly, immersed himself in the book, and added wildly amusing incidents, poke after poke.",
                "John passed a comic to Bill. He flipped through the comic, staring at an almost finished drawing of Hamlet.",
                "John passed a comic to Bill. He began by asking,\n\nBrackett…who, against the law?”\n\n“Well sir,” replied the 101st, “it is connected with this inquiry of yours.",
                "John passed a comic to Bill. He thanked him deferentially, but didn't give in his fate.",
                "John passed a comic to Bill. He found that booksellers were curious to have sales figures of comic book size deductions.",
                "John passed a comic to Bill. He grinned and clicked.",
                "John passed a comic to Bill. He fell in love with his comic book hero again; she was the more popular, the more empathetic, the more intelligent.",
                "John passed a comic to Bill. He laughed with delight.",
                "John passed a comic to Bill. He cleared his throat---and sat up, while I still guarded himself, tipping a small feather on to his head.",
                "John passed a comic to Bill. He exclaimed, \"You _are_\n\nAn' you've got the frolics—oh, yes, I did!\"\n\nBill had the theatrophonic depression of an elevator operator\n\nover.",
                "John passed a comic to Bill. He said, \"So you worked on this comic book for two years and only got about ten bucks? What's a little twirly hair like?.",
                "John passed a comic to Bill. He said, \"Dee, you don't mind, do you?\" Then he had to give quotation marks because that's what I wanted to do, and there's nothing else I could do for him.",
                "John passed a comic to Bill. He read it straight through.",
                "John passed a comic to Bill. He liked many mazes: his own, then only that his big brother actually did care a wee bit about, being a master mason.",
                "John passed a comic to Bill. He said, \"Your friend at the hotel\nmurdered my kid.",
                "John passed a comic to Bill. He drew whatever strength it was he possessed and signed the page.",
                "John passed a comic to Bill. He seized the comic and read it aloud to his\nmessage to Bill.",
                "John passed a comic to Bill. He didn't return the flap and Bill filled it in the next comic.",
                "John passed a comic to Bill. He was leading in the third tee (I think for the final), close to the Brewster Potomac in front of the final course.",
                "John passed a comic to Bill. He winked, and Bill snickered.",
                "John passed a comic to Bill. He looked at it 'for their benefit', then gently snapped the comic at Bill.",
                "John passed a comic to Bill. He didn't care for the look, if anything.",
                "John passed a comic to Bill. He shook his head.",
                "John passed a comic to Bill. He squealed when he found the comic.",
                "John passed a comic to Bill. He did it with some accuracy.",
                "John passed a comic to Bill. He was enchanted, and rummaged through the book round the bookshop, even the small shelves.",
                "John passed a comic to Bill. He looked up into comprehension, and seeing Paul moan, rolled a left—an _all manner of motion shows_ was his way of voicing his satisfaction.",
                "John passed a comic to Bill. He’d like one himself.",
                "John passed a comic to Bill. He told Bill that this incident of striking a comic by his house in return for a mortgage payment was probably the first time he was willing to play with the comic book form.",
                "John passed a comic to Bill. He smiled.",
                "John passed a comic to Bill. He was more interested in the lore about the incidents relative to the events of the time, the names of the characters.",
                "John passed a comic to Bill. He had a certain strength in him.",
                "John passed a comic to Bill. He read it through line by line and kept it going.",
                "John passed a comic to Bill. He read it closely and recognized it as something that suited him much better.",
                "John passed a comic to Bill. He had gotten to the middle of the bargain.",
                "John passed a comic to Bill. He threw in a joke that rhymed with Tyrol’s name, and everything was coming along nicely, as if the Doctor’s computer and the mortal remains were finally slouching down happily into the.",
                "John passed a comic to Bill. He and I went through a little hell while he stood behind us in the car.",
                "John passed a comic to Bill. He squinted at it then consulted his map.",
                "John passed a comic to Bill. He said,\n\"It the runnin' on this Robert message yet to dial? Put up your\nside-most button, Bill; and can you feel it tomorrow?\" Then I did as\nGeorge.",
                "John passed a comic to Bill. He saw that the pen was almost\nendless going on; and he wondered how Miss Gallignani’s eyes could\nbe such white without enjoyment.",
                "John passed a comic to Bill. He looked at the comic, and passed it back for Bill to take.",
                "John passed a comic to Bill. He was pretty hungry so he had a bite of chicken, then went upstairs.",
                "John passed a comic to Bill. He had about ten thousand things to sort out.",
                "John passed a comic to Bill. He'd bought it from him when it was an unknown comic book, back in the early 1970s.",
                "John passed a comic to Bill. He said, \"Bill, we do not know yet who is in this striking-boiling hotbox.",
                "John passed a comic to Bill. He had a grocery store book in his hand and there was a maroon Contract lying open where he had left it; the description I bore had been made up for him.",
                "John passed a comic to Bill. He told him that “an enraged Ten Thousand” were but a speck of air in the entire cosmik world.",
                "John passed a comic to Bill. He looked at it for a moment.",
                "John passed a comic to Bill. He made a scrawled drawing of the same face, brow and scalp.",
                "John passed a comic to Bill. He was reading a book of covers by comic artists and called it “Spike and the Sinners Revisited”.",
                "John passed a comic to Bill. He scribbled at once, called: “Gibralter, Will.",
                "John passed a comic to Bill. He stood there, huge and energetic, big boots padded, coat buttoned.",
                "John passed a comic to Bill. He chucked it at him as he\nflickered past the Trolls, then nodded his acknowledgment to the comic\nit belonged to.",
                "John passed a comic to Bill. He got it at M—s all right.",
                "John passed a comic to Bill. He nodded.",
                "John passed a comic to Bill. He also passed\na comic to Fred.",
                "John passed a comic to Bill. He didn't read it, though.",
                "John passed a comic to Bill. He called it Scrabble Comics.",
                "John passed a comic to Bill. He said, \"Cut it.",
                "John passed a comic to Bill. He kept reading comics, rudimentary, small superhero stuff; Star Trek was always LPs, almost that speciality.",
                "John passed a comic to Bill. He'd comic pandered to immigrant characters—or so announced."
            ],
            "counts": {
                "John": 0,
                "Bill": 19
            }
        },
        "John was passing a comic to Bill. He": {
            "details": {
                "pronoun": [
                    34,
                    36
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        28,
                        32
                    ]
                ]
            },
            "sentences": [
                "John was passing a comic to Bill. He dropped a salami bunion in the face of his stiff brick.",
                "John was passing a comic to Bill. He was standing at the doorway and leaving,\nrevived by a swift glance, went down behind the farmhouse and vanished\n\n\n\n\n                             CHAPTER V\n                           THE SNIPE CAVERNS\n\n\n.",
                "John was passing a comic to Bill. He read it and put it down a while ago on a low desk at the back of the reading room.",
                "John was passing a comic to Bill. He said, 'They all admire you, Eden.",
                "John was passing a comic to Bill. He pointed out a local bull terrier from the ranch, Harry.",
                "John was passing a comic to Bill. He muttered that anything animated should live a simple life.",
                "John was passing a comic to Bill. He reached into his bag, as if searching for something to throw in the collection.",
                "John was passing a comic to Bill. He was asking for some.",
                "John was passing a comic to Bill. He saw Susan and outraged the anonymous Range Leader.",
                "John was passing a comic to Bill. He stopped and looked at it, shifted, began to smile, and passed the comic back to Dick.",
                "John was passing a comic to Bill. He asked, \"Are you, Bill?\" And Bill shushed.",
                "John was passing a comic to Bill. He came to see John.",
                "John was passing a comic to Bill. He flipped over a page and read a line—\n                              \"Jesus Christ and He could cook anything up.",
                "John was passing a comic to Bill. He smiled as he read \"The Count of Monte Cristo,\"\nand Bill lost that CB accent because he'd got hooked on old Radio Week.",
                "John was passing a comic to Bill. He looked up with a smile.",
                "John was passing a comic to Bill. He said,\n> \n> \"Can't you fix yourself up? You'd think you were decent guys.",
                "John was passing a comic to Bill. He\nnotes that Bill was conscious of the fact that when he received the letter\nhe never said, “You’re going to be with me this night.",
                "John was passing a comic to Bill. He looked at the chuckle being mirrored through his eyeglasses and said, \"You look pretty darned.",
                "John was passing a comic to Bill. He went past and Bill put a hand to his lips.",
                "John was passing a comic to Bill. He was reminded of the first time Bill, who is a good child, ran Father Billface.",
                "John was passing a comic to Bill. He'd seen a good comic at a given hand-off a year or so prior, hoping to rediscover a favorite character.",
                "John was passing a comic to Bill. He said, \"One of my comic groups on KGO, the Silver City Group, got some new one up.",
                "John was passing a comic to Bill. He frowned, but Bill nodded.",
                "John was passing a comic to Bill. He was a Nox, United Flight, making up was a decision he was sure Bill was going to execute.",
                "John was passing a comic to Bill. He looked for the pages, but could not find them.",
                "John was passing a comic to Bill. He tried a comic but it was bumped ahead and he couldn't finish it.",
                "John was passing a comic to Bill. He'd always read comics, and he also liked endless strips and published them as late-night letters.",
                "John was passing a comic to Bill. He asked whether he could explain his savings.",
                "John was passing a comic to Bill. He looked at the comic and saw the same face: Rocky Raleigh, who drank Tom's ale like it was sun, and often Keik had to liquidate his cash before a stake fell.",
                "John was passing a comic to Bill. He read hard times out for the poor, but New Year's Day is near, and with the hollow despair.",
                "John was passing a comic to Bill. He has a comic about a retarded son.",
                "John was passing a comic to Bill. He sketched a fake head and hand, showing Banks pretty well.",
                "John was passing a comic to Bill. He smiled.",
                "John was passing a comic to Bill. He handed the comic to Bill and paused for a moment.",
                "John was passing a comic to Bill. He turned and counted, and when he reached 5,5, then they both leaned forward in excitement, forgotten bystanders cursing their bad luck.",
                "John was passing a comic to Bill. He grabbed it and read out loud.",
                "John was passing a comic to Bill. He said, 'Remember that picture of Puss in Boots where you're carrying a banana in the middle of a deal, blah, blah, blah.",
                "John was passing a comic to Bill. He showed Bill the picture and Bill started to laugh.",
                "John was passing a comic to Bill. He didn't flick the comments right - he really intended to post them - but by good advances with me the comic comic went down.",
                "John was passing a comic to Bill. He swept his backside up to Bill and gave Bill a hard kiss.",
                "John was passing a comic to Bill. He read\nhe has enjoyed it a bit, but doesnt believe it is very clever, I read newspaper on it\n8 years back, wondered stuck to it, it was awesome.",
                "John was passing a comic to Bill. He said, 'on goals worth paying ransom, rhino casino inc, safely and frauds of the kerford how.",
                "John was passing a comic to Bill. He started laughing.",
                "John was passing a comic to Bill. He remembered a couple of stories he had seen in a Christmas issue.",
                "John was passing a comic to Bill. He shrugged.",
                "John was passing a comic to Bill. He had purchased the comic when Bill was a kind and generous friend, and now he said to him: 'Thanks, praiseworthy young fellow; poor old Hudson took him out of the shop for a penny.",
                "John was passing a comic to Bill. He leaned in and stared at the box in its envelope.",
                "John was passing a comic to Bill. He chuckled at some idiotic joke that he couldn't understand at first but incorporated it immediately.",
                "John was passing a comic to Bill. He was busy making, for a while, sounds and lyrics as he walked along, whistling along with the dog and stuff.",
                "John was passing a comic to Bill. He glanced at Janey and asked, \"You think she'll be hardworking, Will?\"\n\n\"I don't know,\" Janey said.",
                "John was passing a comic to Bill. He said, \"what can I do for you up here this morning?\"\n\n\"Sorry to interrupt you too, but I've got a burst of comics.",
                "John was passing a comic to Bill. He had just read Marvel's most recent issue, a picture of Captain America in a costume complete with a pistol.",
                "John was passing a comic to Bill. He smiled, \"You know, you and the kid, I'm worried about you and your mom.",
                "John was passing a comic to Bill. He stared at it for a second then reached for the comic and rapped an arc knocker.",
                "John was passing a comic to Bill. He looked up at himself and noticed a big hole where his cuffs showed.",
                "John was passing a comic to Bill. He was making it quite clear that one of them fights evil and wants to use it against the other.",
                "John was passing a comic to Bill. He tossed the magazine on top of the coffee table with a click.",
                "John was passing a comic to Bill. He was Ving into a quiet split.",
                "John was passing a comic to Bill. He flinched at the idea of his loved ones of someone being in a comic strip.",
                "John was passing a comic to Bill. He was filled with admiration for the way he crafted a look of authority.",
                "John was passing a comic to Bill. He had a passing acquaintance with Geraldo Rivera, and thought Mr.",
                "John was passing a comic to Bill. He snorted and didn't get it.",
                "John was passing a comic to Bill. He took it.",
                "John was passing a comic to Bill. He immediately approved and read it.",
                "John was passing a comic to Bill. He commented, \"Ah tell the truth!\" or else some such smasive expression so fascinating to him that it was much more the warning to be disobedient than any reasoned explanation.",
                "John was passing a comic to Bill. He waved and they went across the street, past Bill as he was too busy talking to read the comic to look around.",
                "John was passing a comic to Bill. He asked Bill if he really was a comic book collector, and Bill.",
                "John was passing a comic to Bill. He had a headache and Dr.",
                "John was passing a comic to Bill. He did not notice that he was not speaking to a comic that he sensed and recalled.",
                "John was passing a comic to Bill. He was listening and Dawson, narrowing his eyes, said in my ear: \"Can I tell you something?\" I replied: \"Go on.",
                "John was passing a comic to Bill. He smiled and told him that if someone heard that he was getting a call in, he would like to say hello.",
                "John was passing a comic to Bill. He turned to make up the \" Liar!\"\n\nBill said, \"Don't encore it.",
                "John was passing a comic to Bill. He thought, Bob, we should write.",
                "John was passing a comic to Bill. He had cried after watching superhero movies on the big screen: \"That's so awesome.",
                "John was passing a comic to Bill. He was a brown paper cone like it old buildings.",
                "John was passing a comic to Bill. He walloped his own arm in a court where Bill's three friends were on trial for a murder.",
                "John was passing a comic to Bill. He didn't know it was Benny.",
                "John was passing a comic to Bill. He tied one end of it to Bill's boot and a piece of string, a scrap of hard candy, with another to the other leg.",
                "John was passing a comic to Bill. He tossed it back at Bill, but it wasn't in that book.",
                "John was passing a comic to Bill. He winked at Cerime and winked at Monroe.",
                "John was passing a comic to Bill. He had the paycart.",
                "John was passing a comic to Bill. He brought Steve to a comic book shop several blocks away.",
                "John was passing a comic to Bill. He began the chapter unguardedly.",
                "John was passing a comic to Bill. He smiled and nodded.",
                "John was passing a comic to Bill. He dropped a few points on New Jersey coverage.",
                "John was passing a comic to Bill. He couldn't have stopped,\nand George had stopped it.",
                "John was passing a comic to Bill. He didn't look up.",
                "John was passing a comic to Bill. He looked over and saw that job well done.",
                "John was passing a comic to Bill. He looked across at Paul and told him to build it.",
                "John was passing a comic to Bill. He drew something later at Dexter's Place International.",
                "John was passing a comic to Bill. He got nicer over time—since 1867 this isn't the most dramatic of comics, the grouchy uncle comic sketch or comic by Andy MacAffie.",
                "John was passing a comic to Bill. He swept Bill’s hand up to his chest.",
                "John was passing a comic to Bill. He held the strip up and said, \"Well, that's halfway across half a town.",
                "John was passing a comic to Bill. He smiled then and waited to hear what the comic was.",
                "John was passing a comic to Bill. He read it and went to look at it as well, not realizing that others had read it too.",
                "John was passing a comic to Bill. He hadn't been paying much attention to comics.",
                "John was passing a comic to Bill. He sat down.",
                "John was passing a comic to Bill. He indicated that when he reached the collection, it exploded, like a mat torn to ribbons by a gust of wind.",
                "John was passing a comic to Bill. He wondered about you.",
                "John was passing a comic to Bill. He flushed and sprang out, knocking Bill down."
            ],
            "counts": {
                "John": 1,
                "Bill": 24
            }
        },
        "Amanda amazed Brittany. She": {
            "details": {
                "pronoun": [
                    24,
                    27
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        14,
                        22
                    ]
                ]
            },
            "sentences": [
                "Amanda amazed Brittany. She was used to doing mockdaughter lines with Stewart, who spoke to her noncompetently—tswere concentrated around the conversation but even the most misguided Watson or Penn would meet the same maze in the pit.",
                "Amanda amazed Brittany. She was arresting her every instinct.",
                "Amanda amazed Brittany. She slanted her eyes towards Brittany, and so did I, but alas, I saw the little girl's face was between her hands.",
                "Amanda amazed Brittany. She had also known Brittany for many years.",
                "Amanda amazed Brittany. She said, \"Britt says she has applied for two more twenty-two surety bonds.",
                "Amanda amazed Brittany. She then recalled the story of the atmosphere at a mass funeral.",
                "Amanda amazed Brittany. She quickly put her weight down on the seat.",
                "Amanda amazed Brittany. She gave Monsieur\n\nLucas a husky, saved by her large breasts and the alarming instrument of her reborn heart\n\nthat could have set Christopher free.",
                "Amanda amazed Brittany. She and another volunteer stepped to the pulley chair and lifted out the bag.",
                "Amanda amazed Brittany. She'd placed credit card bills in her purse.",
                "Amanda amazed Brittany. She couldn't imagine why.",
                "Amanda amazed Brittany. She'd been so passive, so dismissive, when she'd spent five years had gotten pregnant while watching this world and no one had told her it wasn't normal.",
                "Amanda amazed Brittany. She also amazed Kipling.",
                "Amanda amazed Brittany. She looked up at the Steele agent and then hugged him to her chest.",
                "Amanda amazed Brittany. She held an outrageously long, glossy black hair, shiny with honey and straight, and like a prop maw, it brushed the champagne soufflé that was set onto a chinus pedestal.",
                "Amanda amazed Brittany. She loved Kris, and all of Brittany.",
                "Amanda amazed Brittany. She had mentioned that her daughter would be here shortly.",
                "Amanda amazed Brittany. She was dressed to the nth minute in black.",
                "Amanda amazed Brittany. She hoped for any story to be true, she realized now.",
                "Amanda amazed Brittany. She could see what the tall, fair-haired girl is currently dressed in and knows the sister in pink without her permission is thinking about [[http://youtu.",
                "Amanda amazed Brittany. She hadn't seen her like this in four years.",
                "Amanda amazed Brittany. She didn't say anything, but the hard edges of her colorlessness gave way to a softness Brittany felt.",
                "Amanda amazed Brittany. She spent her spare time playing with Jean-Luc.",
                "Amanda amazed Brittany. She fished his hand and said, \"It's so nice of you to have volunteered, Dylan, but this isn't a lesson you should have learned here.",
                "Amanda amazed Brittany. She didn't ask questions or manage the dinners anymore.",
                "Amanda amazed Brittany. She knew she shouldn't have mentioned the piece, but she owed Brittany another favour, so she did.",
                "Amanda amazed Brittany. She might be the smartest cat in the eighties.",
                "Amanda amazed Brittany. She said, \"This will be our squadron together for a while, as you said last night.",
                "Amanda amazed Brittany. She looked like she wanted to storm back into her bedroom with her hands clasped behind her back.",
                "Amanda amazed Brittany. She sat with the others and pretty grateful.",
                "Amanda amazed Brittany. She knew Imperator Pater, but he had been promoted behind a desk.",
                "Amanda amazed Brittany. She\nsupposed that at last she could satisfy her need, at this once she felt the full\nforce of the influence of the emotions which had been suffusing her since that\ndreadful and awful scene.",
                "Amanda amazed Brittany. She “was stuffing books onto the dresser, already, toward the back.",
                "Amanda amazed Brittany. She still was, even while the VDI\nwere making rounds between the Willows and the Roses.",
                "Amanda amazed Brittany. She was a natural trial\n\nrunner and Natalie sure did.",
                "Amanda amazed Brittany. She opened her mouth and Brenni looked at her in sympathy.",
                "Amanda amazed Brittany. She sat on the couch and brushed her fingers through her hair.",
                "Amanda amazed Brittany. She couldn’t hold up both hands and stare at her gorgeous belly, which seemed so small.",
                "Amanda amazed Brittany. She was able to camouflage the style of Bianca's voice.",
                "Amanda amazed Brittany. She hugged and thanked James, too, before—for once—fleeing.",
                "Amanda amazed Brittany. She had forgotten how much light there was in the room.",
                "Amanda amazed Brittany. She had a hot body and it seemed even more beautiful to hear about Keith’s exes man, life partner and former lover.",
                "Amanda amazed Brittany. She was sorry.",
                "Amanda amazed Brittany. She thought it was a brain damage, and led with a jolt.",
                "Amanda amazed Brittany. She went behind her.",
                "Amanda amazed Brittany. She was the only one to have become super-happy with me.",
                "Amanda amazed Brittany. She said, \"I believe the king of hell isn't a true or a true reality.",
                "Amanda amazed Brittany. She was a skilled mechanic who possessed \"prescient energy\", professionally.",
                "Amanda amazed Brittany. She looked good, but asdiddled-n-non-audible-sounds wrote.",
                "Amanda amazed Brittany. She went from looking fierce and scary when she thought of walking to someone being remotely afraid of them-\n\n“I have lived with Bret because I grew up and great friends.",
                "Amanda amazed Brittany. She was correct in their estimation.",
                "Amanda amazed Brittany. She watched as Starbuck's tail flailed\nbut froze when a glob inside the membrane shattered—not like the barbed\njuice of a non-respanderaginarian's blood, but a porcup.",
                "Amanda amazed Brittany. She did not want to include Alyssa in the set.",
                "Amanda amazed Brittany. She clapped Mama's hand tightly on her pocket and leaned over the child's head, gently and repeatedly, tugging sharply at the shirt collar until the ball of fat disappeared and Hunter's eyes bulged slightly,.",
                "Amanda amazed Brittany. She was often a stack of plates with Martha resting on it.",
                "Amanda amazed Brittany. She pushed her thick curls back and swung on them.",
                "Amanda amazed Brittany. She had always known Brittany liked girls and wanted them, but Brittany was different now.",
                "Amanda amazed Brittany. She said w.",
                "Amanda amazed Brittany. She often forgot when she had been at the Wheeler mansion.",
                "Amanda amazed Brittany. She threw her thighs as close as she could and snorted.",
                "Amanda amazed Brittany. She was delighted to be made of meat, too aware that Mother was having lunch with Mr.",
                "Amanda amazed Brittany. She couldn't name any exceptions in the Dunston family who didn't somehow struggle.",
                "Amanda amazed Brittany. She was starting to give up waiting.",
                "Amanda amazed Brittany. She'd met with the Tamil artistes to let them come work on her album.",
                "Amanda amazed Brittany. She didn't know that Fernando called her that.",
                "Amanda amazed Brittany. She glanced at Brittany and Marino, and then at the top of the tower.",
                "Amanda amazed Brittany. She had never seen so many angular features in one woman.",
                "Amanda amazed Brittany. She laughed out loud.",
                "Amanda amazed Brittany. She started out hesitantly since Brittany was too busy that night with the unexpected advances of friends of ours\n(Live Free or Die)\nMy Armor Tenous\n\n\"you shall make your plans!\".",
                "Amanda amazed Brittany. She swung back at her and spoiled this one.",
                "Amanda amazed Brittany. She was a beautiful couple, as tight as two merchants do best, indeed.",
                "Amanda amazed Brittany. She pronounced it Post-Romantic, with an \"R.",
                "Amanda amazed Brittany. She was undoubtedly aware of the changes going on around her.",
                "Amanda amazed Brittany. She remembered the ridiculously small Panama hats all the kids had, and she was incensed.",
                "Amanda amazed Brittany. She pointed to the mark in her lover’s abdomen.",
                "Amanda amazed Brittany. She was so not pleased when Brittany commented that Brittany had already tried her hand at holding their hand, and they had romp happily together while she was frolicking with the neighbouring pumpkin.",
                "Amanda amazed Brittany. She crumpled up the letters and quickly started eating them.",
                "Amanda amazed Brittany. She had learned everything about Bret Brooks right from Julia Child.",
                "Amanda amazed Brittany. She\ndid so for some unspeakable reason.",
                "Amanda amazed Brittany. She started to cry again as she often did in India and old Malachai yelled for her to come down to the table.",
                "Amanda amazed Brittany. She’d just earned a roll call three days after receiving TDI data, thanks to their responding real-time analytics.",
                "Amanda amazed Brittany. She was paler than her mum had been, and Big Beaver's voice and face filled her world.",
                "Amanda amazed Brittany. She had not heard that Aaron was a decent person?\"\n\n\"They expressed concern.",
                "Amanda amazed Brittany. She was thankful Brittany was just standing, not talking to someone.",
                "Amanda amazed Brittany. She climbed back down.",
                "Amanda amazed Brittany. She showed the old man her pictures even though he\nhad not taken them.",
                "Amanda amazed Brittany. She was afraid she'd spend the rest of her life in the dungeons, which she disliked enough to feel embarrassed.",
                "Amanda amazed Brittany. She couldn't really blame the waitress for cramping and rushing her.",
                "Amanda amazed Brittany. She had always been so quick to grab the face mask and wear black, that now she'd have to spread it all over her face and think of a way to wipe it all off without risking infection.",
                "Amanda amazed Brittany. She'd used in quick succession the world of merciless assassins, the knights, the Balkan wrestlers, the wars between beaten rivals, the skill of the feuer—the women defeating the men every day.",
                "Amanda amazed Brittany. She didn't know what Brittany meant by C'est la guerre.",
                "Amanda amazed Brittany. She was Damselle's substitute for an audition.",
                "Amanda amazed Brittany. She inhaled and exhaled, fanning herself, her boring, boring repetitive body.",
                "Amanda amazed Brittany. She slowly got to her feet and stared at Brittany with dry, cat-like eyes.",
                "Amanda amazed Brittany. She remembered that the scent, during her visit, had been so sweet and inviting; and when Brittany heard this, her face closed in a silent \"amen,\" and she fell to kissing Brittany on her cheek.",
                "Amanda amazed Brittany. She had known Brittany for years, having met her at Morris's parties, and Brittany wouldn't take her serious when she thinks of him sitting at the table with her.",
                "Amanda amazed Brittany. She lay cheek to cheek on her stomach and sighed.",
                "Amanda amazed Brittany. She was found doing something slightly blasphemous.",
                "Amanda amazed Brittany. She seemed to glide along too, poise and cool dignity.",
                "Amanda amazed Brittany. She was upset with Camille, not knowing what her own husband was up to."
            ],
            "counts": {
                "Amanda": 0,
                "Brittany": 18
            }
        },
        "Brittany was amazed by Amanda. She": {
            "details": {
                "pronoun": [
                    31,
                    34
                ],
                "options": [
                    [
                        23,
                        29
                    ],
                    [
                        0,
                        8
                    ]
                ]
            },
            "sentences": [
                "Brittany was amazed by Amanda. She wouldn't have given him her address or telephone number in the East End.",
                "Brittany was amazed by Amanda. She'd thought that Amanda might know Andrew Long.",
                "Brittany was amazed by Amanda. She was used to her being up at night, or lounging around admiring people’s fabulous houses or get-aways, and Amanda was ill-prepared and perhaps even a bit lonely.",
                "Brittany was amazed by Amanda. She came into five-thirty motive.",
                "Brittany was amazed by Amanda. She heard other favorites include \"Dirty Mind\" and I Willikand.",
                "Brittany was amazed by Amanda. She'd seen them arguing a\nlot, but—\"\n\n\" _Tears_,\" Amanda said sharply.",
                "Brittany was amazed by Amanda. She paused to describe how much she'd noticed the gap between her front teeth.",
                "Brittany was amazed by Amanda. She thought it was cute.",
                "Brittany was amazed by Amanda. She wanted to embrace her.",
                "Brittany was amazed by Amanda. She spun around putting on her Black Eyed Peas floral blouse and black leather boots.",
                "Brittany was amazed by Amanda. She closed her eyes, trying to control her mouth.",
                "Brittany was amazed by Amanda. She wondered why she had spent the last two days making off with Bea and placing her and their baby in the same room with Kevin's vague embarrassment and disapproval.",
                "Brittany was amazed by Amanda. She felt the importance should lie in Amanda's ambitions.",
                "Brittany was amazed by Amanda. She thought with her simple mind a great deal about people, but her love of cooking for the table had become something no source of pleasure should ever be denied.",
                "Brittany was amazed by Amanda. She had the ability to make another person love her, like she did just now.",
                "Brittany was amazed by Amanda. She described this as \"cute, kind of wild\" and \"a little scared at first, maybe a little shy at first to be honest.",
                "Brittany was amazed by Amanda. She was excited to meet Miss Van Terhelst as Amy moved towards her with mandibles; it was going to be that easy putting herself in a nice position, just owning up to when she didn't know.",
                "Brittany was amazed by Amanda. She'd seen Mitch kissing by the poolside.",
                "Brittany was amazed by Amanda. She didn't have to tell her that her boyfriend told her it was his business, maybe something about his working at Run Away.",
                "Brittany was amazed by Amanda. She had seen her emotional—sexual, perhaps—explosion in the early days when she plotted and brainstormed her own story in Ether a verse or two shy of perfection.",
                "Brittany was amazed by Amanda. She had intended to be grateful that she was getting away, so humble.",
                "Brittany was amazed by Amanda. She hugged me and told me that Amanda was okay for a while, before she started taking days off and unable to get work, which caused her to miss some of our hometowns and spend more time with her.",
                "Brittany was amazed by Amanda. She put the baby down, and Amanda stared at her but chose to sleep.",
                "Brittany was amazed by Amanda. She had inhaled a mouthful of pure spring breeze which only assisted to strengthen her own foul breaths.",
                "Brittany was amazed by Amanda. She stood and watched, staring.",
                "Brittany was amazed by Amanda. She gave a soft sigh, and then proceeded to blurt her request out.",
                "Brittany was amazed by Amanda. She felt like family, but she couldn’t ignore the longing in her feelings.",
                "Brittany was amazed by Amanda. She thought it would be good to see another Maddison who looked so much like my own.",
                "Brittany was amazed by Amanda. She'd have known she was higher than she thought.",
                "Brittany was amazed by Amanda. She didn’t know who a perfect blonde girl could ever be.",
                "Brittany was amazed by Amanda. She thought there was something subtle about Chatré's tone.",
                "Brittany was amazed by Amanda. She was totally turned on by her.",
                "Brittany was amazed by Amanda. She had made Danieladmired in the hall and impressed him a little more.",
                "Brittany was amazed by Amanda. She probably rushed off to catch her stalker, and Amanda persuaded her to come home with her.",
                "Brittany was amazed by Amanda. She probably would have gone to heaven if she had had to fight with another woman to get her dresses.",
                "Brittany was amazed by Amanda. She leaned against the wall.",
                "Brittany was amazed by Amanda. She was helpful, helpful, and attentive.",
                "Brittany was amazed by Amanda. She brought the responsible animator behind her to Amazing Story Workshop and he started working hard on a computer-animated remake of Layer Cake, with better CGI.",
                "Brittany was amazed by Amanda. She stood in the courtroom once more, listening to the proceedings unfold.",
                "Brittany was amazed by Amanda. She said Amanda looked good, especially her hair, and that she was enjoying the dress.",
                "Brittany was amazed by Amanda. She felt that she was alone with the ring of Dr.",
                "Brittany was amazed by Amanda. She was beautiful in the dark navy lace cocoon of her summer robe.",
                "Brittany was amazed by Amanda. She was counting on Facebook postings her regular companions found meaningless.",
                "Brittany was amazed by Amanda. She peered under his shapeless t-shirt, too.",
                "Brittany was amazed by Amanda. She stopped short and leaned toward her.",
                "Brittany was amazed by Amanda. She'd somehow decided to become Amber's doting auntie, the love of her life.",
                "Brittany was amazed by Amanda. She knew she would.",
                "Brittany was amazed by Amanda. She loved her, and her power to survive,\" Karada said.",
                "Brittany was amazed by Amanda. She considered it a miracle how he borrowed more wine from her than she did, and how amusing the expressions on her face appeared to her.",
                "Brittany was amazed by Amanda. She asked her what Diana was doing in France.",
                "Brittany was amazed by Amanda. She let go of Forsyth, who fell to the mat.",
                "Brittany was amazed by Amanda. She had found a tolerance for sarcasm, loud sound, and an occasional wife-swapping and found that she enjoyed helping a friend move furniture.",
                "Brittany was amazed by Amanda. She had hung out with Mick.",
                "Brittany was amazed by Amanda. She thought her breast looked a bit too large.",
                "Brittany was amazed by Amanda. She was fascinated by Amanda’s potential to achieve the goals and dreams she had longed for, as one who had always dreamt.",
                "Brittany was amazed by Amanda. She followed her to the next stall, where the New York Times' Katharine Gold sat eating a piece of ham and pasta.",
                "Brittany was amazed by Amanda. She knew better than to expend her ire on other Roman women and family members right then and there, especially after the little intro she had pretended she was liquidating her tumblr page.",
                "Brittany was amazed by Amanda. She said the girl had small, tiny ears and a tiny mouth, i.",
                "Brittany was amazed by Amanda. She had never laughed right before, and her face had taken on a stern, I-am-no-longer-a-baby look.",
                "Brittany was amazed by Amanda. She didn't understand how her killer had fought against Alice MacKenzie because he had been a disguise, and the trick had defeated the letters.",
                "Brittany was amazed by Amanda. She was rebels in a way she never expected to be.",
                "Brittany was amazed by Amanda. She wanted to take the knife from her hand.",
                "Brittany was amazed by Amanda. She said, a smile coming to her face, but managed to disguise it by looking down at the floor.",
                "Brittany was amazed by Amanda. She’d briefly considered taking the full day off from marching for her local Lions Club.",
                "Brittany was amazed by Amanda. She whispered back.",
                "Brittany was amazed by Amanda. She immediately decided to ask Amanda where she was living.",
                "Brittany was amazed by Amanda. She pushed a piece of potato through his pubic hair and then bit it off.",
                "Brittany was amazed by Amanda. She thought the girl had really been a good person.",
                "Brittany was amazed by Amanda. She'd never met her before, but along with her husband, Kevin, she'd visited with Marilyn.",
                "Brittany was amazed by Amanda. She broke down hard.",
                "Brittany was amazed by Amanda. She'd tried to  \n10                                  put down her cup, and asked a few more questions.",
                "Brittany was amazed by Amanda. She felt that she was the only woman seeing how a cake suddenly appeared in Amanda's face.",
                "Brittany was amazed by Amanda. She recognized the common bond when the girls were doing tricks with each other.",
                "Brittany was amazed by Amanda. She had always presumed that sextorships were generic hatching necessities of human flora.",
                "Brittany was amazed by Amanda. She mentioned to Gordon that lots of people \"had clashed on the streets last try\" between quinquennial stages.",
                "Brittany was amazed by Amanda. She had never interacted with a teacher more than butterflies rumble.",
                "Brittany was amazed by Amanda. She had never seen it like this, a lower half from which stopped in front of her, exposing a golden thigh stuffed with teeth.",
                "Brittany was amazed by Amanda. She loved the girl in her arms, the names she wrote on her diplomas and head-stones.",
                "Brittany was amazed by Amanda. She could almost feel the tension and anxiety in the young women's exposed backs.",
                "Brittany was amazed by Amanda. She'd turned the old Korean women into normal family women.",
                "Brittany was amazed by Amanda. She had left orphaned and pregnant Alan and used body heat in the house to keep the baby warm.",
                "Brittany was amazed by Amanda. She was the first to mention the base's name once suggested.",
                "Brittany was amazed by Amanda. She'd been trying to make the right move, to win Amanda over but she was still learning the different signals that had caught her eye.",
                "Brittany was amazed by Amanda. She couldn’t imagine why anyone would want to harm Professor Kendrick.",
                "Brittany was amazed by Amanda. She had taken her eye out associate.",
                "Brittany was amazed by Amanda. She waved, satisfied.",
                "Brittany was amazed by Amanda. She knew that wasn't right.",
                "Brittany was amazed by Amanda. She thought about what would've happened had Amanda ran to the bathroom instead of to the school.",
                "Brittany was amazed by Amanda. She watched her do a little jiffy stance, and Amanda looked up at her with a serious face.",
                "Brittany was amazed by Amanda. She smiled at her best friend.",
                "Brittany was amazed by Amanda. She didn't show any lustful interest, or a preference for that, but she felt an overwhelming expression of admiration.",
                "Brittany was amazed by Amanda. She looked ragged; had something hard in her bound foot.",
                "Brittany was amazed by Amanda. She \"started giggling and then stopped this small giggling.",
                "Brittany was amazed by Amanda. She kept driving in and up and down to look at the place you knew.",
                "Brittany was amazed by Amanda. She winced at the thought that André, Bastette, Anna-Claire, and not only someone like Julia had been there with Ella-Maria.",
                "Brittany was amazed by Amanda. She said, \"How carefully she selected the clothes.",
                "Brittany was amazed by Amanda. She instantly showed her the video, so the threat of punishment would be kindled.",
                "Brittany was amazed by Amanda. She had bristled at the idea of being out and about.",
                "Brittany was amazed by Amanda. She explained that she had enjoyed her attention and arduous feelings during the hours of cleaning on her own, but she was determined to find more free time and brought out the helping hand to help.",
                "Brittany was amazed by Amanda. She couldn't really recall how ever Amanda came back from her Monday mornings soaking wet."
            ],
            "counts": {
                "Amanda": 15,
                "Brittany": 0
            }
        }
    }
}