{
    "metadata": {
        "model": "EleutherAI/pythia-160m",
        "revision": "main",
        "num_parameters": 162322944,
        "timestamp": "2023-10-18 14:35:59.035057",
        "samples": 100,
        "top_k": 0,
        "top_p": 1.0
    },
    "data": {
        "John seized the comic from Bill. He": {
            "details": {
                "pronoun": [
                    33,
                    35
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        27,
                        31
                    ]
                ]
            },
            "sentences": [
                "John seized the comic from Bill. He then slipped it into his home freezer and brought it in.",
                "John seized the comic from Bill. He shot himself after he was shot in the leg.",
                "John seized the comic from Bill. He had watered the owner's hat in the Authority's deprecatory fashion and the raviokone had delivered it, Borger v.",
                "John seized the comic from Bill. He told them that he noticed hasowy hair.",
                "John seized the comic from Bill. He told New York magazine “They’ll keep [the piggy bank notes] by the goose egg” and “Don't let\nturtles feed you without celebrating suicide at every meal.",
                "John seized the comic from Bill. He said that a guy who is real an ass, who wants to beat away like a lion sometimes is giving him bat »\nd\n\nAll these geeze «% variation on migration 2030), something packed.",
                "John seized the comic from Bill. He recalled our conversation the whole time why sheriff's deputies threw it at us and that it would have been great to have it inside.",
                "John seized the comic from Bill. He called fervent voices in an anthem from Restless native as they spoke into a memory of an imaginary holly party in the Barcellar, where an old sheriff had felled an outlaw among his patrons to.",
                "John seized the comic from Bill. He had hesitated the time before, only a few months before.",
                "John seized the comic from Bill. He had quite willingly done so for me then, taking his cousin, Ulysses Seal in the story-line of Jean Todt's covert mission for their lost expedition against King George IV, as leaders in.",
                "John seized the comic from Bill. He held Stephanie down putting her inside Klickrack's Walk.",
                "John seized the comic from Bill. He rendered the thread raggle divided headlines; a gram needle of a fellow student’s wry introduction, looming like a Confederate kidney.",
                "John seized the comic from Bill. He told [David] Hartman and the lineman about it, and said, 'Flowers were in danger.",
                "John seized the comic from Bill. He entered the room and gave Wal more panache.",
                "John seized the comic from Bill. He had already forgotten the General's briefings how amble icply in stale nonsense, 'And behold the hurtling bombs, as he weeps on a shriveled body'.",
                "John seized the comic from Bill. He had already robbed about six thousand characters and would have gone without.",
                "John seized the comic from Bill. He may be the special result of the Hulk getting his title worn off, probably because he heard the “huckle dicking” from guest character Samuel Langhorne Simpson.",
                "John seized the comic from Bill. He told me he wasn't going there again that night because he found some pictures on eBay of some lines in TETV dibs that he had started out by stating that he would be soon publishing.",
                "John seized the comic from Bill. He tried to settle the gap in electrocute Mr.",
                "John seized the comic from Bill. He then pushed Bill with two unmanageable wounds, which he later suffered as  lawyer.",
                "John seized the comic from Bill. He'd had since the Rosa.",
                "John seized the comic from Bill. He irony-sed him that shit was supposed to tell a chicken to die for a chicken.",
                "John seized the comic from Bill. He\nlaunched out, rattled home to All that Clouds of Shadows so suddenly\ninhuman that, though it might decide to stop, it never stopped.",
                "John seized the comic from Bill. He had taken it for a personal display; Harry James and Gamfrey planning to shoot Glass up on occasion.",
                "John seized the comic from Bill. He questioned whether his earlier backup lap dancer knew his PC was there.",
                "John seized the comic from Bill. He screamed at Boot's keeper:\"Do I call along African Herman Miller?\" subjects the streets to Saully, a lab who had come in large here shortly after he started his own company.",
                "John seized the comic from Bill. He leaned forward gently to whisper) “Hi, Extra-Cool The - Critical Table! Before suffering as much fear as involved Bonnie Paton might be, it might sell.",
                "John seized the comic from Bill. He climbed in his chair at the back table and put down his fork.",
                "John seized the comic from Bill. He observed that There Was a Wound At The Gate The Issue per Show was announced last Saturday morning, February 24th.",
                "John seized the comic from Bill. He fell to the floor on it as the whole group moused together.",
                "John seized the comic from Bill. He needed to make sure that the most powerful and powerful member of his people could be killed without once giving himself away.",
                "John seized the comic from Bill. He released the book of his novel by way of commute errors from writer to artist.",
                "John seized the comic from Bill. He then confronted Pete and asked what he could do with it on the job, admitting that he wanted to help people find new leadership.",
                "John seized the comic from Bill. He said they would start making a film right before the end of the month.",
                "John seized the comic from Bill. He was being used and delivered to his property.",
                "John seized the comic from Bill. He then reminds him that the company should be paying capitalization dividends: if ELB died in WW I, they were not deferring to anyone for providing profits.",
                "John seized the comic from Bill. He had his throne set about his ramp and two turrets hatched white in bed.",
                "John seized the comic from Bill. He swore he went to the double doors\";—\"you'll see me tomorrow.",
                "John seized the comic from Bill. He signed an editorial about its success as “Win That Dirty Ditch” and co-promoted it to DVD, where it was shown in a dialogue with Bill, Evans, Mano-Gerbe and.",
                "John seized the comic from Bill. He came back with a new version, having already discovered that some copy were misidentified and protected by various gang agents against plot.",
                "John seized the comic from Bill. He had ripped his shirt open when he flung it over the cliff when denoting Murray home from games one day, and rammed it into his head when jeans lashing himself, streaming into tears.",
                "John seized the comic from Bill. He told him he had sheaf of proofs that he didn't have to wait for Weird Things to book all how a new co.",
                "John seized the comic from Bill. He suddenly stopped this with an oath of courage that shook his fist and sparked unabated hatred of public boasting and affair of the reprimand—a mob.",
                "John seized the comic from Bill. He said: 'When you are updated have evidence in picture on your own.",
                "John seized the comic from Bill. He fired more than 1,500 guns into the pile until him dragged them to the fire of each full volley.",
                "John seized the comic from Bill. He was almost sodominally myself! He said, \"Ah, you five six no say; there he comes again in the last clash of the three-year wars.",
                "John seized the comic from Bill. He had established several markers corresponding to the symbol 14XX and included one specific symbol:\n\nelections first performed in 3 regions of 20 days and then became known of 46 months,\n\nUnderreported people on.",
                "John seized the comic from Bill. He replaced Neil with John Vasquez.",
                "John seized the comic from Bill. He felt her clobber him more, rubbed him hard, and shot into the barn from which she had taken care of it.",
                "John seized the comic from Bill. He had dragged Vicky through the peaks, the misbegotten men, the monsters, the whip-crawled pits, and the inescapably good-looking Spanish youths caught up to their early twane.",
                "John seized the comic from Bill. He read aloud a letter, and separated a four cubicles into separate rooms, uniting stories in compartments in a procedure known as beginning at the earliest possible moment to bring together materials from all parts of the ship into.",
                "John seized the comic from Bill. He squeezing him in the back with both bruises and this man Dan plans to cut him loose.",
                "John seized the comic from Bill. He was growling, rocking it after squashing himself to the ground when they pulled it out.",
                "John seized the comic from Bill. He bent the belt over which it had been seized to grab.",
                "John seized the comic from Bill. He poured a glass of champagne into my backpack, pushed me to a rectilinear stop, his lips fast tilted in a crotch of between rueful puff, his eyes awash in air.",
                "John seized the comic from Bill. He ordered Mark to open the window outside and in to myself, two things.",
                "John seized the comic from Bill. He said it was stolen from Ford's car; it can be seen to this day have an unfair advantage redeft mastercard types resulted in black market middling corporate signatures.",
                "John seized the comic from Bill. He told the doctor that he would improve but settle himself down to straighten things out.",
                "John seized the comic from Bill. He was sub-Jawist around sleep when we heard what-Crok and the HomestREAM were peddling.",
                "John seized the comic from Bill. He then lifted it out of Ten Thousand Books, which he kept that included full size boxed-in copy from Lazarus Carolingos, Murray Taylor, in addition to inscribed-in-the.",
                "John seized the comic from Bill. He told it like it was, as Peter had once before, what it was to love Miller for battlefield genius, so ya know? It was glorious, right? Oh yes, I says he once.",
                "John seized the comic from Bill. He snapped one of Alex's good eyes and shot a look at me.",
                "John seized the comic from Bill. He had just photographed three new pages of a website his friend had compiled about organ ceramics, so 2001 led some |\nThe Magnolias.",
                "John seized the comic from Bill. He then approached figures, legal tent chairs and silently declaring it not authentic.",
                "John seized the comic from Bill. He asked him to drop the whole use of it in the kitchen.",
                "John seized the comic from Bill. He totemied, reportedly playing Bess, with the lyrics to \"There's a shop in Vale's Market\", as he was horribly outraged at the neglect and unusual screens he received throughout his second couple days.",
                "John seized the comic from Bill. He had given up handling HUTFPO by one of the most trusted sentences in modern literature\n(Budwig, VI - Vlambda-iss-li)! Here figures how this one ended up.",
                "John seized the comic from Bill. He Weaver felt sick because he hadn't finished the last two issues, but\nhe felt like losing Congirice as soon as I turned them over to Captain Wiersd that he could continue\namong himself.",
                "John seized the comic from Bill. He had taken it by hand and wrapped it with a pair of scythe-less leather gloves, sat at your table, launched each blade with his heel into the air and recoiled to try and make.",
                "John seized the comic from Bill. He may well be ready for an old-timer appearance.",
                "John seized the comic from Bill. He introduced an almost identical version of Michael Collins or Laurel Dean and created a Hundred Year Roll at Styrofoam.",
                "John seized the comic from Bill. He told them that he would donate money to the files of a Miami-Dominican state senator repeating that long-cherished theory of cowboys.",
                "John seized the comic from Bill. He spoke to Kenny in a wild way: \"I liked Bill clearly but Italian as well.",
                "John seized the comic from Bill. He argued by way of evidence quite hard to prove.",
                "John seized the comic from Bill. He fusti'd Data, its waves pushed up at the wharbles, elegantly bambooithting his masterless wiglips in various shades of telemarvish and other silverware.",
                "John seized the comic from Bill. He told Helss.",
                "John seized the comic from Bill. He might not just be the twisted chronicle and you know, like, why do we have the young from the X-100-4? Do we have the X-101-10-5 and contractors with.",
                "John seized the comic from Bill. He informed, \"You don't know him by name.",
                "John seized the comic from Bill. He claimed he previously threatened people to get in trouble for threatening to carry unions so he was now troubled by protectors’ demand to prevent unions from coming up from outside the country.",
                "John seized the comic from Bill. He then usurped Loretta Boddison’s office.",
                "John seized the comic from Bill. He shoved it out of the way of a switch and walked to the kitchen, where everyone was talking, and heard a deep bass drip.",
                "John seized the comic from Bill. He told him that we must help the water tower be waterless and that we weren't gagging.",
                "John seized the comic from Bill. He called up equal pay for the Filipinos when tried to beat the French in 1997.",
                "John seized the comic from Bill. He told him he would still drag me but he held the comic, she had fendshed her off and moved to the Newsroom.",
                "John seized the comic from Bill. He clicked a pair of peoplies with their foodstuffs on.",
                "John seized the comic from Bill. He shuts off the door, and we leave, leaving the college, on the the other side of the country, shooting until I found it, read her a novel, stills that returned to him.",
                "John seized the comic from Bill. He spotted the look to his cheek – “It’s good to see you, Bill.",
                "John seized the comic from Bill. He tied the knot with a flash fervently.",
                "John seized the comic from Bill. He worked Jon Holmes over this.",
                "John seized the comic from Bill. He had never seen a picture like Sir Thomas' vinyl.",
                "John seized the comic from Bill. He brought it to Ireland, and then continued the process of selling the place into American print.",
                "John seized the comic from Bill. He jammed the backstreet invoice onto Robert's players, rolls it halfway out, and customers poured into the parking area, waiting to sample what into his pint pot.",
                "John seized the comic from Bill. He had a secret bomber known as \"Mr.",
                "John seized the comic from Bill. He was one of the mobs who surrounded a barren forest where boulders had penetrated in a barely visible line with its fall.",
                "John seized the comic from Bill. He owned more spices then his wife; he was a preoccupation there for himself which never happened.",
                "John seized the comic from Bill. He ripped up two volumes of the series art and opened with glosses of each story to mark the first three forelenges.",
                "John seized the comic from Bill. He said the scribes were soliciting $500 million, brought back with the jail for posting, and sent the comic to the people in prison for dealing with corrupt tin jobs, the full extent of antiques from.",
                "John seized the comic from Bill. He, accompanied with statistical data, made those movements in motion that disclosed over 100 reported deaths.",
                "John seized the comic from Bill. He painstakingly moscatold it and tied an expensive chorus into a back, where Mary found them and picked it up and gave it to him.",
                "John seized the comic from Bill. He'd'll drive around a mound twice that hung with glass, doing bonecrusades."
            ],
            "counts": {
                "John": 1,
                "Bill": 4
            }
        },
        "John passed the comic to Bill. He": {
            "details": {
                "pronoun": [
                    31,
                    33
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        25,
                        29
                    ]
                ]
            },
            "sentences": [
                "John passed the comic to Bill. He praised her cousin as an excellent wit.",
                "John passed the comic to Bill. He tells us, in another message he tore the writer away from conspirator Falenguto.",
                "John passed the comic to Bill. He would not reject everything up and down the road in the same way the colonial war antitheticality of work did not offer him.",
                "John passed the comic to Bill. He made his debut on August 11, 1910 when Harry Lewis put sigils on a man named Harry McGill, with the intention of manipulating another Englishman, the Frenchman knighted him by himself.",
                "John passed the comic to Bill. He says:\n\n“You cherim had no reason to destroy any rambler without burning his guns or smashing his knave.",
                "John passed the comic to Bill. He thinking that Bill was after Elvis, pill-wrapped rum substitution of Paul Rabis, also knew the ad agency, which Paul would develop one of Paul's books.",
                "John passed the comic to Bill. He'd then named Patrick.",
                "John passed the comic to Bill. He answered in paragraph 16 that Gordon was a better judge of himself—what was his trouble, and why should the rest incline whenever it chipped in? I thought about it; there were no others for me.",
                "John passed the comic to Bill. He then joined Halloween and went into monthly surgery after school; McCarthy became a late-night substitute on Halloween and was played by Ron Panesar.",
                "John passed the comic to Bill. He penned two abridgments of the nearby Journal, which contributed to the latter's extant index.",
                "John passed the comic to Bill. He says:\n\"He liked it because when I got it to his office these things kept into his good striping that he doesn't me a bit, and not much out of me that I, or elsewhere.",
                "John passed the comic to Bill. He hung a camera fashioned from store of electrolyte in a large box he kept in that frame of the giant black plastic box with its two funnel-shaped cutouts from the antenna panels: The 12\" × 7\".",
                "John passed the comic to Bill. He wrote several other well known comic books during that time, cementing his status of a ridiculous comic book miracle.",
                "John passed the comic to Bill. He later reproduced any character in sequence of books used for novels, Harry Potter and Patty Richardson & Beauty Shop 100 meets and compared smoked as AIDS.",
                "John passed the comic to Bill. He said that I had written him up as a member of the board of Fred around 1947, and that a future Tremendo Spectre could not be reason enough for a pugilist to support him in.",
                "John passed the comic to Bill. He became writing for MGM, which opted out of MGM and onto becoming M.",
                "John passed the comic to Bill. He wore oversized bedcap hat loaded with giant pink coasters.",
                "John passed the comic to Bill. He holds an exciting new game his vociferous concerts give so much depth to his patches as he's got agony to keep up.",
                "John passed the comic to Bill. He became the particular linemakers, still best known as creator of Brave and the Weatheryou, space aircraft innovators.",
                "John passed the comic to Bill. He assumed a trailing hand at the end of each page, but who was more lapsong and drew more erasures longer than is fair to count.",
                "John passed the comic to Bill. He became a close ally and helped restore Americanization to 479 years of following the Modern Day Revolution.",
                "John passed the comic to Bill. He wanted to do Portions of his show so as to entertain a range of audience members, some within the range of his cult friends or an associates, of the society at large, and likely in one of his.",
                "John passed the comic to Bill. He was the great entryway to a Gothic Novel, portraying Walter Wickhal (Noel Bedenck on the show, Minor Vicar of Jesus' Home), Jesse Rockman, the Serbian Count of U.",
                "John passed the comic to Bill. He went uncool on his birthday when he was little, with two brothers who were, in fact, selling Tales from One Leaf.",
                "John passed the comic to Bill. He studied tape machines and used them to input anything that made more noises than the computer would reliably eat indivisible bits.",
                "John passed the comic to Bill. He closed with GENERALS and gave his signature challenge to DEGN ORTIN, and ALARCE thought an ENDED backfired from his face of horrors readdating and recovering JACORESE on blink.",
                "John passed the comic to Bill. He's a lawyer.",
                "John passed the comic to Bill. He lucked out with the trooper after it to a f---- league yet again that knocked I'm really, really sick, George moved him, I screwed him an easy half mil:\nSay So, Mario.",
                "John passed the comic to Bill. He went to Jeopardy.",
                "John passed the comic to Bill. He said he contributed the notorious Pin-T-Dee story.",
                "John passed the comic to Bill. He'd talked to me about it, and talked about it over and over.",
                "John passed the comic to Bill. He wanted to make sex a larger subject.",
                "John passed the comic to Bill. He said, “The Gene Anderson of the Universe was the man.",
                "John passed the comic to Bill. He rode by passengers with long hair, a white beard his father drew on into a hood, and on mostly wooden chairs, where a band spent the best hours of the day at Sunleaf Lane.",
                "John passed the comic to Bill. He then stole all of the rights back, which he never wore again, until this particular book arrived in The Neverland: a tale that dwelled upon, not imaginary justifications, but common motivations.",
                "John passed the comic to Bill. He foiled investments at everybody he entered: Leif Hynd think a couple of years underpinned what was once believed to be a perfect formula.",
                "John passed the comic to Bill. He went through the scene with pretty suddenness and suddenness of license with a kind of panorama of his earlier works, and approached the solid façade, separated by kind of the effect of the paint of the.",
                "John passed the comic to Bill. He served the next four years in the state horridly.",
                "John passed the comic to Bill. He recated this one by now, and given that through all episodes of Moses ecstasy, bees, monotony and childish embarrassed cavalcade unquestioned and unrecognized, Allan Anyandakawa.",
                "John passed the comic to Bill. He showed a very old man's grin.",
                "John passed the comic to Bill. He wanted to make it.",
                "John passed the comic to Bill. He later received one and a half star apiece from Gary Nash of Chicago, they were dead disabled as a too-Low prestige compensation.",
                "John passed the comic to Bill. He told it as rehearses had taken place over winter or summer and preselection had been absolutely impossible.",
                "John passed the comic to Bill. He pulled once on MIT student's shoulder and thought Mitch was a little whore and handed the tears integral to his frown.",
                "John passed the comic to Bill. He predicts that He does it well and thinks that Fubaro was brilliant – no, not genius – but the man would have be crap if he was dishonest and they Would have sneered at him.",
                "John passed the comic to Bill. He didn’t have much of a direction for east coast comic-related stories), with debt elevating Top Sin, as a potential source.",
                "John passed the comic to Bill. He himself made some guest spots in his cartoon.",
                "John passed the comic to Bill. He got the letter by thief, who gave it to me once more, and wrote this:\n\nToyor: I got that by consent, as a reward than a sum I had been previously given;.",
                "John passed the comic to Bill. He didn’t raise the subject again, but failed to respond either.",
                "John passed the comic to Bill. He also wrote that Kubrick had written in the story and will also have a dog named Gietchinga Bettor.",
                "John passed the comic to Bill. He’s keen, kind-humoured, and no more so than at any modern TV show.",
                "John passed the comic to Bill. He chose what was to be our disguise for the picture he particularly wielded in depicting Anna: his baby chick decently fits her shape, however, and that's, you know, he has one of the horrors.",
                "John passed the comic to Bill. He’s located in a penitentiary.",
                "John passed the comic to Bill. He plans to return to work in the future.",
                "John passed the comic to Bill. He became the John Dent question\nand from that gave him an important role in the 1950 World\nNanFTA attacks of the 1930's-to-1960s.",
                "John passed the comic to Bill. He did spend one year at California with strikers\nduring which time he became burnt-out for Love's Hail Borges and the\nabominable A-'Nazely One.",
                "John passed the comic to Bill. He's yet another proof he's got many answers to his questions and he's already dealt with some of his more zealous critics, and he's going to have to work harder.",
                "John passed the comic to Bill. He basically died from a tuberculosis communicable disease and after a speech he went to Calhoun.",
                "John passed the comic to Bill. He died.",
                "John passed the comic to Bill. He had a hard time comprehending not only how far from town he'd come since Romulan troops began the siege; he also hadn't forgotten the letter from the king; he was far from home.",
                "John passed the comic to Bill. He gave him a kiss when he hopped it.",
                "John passed the comic to Bill. He wanted us out of London ten miles away from his place in his place at the Hotel, a curve-shootingly little but anxiously affectionate, inquiring,\nwith the addition, 'Is that very.",
                "John passed the comic to Bill. He was one of the majority of the Death Squads and tiny dandy hitches of Archer from his project behind similar actions, serving with him as an understudy.",
                "John passed the comic to Bill. He had a large ‘C’ for the Chief and someone else didn’t — Dave Matthews – the usual British cryptonym, Henry Post – a “cross,” born around 1968, with his Longhorn wind whist.",
                "John passed the comic to Bill. He collected referring jokes and stories related to society, and was referred, in Omaha, to an African American loggist known as John Codes, speculation in the mid-1990s described Codes as \"one.",
                "John passed the comic to Bill. He renamed it The Knight of Manicot while maintaining the nickname \"The Lonely One.",
                "John passed the comic to Bill. He asked Zack that he was going to draw something for them, and all of them saw him right away.",
                "John passed the comic to Bill. He had supposed to write about other comics (probably the Springfield Yalgins) but didn't realize that was Alex-Polson merited Simmons' opinion.",
                "John passed the comic to Bill. He told Elizabeth that she won ruler over a country in Italy and was excluded from college teaching by Elizabeth because she has a foreign accent, among the other requirements of the revolutionization contests.",
                "John passed the comic to Bill. He did: a thing once, oddly enough me Rini.",
                "John passed the comic to Bill. He sat down with Edward Nelson and two old copy therapists in futures markets.",
                "John passed the comic to Bill. He then went to Brooksville to finish his animation work and\nAmanda showed him through imaginary characters.",
                "John passed the comic to Bill. He died in January 1918.",
                "John passed the comic to Bill. He wrote his final chart summary that asks, \"What is this yummy made-to-pieces disc limited to Jim Gloom Speicher?\" prest.",
                "John passed the comic to Bill. He was one of the kings of Joe Paulk's characters.",
                "John passed the comic to Bill. He would later become partners in the production company Battlestiff in Stuttgart, which was later edited out due to poor production.",
                "John passed the comic to Bill. He had sat on the porch behind the trailer, ready for many centuries, ealing through the trees.",
                "John passed the comic to Bill. He says he wants to plump to the bottom to be honest very attractive in his delightful blend of silver and violet.",
                "John passed the comic to Bill. He feels secure in his righty.",
                "John passed the comic to Bill. He told me that he had heard of Athan but couldn't say when Catholic boys would be chanting and as spirituality was important he rein pitched in with some call curtains.",
                "John passed the comic to Bill. He says it wasn't awesome, but he decorated it with such thought aloud:\nHappy Mother's Day! I'm so very lucky, I think couples are great, that bunions are wonderful décor do you.",
                "John passed the comic to Bill. He removed it, apart from a segment which he wrote dedicated at the Paramount Theater in a letter from Peggotta from the Civil Rights Association in May of 1958, as the cutout of dialogues from the.",
                "John passed the comic to Bill. He admired Lost Brothers taste at the Japanese establishment, and his relationships with our society are more with Bill world than in any other (including Tsukiko Garden.",
                "John passed the comic to Bill. He did have a swearing good lasting.",
                "John passed the comic to Bill. He’s the death-in-slave of departed social modifyer Margot Kershaw, who failed at her apprenticeship under her own power, peering at the empty washat in him, and.",
                "John passed the comic to Bill. He \"resolved to do something about himself\" through his \"recruits\" and returned to Illinois to care for a sick father.",
                "John passed the comic to Bill. He the\nrestrous inconceivably began to show his black and white alternations.",
                "John passed the comic to Bill. He later shared that he affectionately compared Anson to Seth Warren Bogert.",
                "John passed the comic to Bill. He has become an treasure trove of Garnet's extraordinaire if he were to reprint it.",
                "John passed the comic to Bill. He’s a tough one in that department in the editorial department doing things that are not done for the community’s ediness and reasoning.",
                "John passed the comic to Bill. He later joined Jeff Sherman, the Good Men, and Hank Sherman early in the grouping.",
                "John passed the comic to Bill. He famously breached licensing laws in the United States in 1981 when he claimed to have been coding for the Encrus.",
                "John passed the comic to Bill. He wrote Crownship Relics, many years later, and wrote the celebrated collection of the Volcano ismics that appeared in the July 1968 issue of The Nationalist Gown Millzente.",
                "John passed the comic to Bill. He says it was for two superficial purposes: to make it the total New York City comics.",
                "John passed the comic to Bill. He later published a novel called _Life-Longer Than Anything_.",
                "John passed the comic to Bill. He told Jay about his examination afterward.",
                "John passed the comic to Bill. He's pretty, too.",
                "John passed the comic to Bill. He intentionally represented religion, much like his name contributed significantly to his popularity during his time as Rep.",
                "John passed the comic to Bill. He retrospectively put the mysterious needs of his comic into those capacities while protecting the original illustrations, while again exploiting some helpthactual knowledge in his mad prologue of SJSA in which he looks upon them as.",
                "John passed the comic to Bill. He caught his tidings, as well."
            ],
            "counts": {
                "John": 2,
                "Bill": 2
            }
        },
        "Joseph hit Patrick. He": {
            "details": {
                "pronoun": [
                    20,
                    22
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        11,
                        18
                    ]
                ]
            },
            "sentences": [
                "Joseph hit Patrick. He tied 4 titles with two in September, but the Tagdu family had been without him for 40 months during their move to the Cabrillo Valley, even though Sean Marino's testimony later fielded an unsubstantiated web.",
                "Joseph hit Patrick. He.",
                "Joseph hit Patrick. He has had the opportunity to play in the bottom three Broncos series since seven years earlier, and is currently averaging goals of 4.",
                "Joseph hit Patrick. He even made a come-on Sunday at &nbsp;Missouri ,, and *Winonales had no problem with and handed over $2.",
                "Joseph hit Patrick. He smiles and makes a few _gigs_ by.",
                "Joseph hit Patrick. He also stole a little\nstone from my late lover on Janee and Rexette's birthday in 2007.",
                "Joseph hit Patrick. He vowed to work for me and to take care of her.",
                "Joseph hit Patrick. He move across the rough tundish beat, reach up over the ground and bring him under the other side and run back alongside him clustering exsistent shots over him to the axe.",
                "Joseph hit Patrick. He got a double\nbut stopped the redirect automatically.",
                "Joseph hit Patrick. He told his lawyer that he remembered visitation in his six-month trip to Paris in December around 11:30 p.",
                "Joseph hit Patrick. He ran, threw punches and brutal windows, but it proved little at his Quincy race wins.",
                "Joseph hit Patrick. He hits it in his face with his locked chair and another in the coffee pot telling him that Lott is NOT happy.",
                "Joseph hit Patrick. He’s got more to pitching than you did in two clinches (10lbs, 185lbs, AFA years!)\n\nThursday\n\nVivokin, Wear your brave little rhythm\nRe.",
                "Joseph hit Patrick. He became a self-proclaimed host; digital\ndemocracy life was helped in the days of the Grateful Dead when it All Was\nForked.",
                "Joseph hit Patrick. He earned the Baker Award, an award in Southern New England drama, for his work with Robbie Robertson.",
                "Joseph hit Patrick. He backed himself out of Thompson’s seat and slammed shut up the trash bin instead; while the connection Oakland City Council recognized at last that to be a thirsty sheriff more than an engaging image to promote.",
                "Joseph hit Patrick. He'll catch the Honeyshoe when it hits you again, if you are lucky, and the only time in your life Kioline hit his arm, (preceded by his little sword game chance, when his daughter visits again.",
                "Joseph hit Patrick. He should be in court the night before.",
                "Joseph hit Patrick. He also was able to pull onto Hydro“ssanai“ corners.",
                "Joseph hit Patrick. He MVC Rose had dropped the car over the mountainside, revealing himself in lyric:\n\nWho reads the TLT [Titles], the TST [Text Tunet] and the TLM [Text Trial],.",
                "Joseph hit Patrick. He has been called “100 percent sure” after being hit in the olfactory body of two teens.",
                "Joseph hit Patrick. He would not only have struck if he did not evade unless it were just to fence in then it would not have been hit as much as in the non dog illegal pickup meaning when Thompson comes round a neighboring recreational area you could imagine.",
                "Joseph hit Patrick. He urged fate to ‘declare war against those who ask, ‘Don’t let them go’.",
                "Joseph hit Patrick. He is also used in Canadian aircraft production.",
                "Joseph hit Patrick. He's got plenty of work here, just can't keep up like the next deceased of the\nseason.",
                "Joseph hit Patrick. He enjoyed for a while after he became strong in his hand then he laid him on the industrial level and had particles against his neck.",
                "Joseph hit Patrick. He already escaped the distribution area, but it was easier to beat back the gunman who would roll him over twice, reaching for Indian shells that let the fatal rounds bump into Edward Walsh, and turning him in on his ear with.",
                "Joseph hit Patrick. He attended Quinn’s football education school in Commission Avenue - an elementary area in New Jersey that dates from a southern Ohio caste Ken Poulser born in 1864; the skipping of brides Gretchen deepa in language.",
                "Joseph hit Patrick. He has played 17ero with the Salisbury Sound.",
                "Joseph hit Patrick. He posed to wife Rena, a wealthy businessman, thanks to Cordelia’s proportional approach, making his character theta etched at the end of the game while providing description functions, as she recounting that her voice was androgyn.",
                "Joseph hit Patrick. He said that he's.",
                "Joseph hit Patrick. He had been radical—literally SEAN fell to his sword and joined The Wake manufacturers of Wenatchee, Washington and nearby Dixson.",
                "Joseph hit Patrick. He was deployed to Afghanistan overnight.",
                "Joseph hit Patrick. He’s cool, his clothes bind delicately behind his belt.",
                "Joseph hit Patrick. He crashed on Muskego River Road when he was taking pictures.",
                "Joseph hit Patrick. He takes out Ben Jerusalem's body.",
                "Joseph hit Patrick. He’s also known to win prizes for his first nonfiction fiction short novel Best of Mali, Gentle Fish trout; his first story, “Silver (Bronze)-” gave him one first-class weekend stay,.",
                "Joseph hit Patrick. He has had to top the Deferred Compuson Boat campaign law and likely will also join a top promotional sprinkling of idol clubs around the country (where the situation never changed: who wants to trash their boat?).",
                "Joseph hit Patrick. He subsequently appeared in Hollywood where he had an following amongst the cast.",
                "Joseph hit Patrick. He's killed five people during this decade.",
                "Joseph hit Patrick. He graduated from Brampton Elementary School with an All Books Promotional Award.",
                "Joseph hit Patrick. He was making rounds while he was in his office in Minneapolis later that morning and fired his lawyer.",
                "Joseph hit Patrick. He met and became a rockstar and have 3 completely changed titles and a few others are allying their lives on the radio front 365 days.",
                "Joseph hit Patrick. He needs to concentrate on either a piece of accused terror-weirdness or suicide, so he breaks up enough during his time in custody.",
                "Joseph hit Patrick. He told his class at the bullying college and eventually torpedoed it – initially with no luck.",
                "Joseph hit Patrick. He is attributed with a red eye.",
                "Joseph hit Patrick. He hit stretches to 100 mph, could not reach the velocity when hitting a high speed fast balls with his Founding uses speed bumps and hyperextended balls bumper bans.",
                "Joseph hit Patrick. He missed twice at Amherstfield in the fifth second over the top of the game in the top-10.",
                "Joseph hit Patrick. He had just contracted tonsillitis after color fighting, the acrogates who carried such illnesses and water.",
                "Joseph hit Patrick. He hit his arm against the end of a red puff.",
                "Joseph hit Patrick. He objects to having suspicious employees see his personal\n\nstatus risen from the man he hired until completely trenched on his desk.",
                "Joseph hit Patrick. He the rest of the fits downstairs included ten derriere Rovezino's ivy tree.",
                "Joseph hit Patrick. He first saw him at a UCLA soccer camp a few summers before he ran off.",
                "Joseph hit Patrick. He’s cool, right? But Genesis also isn’t touched by 630 days, which pretty much excludes the six days in 2014 except for cool repeatable abstractions like “Jason remains with all of Joseph’s.",
                "Joseph hit Patrick. He caught 7-0 at hospital, while Trevor Len Phelan tricked Kevin Nash worth $6 million, and was extradited.",
                "Joseph hit Patrick. He then thanked everyone for a head start and asked to voice the interface for the board.",
                "Joseph hit Patrick. He says, “Somebody made a big deal for Bobby.",
                "Joseph hit Patrick. He rolled his vehicle & pulled it over and slammed the door behind it.",
                "Joseph hit Patrick. He told police that he carried Him on his ass for weeks 30 minutes and was brought to a Toyota dealership, rather than are taken for supervised trips of the outdoors, he claimed during the winter nights.",
                "Joseph hit Patrick. He's had a ulcer on his penis during even the series' past follow-up convictions.",
                "Joseph hit Patrick. He then cried blood all over Orleans Parish.",
                "Joseph hit Patrick. He used to do a number of shootings against these men.",
                "Joseph hit Patrick. He guided Abby over a foot.",
                "Joseph hit Patrick. He was terrified by the screech of Jack assistance from Hussain's gunman, but it needed operation corrected to protect the tree-plant.",
                "Joseph hit Patrick. He had a heart attack he later died of a long-standing prostate cancer in Robertson and left this last survivor group in Number Hill, New Jersey, and extensive documentation existed of nursing care after his definitive death.",
                "Joseph hit Patrick. He hit the with three hits to FIFA United States MVP Erik Lennon home domestic record track fatality but lost 6-28 on the African National Three-Round Wla.",
                "Joseph hit Patrick. He has been punched by Ravens win over Stuck in the ECB a metre from −2.",
                "Joseph hit Patrick. He told the reporter about them sexually photos in his place.",
                "Joseph hit Patrick. He then left iPhone ratings with 99% up-to-date when I applied for the organization.",
                "Joseph hit Patrick. He isn’t talking to existence itself.",
                "Joseph hit Patrick. He were pulled from his cars after a truck truck hit a crash in Central Indiana, sparking another liaison theory by individual members of his organization.",
                "Joseph hit Patrick. He drew 4 for 2.",
                "Joseph hit Patrick. He usually laughs at them, but Patrick simply pulls the van down on the second floor so that Patrick slid it on his way down the step.",
                "Joseph hit Patrick. He has had the most loyal relations with his new family about five times in her life.",
                "Joseph hit Patrick. He then hit Griselre has \"knew\" the expected whereabouts, according to Bryan McMann.",
                "Joseph hit Patrick. He's even written about Chrome? Does someone with express in the french department know the gear?\" \"Oh, I don't suppose I can go for long, but thanks, Queen of Hearts, Pheles, What.",
                "Joseph hit Patrick. He then handed over the gun, TL-19, for his home control without his rental car in his custody.",
                "Joseph hit Patrick. He saved her daughter in free fall with her Bible verse that taught him to penetrate even remotely into Her Words in 9 Sir James's Proverbs 17:17.",
                "Joseph hit Patrick. He hit me for Batman, for Dorothy Parker and for Oscar nominations for motion pictures.",
                "Joseph hit Patrick. He was a small, concrete first class player with the Texas Cup and returned to action in the mid 1900's.",
                "Joseph hit Patrick. He had just been hit and lay there alive.",
                "Joseph hit Patrick. He filmed this Chingle Drum from 20 June 2012 to 12.",
                "Joseph hit Patrick. He got his chance; he made the fairness, muscle you had.",
                "Joseph hit Patrick. He told him, “Henning’s whole track team would return, but last night around 10,000 shifts when we were expecting youngsters outside the clinic.",
                "Joseph hit Patrick. He is a showrunner, creator, executive producer, numerous quality of service (QPS) bonuses on behalf of his Vivacon Studios.",
                "Joseph hit Patrick. He got sexual satisfaction, then the family began to be told to pay the cost.",
                "Joseph hit Patrick. He strolled about flowing to the curb on the way out of trouble cashing out clothes in the Congo Indians.",
                "Joseph hit Patrick. He has set musical styles more famously.",
                "Joseph hit Patrick. He was\nkind Latin.",
                "Joseph hit Patrick. He soon ran for a mayor.",
                "Joseph hit Patrick. He quickly backed down and back onto a flat pool, was stunned to realize that he was completely mortgages free.",
                "Joseph hit Patrick. He said of Christopher: \"Molly, what do she have to do, any—her strategies in this business are, as I said, a double edged sword.",
                "Joseph hit Patrick. He's one of the city's Airlines of the States and these young detectives layer on my ceiling.",
                "Joseph hit Patrick. He has a 615 milligram comet that he’ll use sterile irrigation and 30 inches of water that drifts off the valley face.",
                "Joseph hit Patrick. He is on talk radio.",
                "Joseph hit Patrick. He’s tall enough to comfortably pull off that hardly anyone else in Philadelphia worried about his pint.",
                "Joseph hit Patrick. He savagely fought in the match as far as a glove-gun as it caught his leg, and surged over his opponent's shoulder to rob him of Aaron Wilson's hand.",
                "Joseph hit Patrick. He wondered if those bombs were being fired as characters back from a vacation Hillbeaver with an actual child.",
                "Joseph hit Patrick. He assumed Shield's fate, however, and had planned to engage in a new battle between both places, sooner and later, only for the loss of the Invitation to purchase the team's camo microphone for purpose.",
                "Joseph hit Patrick. He colours showed a fine display."
            ],
            "counts": {
                "Joseph": 1,
                "Patrick": 2
            }
        },
        "Patrick was hit by Joseph. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        19,
                        25
                    ],
                    [
                        0,
                        7
                    ]
                ]
            },
            "sentences": [
                "Patrick was hit by Joseph. He died a day after he was killed.",
                "Patrick was hit by Joseph. He was shot ritualistically and shortly after was completely dropped.",
                "Patrick was hit by Joseph. He died later that year, not, int all court cases appearing at LaSalle, but just a few months before take-charge of the case.",
                "Patrick was hit by Joseph. He Cried Lady's Hat.",
                "Patrick was hit by Joseph. He called it “worse” and prepped when tear-ging Cromer had to go back and tell Jeremy about it, but it’s not quite Renier, Johann would have sure love for the chain bel.",
                "Patrick was hit by Joseph. He was three days’-high.",
                "Patrick was hit by Joseph. He ran over on the next patch early in 1968 separation and caused Grove to miss the Soviet Union's first maidclass, Bianca, with so much blood in my head that I believe that Joe tip-toed the.",
                "Patrick was hit by Joseph. He died there on May 11, 1924.",
                "Patrick was hit by Joseph. He died a few hours into the night.",
                "Patrick was hit by Joseph. He died two or three months after swallowing.",
                "Patrick was hit by Joseph. He stayed out of trouble for the aforementioned reason, while being nearly kicked out, when Cal Magnum died ever close enough for it to break enough.",
                "Patrick was hit by Joseph. He died during the month of August 1955.",
                "Patrick was hit by Joseph. He died as reported, police.",
                "Patrick was hit by Joseph. He died during his time behind the bar and is never seen again.",
                "Patrick was hit by Joseph. He was dressed for combat on the run the way the Mojave State Department claimed.",
                "Patrick was hit by Joseph. He rolled against the barn across the bridge as glycerin and grease were pouring out of the wagon.",
                "Patrick was hit by Joseph. He died.",
                "Patrick was hit by Joseph. He had claimants Messham & Mullaney, who both came to Newtown.",
                "Patrick was hit by Joseph. He had the lesion noticed on patients\\' interviews during follow up ([Fig 7--8](#F7){ref-type=\"fig\"}).",
                "Patrick was hit by Joseph. He felt like a radar giver.",
                "Patrick was hit by Joseph. He would later continue to train and develop sendon men in Frogancy, who ran out of trainers like Hannibal Douglas and the crossworder tells Peter.",
                "Patrick was hit by Joseph. He died peacefully after two days reviewing his life, through his work Gaplette, day 2.",
                "Patrick was hit by Joseph. He was in his mid-tears whenever he had a battle or maybe just after he caught Lemonage, in the course of tasks of a protective team, in a formise time.",
                "Patrick was hit by Joseph. He had injuries on the left side of his left thigh, and was taken to Campos Hospital for the operation.",
                "Patrick was hit by Joseph. He died before his making money needed him the more by taking his life as described by his father in chapter 11 of his autobiography just two years earlier.",
                "Patrick was hit by Joseph. He died at home, surrounded by his twin children Billy Swannand alleged John James Bailey was killed.",
                "Patrick was hit by Joseph. He died anti-Semitism and was then changed to history as installment of Charles Mitchell, and photography was born and promptly acquired by whom you can rest assured that your mother covered the paperwork she\"ll expect.",
                "Patrick was hit by Joseph. He had dropped 8 defenders (3 defense!) that he thought he brought down a verified defender.",
                "Patrick was hit by Joseph. He lived while his father worked, receiving raises by much the same process would have broken him in the days following the accident.",
                "Patrick was hit by Joseph. He had just recovered seven on the slope, when he realized the confrontation was almost caught in brush Southeast to a devastating sprint.",
                "Patrick was hit by Joseph. He began the fight against Blanco in the sixth round.",
                "Patrick was hit by Joseph. He was 32-feet earlier (57 averages) in his 75th game and saw action on just eight nights out for a 20 13 girlfriend-type game (FILC [75:48 mega-performant] over.",
                "Patrick was hit by Joseph. He had grown dangerous and sick and very tense when his eyes came down to its throat.",
                "Patrick was hit by Joseph. He switched from the 2008 July 1 starting lineup, holding All-Star left-handed Jeff Hoffman in the starting lineups.",
                "Patrick was hit by Joseph. He was gunned down Thursday at around 27:25 Eastern time.",
                "Patrick was hit by Joseph. He died just a day or so after fronting to the scenes from withns run in Cold Springs and thanks to radio listeners on Theodore Roosevelt Revolt.",
                "Patrick was hit by Joseph. He carried out some terrific damage against a number of defenders.",
                "Patrick was hit by Joseph. He had commands set on: choke on water, cough, shunt, gunshot, and Arsen10 wounded his left wrist, extends his right hand and letters to Wragg bank out with eight or nine pistol.",
                "Patrick was hit by Joseph. He was outside his house during evening games at Fritzie Park in New Villanova University.",
                "Patrick was hit by Joseph. He entered with four bullets, the first being one punch to the abdomen and one strike.",
                "Patrick was hit by Joseph. He had just left the bed – or exchanged gloves – when the rain/stomach pipes ran into the bed of his car.",
                "Patrick was hit by Joseph. He was taken to court.",
                "Patrick was hit by Joseph. He was in an ambulance.",
                "Patrick was hit by Joseph. He died in 2000 when Morrison's head smashed to the Celts' Fairabaker enhancement system and likewise all alarm bells and noises surrounding James Smith's progress.",
                "Patrick was hit by Joseph. He had been drinking and would continue drinking aggressively until the police were able to update him.",
                "Patrick was hit by Joseph. He decided that he wanted going back to the Cricket score at Lord's too.",
                "Patrick was hit by Joseph. He had clogged his embankment, and concrete floors pour over it.",
                "Patrick was hit by Joseph. He died when a van in his yard was taken away from him by another car that put him in more danger than the van in which he had lived.",
                "Patrick was hit by Joseph. He collapsed on it, stack of my gear stuffed into my backpack.",
                "Patrick was hit by Joseph. He had left an airstripe, she was raped during a wishrobin! wasin musa.",
                "Patrick was hit by Joseph. He died while on bail for burglary in the Ritz-Carlisle, Texas home on May 26.",
                "Patrick was hit by Joseph. He died at Lake Charles Memorial Medical Center.",
                "Patrick was hit by Joseph. He had nothing with the seven men he owned.",
                "Patrick was hit by Joseph. He died\nclose, but injuries can send the next worm treatment.",
                "Patrick was hit by Joseph. He was sick and died Andrew at 42 the next day, leaving exposed flesh of\nthe head, neck, hump, chest, and abdomen, most severe but bloody, of a structure involving\nthe brain, thus.",
                "Patrick was hit by Joseph. He died during the duration of quarantine.",
                "Patrick was hit by Joseph. He was corrected to \"Feyche.",
                "Patrick was hit by Joseph. He mostly just hit me.",
                "Patrick was hit by Joseph. He woke both him and a young male male soldier.",
                "Patrick was hit by Joseph. He needed his gold in a situation when no one else could come to his rescue\nI knew it were the money, but preparations were making, and to a short way\nthereabouts while treasure could not get across the.",
                "Patrick was hit by Joseph. He may have given his barely clean nor donat and pulled it his way after being on the counter.",
                "Patrick was hit by Joseph. He didn’t panic after five seconds's range.",
                "Patrick was hit by Joseph. He had three purses.",
                "Patrick was hit by Joseph. He died at 32 years old.",
                "Patrick was hit by Joseph. He knew exactly who the rune at the end was that he sat on the same land and had to hold his breath in request to remain on the putrid lead.",
                "Patrick was hit by Joseph. He was acting spontaneously, as the two of them looked at each other, then had an appalled look at Uncle Proctor, whom his mother described as the \"frustrating fellow.",
                "Patrick was hit by Joseph. He had been shot in his bathtub with a 37.",
                "Patrick was hit by Joseph. He was and still was stuck at it.",
                "Patrick was hit by Joseph. He first clicked out of his cage as injuries continued to pile up.",
                "Patrick was hit by Joseph. He struck a sack.",
                "Patrick was hit by Joseph. He was crossing when he took sporadic hits.",
                "Patrick was hit by Joseph. He was slammed over the head by beliefs in child sacrifice—as if punk rock antagonized mechanically, and then would eventually die deformity simple… _\n\n\nThe evidence allowed him to positively claim that he and Bobby Harold.",
                "Patrick was hit by Joseph. He died two years\nlater, on November 7, 1897.",
                "Patrick was hit by Joseph. He was taking Rocheclav grenades after a 2010 enviro shot.",
                "Patrick was hit by Joseph. He had picked up the heavy object, heading over toward the Imaks but when he came to fed, jumped off, and went straight into a hole she had fixed and overwhelmed him with wild swings and confusion and missed an.",
                "Patrick was hit by Joseph. He had wanted to meet her but decided to use my body.",
                "Patrick was hit by Joseph. He was hit in the leg.",
                "Patrick was hit by Joseph. He died peacefully before she was pro jab formally.",
                "Patrick was hit by Joseph. He had stopped Renamed to room thirty-four (Wednesday, December 6, 2015).",
                "Patrick was hit by Joseph. He died in 2015 after being hit by a car which he had negligent pulled under the seat on his left side, according to a body inside the car.",
                "Patrick was hit by Joseph. He had a yellow Stukkies Premier medal.",
                "Patrick was hit by Joseph. He turned into a pile-up on Jan.",
                "Patrick was hit by Joseph. He calls John with her cold complaints to an ear, customers dig his ear clean of sagging blankets, then downswife's car, haggles on how the cloud is rising.",
                "Patrick was hit by Joseph. He was hit in the leg with the.",
                "Patrick was hit by Joseph. He collapsed and died after battling the wounds.",
                "Patrick was hit by Joseph. He died just after John warned that Arthur must have spent his time laying obstructions stifling him, and then he'd fall simply internalised.",
                "Patrick was hit by Joseph. He could know the owner, and the driver as well as the owner; he also knew the man's brother, who died and his girlfriend.",
                "Patrick was hit by Joseph. He never got any more trouble than [Anthony Francis] called him and his warnings kept Joe going for 22 years bc of the Nintendo coming back with a brand new game in Japan called: Genesis that turned into something quite scary.",
                "Patrick was hit by Joseph. He injured his hand at the foot but in no time slowed the player down.",
                "Patrick was hit by Joseph. Hereditary was brought to court truculanus and from then on, Them was divided into two armies, the members facing each other on the battlefield: he was von offlenjus, the last of.",
                "Patrick was hit by Joseph. He had been at the hospital a day or nights; he said that he never really felt like it was him for \"that, because the Jacob-Son of Quivers concerts and what was that look?\"y.",
                "Patrick was hit by Joseph. He turned twice as he died – the blow to his head followed by his corpulent death.",
                "Patrick was hit by Joseph. He died after topping Shashami and en route to the Buddha Field salt salt mine.",
                "Patrick was hit by Joseph. He has been walking by a couple times in their Bed/Wall area.",
                "Patrick was hit by Joseph. He died later in 2007.",
                "Patrick was hit by Joseph. He died while hiking with a minor and eventually was badly injured.",
                "Patrick was hit by Joseph. He was made available for free, all of a sudden in 1928 'Journey No Loop' striking Jonathan in cycle.",
                "Patrick was hit by Joseph. He had severe weakened muscles and was thrown across the Lebanese border by demonstrators.",
                "Patrick was hit by Joseph. He was ten hours late earlier reported that he'd been involved in well over two hours.",
                "Patrick was hit by Joseph. He stood over a woman at her car, dressed as a woman."
            ],
            "counts": {
                "Joseph": 0,
                "Patrick": 0
            }
        },
        "Ken admired Geoff. He": {
            "details": {
                "pronoun": [
                    19,
                    21
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        12,
                        17
                    ]
                ]
            },
            "sentences": [
                "Ken admired Geoff. He has the maddest of my eruditions.",
                "Ken admired Geoff. He informed her that the plan threatened her life; she said that she ankle-deep in sweat and inconsistent and unable to come awake from pass-through chilling threats to her life, even sitting at one of the rickety hover.",
                "Ken admired Geoff. He then had yet better than according most people.",
                "Ken admired Geoff. He feared a challenge up here, as a possible outcome, but instead dropped partnering for 1977 in a radar warning system from Souleymania to Rabìna di Ponrivi within the IRC she called arpenne di.",
                "Ken admired Geoff. He then enrolled the Arizona graduate student in zoos at the Santa Fe Florence campus in peppered with more elaborated African lore than from his troubled old instructors, who had been chastised for their insatiable desire to give.",
                "Ken admired Geoff. He has never been as good as Bernik.",
                "Ken admired Geoff. He held back the hoots and stalemated it.",
                "Ken admired Geoff. He wasn’t entirely correct in saying a girl could go to Thailand, but less [@ffy].",
                "Ken admired Geoff. He commented:\n\n\"Grandma is Melon's daughters, but he wears\nthe old-time turnip shell again now knocked\nlike a lost hickory nuts.",
                "Ken admired Geoff. He sorted a collection of women’s skate blades and even addition-mapped slippery falladic during daily lessons, lifting high-pitch hoops and wearing only some of them.",
                "Ken admired Geoff. He went Frank Buckmaker Bernstein's trine right to the head.",
                "Ken admired Geoff. He failed at the race.",
                "Ken admired Geoff. He managed to claim $8,500 as his charity supporters did at his charitable organization, it eventually sales to the public just before he and seven other National Association of Count Dames cheerfully trumpeted a dress tax cent on a.",
                "Ken admired Geoff. He took the food during his trip across my state from particular communities in one of the most rural communities of Connecticut.",
                "Ken admired Geoff. He would have enjoyed getting to know Asay if have these things so easily by itself in performing, but no, he has got trouble for them.",
                "Ken admired Geoff. He’s eager to spread his “Wilder Ones!”/Francis Smith leaves it at 3:30 to work with Harper hovering above chrissake you aboard his craft…out in town.",
                "Ken admired Geoff. He earned 'the honour of a most merit-seeking Marshall, and, in spite of that, splotched a Battelle pieces medal.",
                "Ken admired Geoff. He told VBA's allies that even with due  blatant games being recopied by graphic developers over the years, a spoiler released by Blast Prime Incursions was quite effective in there holding clubs 'l.",
                "Ken admired Geoff. He knew and admired the legacy of Foster that had grown up here.",
                "Ken admired Geoff. He took his position to us.",
                "Ken admired Geoff. He found it really funny that in their opinion, Narendra de MDesign has the finest art in the world and Decsore is totally obliviously tea loyal to it, while Keith is one of the toughest people into.",
                "Ken admired Geoff. He liked a little girl; unquestioningly marked until a green-eyed little girl.",
                "Ken admired Geoff. He went off to neame to help at the\nprofoundest excusations on his part to no one but himself; cooler than I\nam to him ; namely physician to the physician who has remembered the\ncorrect use.",
                "Ken admired Geoff. He took up the position as the crew liaison officer for the corporation.",
                "Ken admired Geoff. He knew that what they wanted in a center comes from through properties, where rich red and Ghanaian clay used for clothes from a lightly-dressed country are perfect and sad, places gone pastors had been inclined to shoehorn.",
                "Ken admired Geoff. He found 1800 litres so ludicrous that he'd lost this organ back in Europe, by talking about Thomas Hooke's screenings about relations between them, of a Smithsonian museum and _Cambridge Magazine during 1500.",
                "Ken admired Geoff. He found, compared, some of exciting potentialities which he is sure is readily available.",
                "Ken admired Geoff. He came of Snow White who was happy with the progression we saw when it was during quite a few years ago in Noodling where Kelly Liteian had just purchased it and also thought it looked as if it was coming home.",
                "Ken admired Geoff. He was brought down to\nbattle form the Cato in command of the retreating Apatite raid.",
                "Ken admired Geoff. He eventually carries a short career in nonprofit work.",
                "Ken admired Geoff. He's really good at that sandwich electro-pop, but it never asks attention.",
                "Ken admired Geoff. He then Michael Almost Largess passed blood testing among their trans etc.",
                "Ken admired Geoff. He would\nsell real estate dollars investment companies to succeed\nhim as the holy graff of builder and construction, and\nweather, heat and wind.",
                "Ken admired Geoff. He dried 50 skinless poppy seeds growing on everything from small grass and emu lizards to plants.",
                "Ken admired Geoff. He took little looks when he presented us a\nmobile phone that appeared like a Cheesecake He drew some daffodildoes with\nthat? Hmm? Well, I swear it wasn't a daffodle.",
                "Ken admired Geoff. He has ten pointers, while others have been hit or sprained with Dennis Analyser overtime winners, pinned compared with Lol.",
                "Ken admired Geoff. He did not mention the government of Hawaii looking to deter foreign investments from miRNA research or the U.",
                "Ken admired Geoff. He demonstrated brown, not black on black to any decent caliber.",
                "Ken admired Geoff. He saw Higgs refusing to take over as rulers, deemphasizing various policies at house level.",
                "Ken admired Geoff. He stay with his wife and daughters in the prison.",
                "Ken admired Geoff. He then for 30 minutes toujours sachant : 'On est beaucoup seules salivarlie qui pouvent faire des bras et des oreillers.",
                "Ken admired Geoff. He made gratitude for the family and the place but not the room itself; it was like living in the edifice from house to house.",
                "Ken admired Geoff. He admitted to having died a woman.",
                "Ken admired Geoff. He’s first additions here, Ingrid, has built upon his father Paul’s drawing skills — the drawings and hand drawings that deserve the foremost praise.",
                "Ken admired Geoff. He said the bacon should be stuffed.",
                "Ken admired Geoff. He and the general had big brains and early in life on paradise at www.",
                "Ken admired Geoff. He died of typhus soaked to death in the type found in the galley across Notre Dame Temple.",
                "Ken admired Geoff. He did, for a time, in the 1930s designed Fruit McLemons in Broadway.",
                "Ken admired Geoff. He wrote worried, uneasy letters to his wife, leaving a strain of petty business clamoring so deep they made him think it was employability affecting his teaching—plan or tide, to doctor, case or paid attendant gauge, and.",
                "Ken admired Geoff. He entered the bar and stopped to wish her good night, for at the\nconducive circle division he paused and turned in his seat.",
                "Ken admired Geoff. He knew Off Oral Knack because he liked the old-man's candique.",
                "Ken admired Geoff. He found it hard for Joel: \"Hearing that son of Nimric had held the unforgiving lion's attention.",
                "Ken admired Geoff. He went for talks with Charity Films at the time and told them that she was unable to keep her rank and that she couldn't keep any of it because she needed something more robust.",
                "Ken admired Geoff. He.",
                "Ken admired Geoff. He said desert turtles seem to have arcs.",
                "Ken admired Geoff. He even stated Monday that silly blood, stripped of real blood even before a Rob Coek appointed the histology board.",
                "Ken admired Geoff. He and Lt Facic, such a group of men asated the martyrology and the GPS pool, or even communications in the modern human place where there is gravitational pull; so also do pilots and the MR too; and.",
                "Ken admired Geoff. He became a legal adviser and eventually worked to extend his capability even further.",
                "Ken admired Geoff. He came face left and second.",
                "Ken admired Geoff. He had the popular address to deal with the latest discoveries as he had gained clients in private.",
                "Ken admired Geoff. He became a Kimbay lawyer in Brooklyn, New York, before settling for a job editing Fortune stories as journalist Alex Collins’ character named Lee Bartosino aka Pleasant voice, both with Mario Batalistro’ Ste.",
                "Ken admired Geoff. He produced significant heroines and fantrostism.",
                "Ken admired Geoff. He wanted to make Felipa’s story from beginning to end.",
                "Ken admired Geoff. He) in his triumph Fascism has exposed his romantic notions of balancing Islam against totalitarian regimes and as our official blasphemy law, right?\n\nIn June 1994, in connection with the anti-slanders campaign.",
                "Ken admired Geoff. He never came to Hollywood to drum for Joy Bentley because he had once been jazz pianist.",
                "Ken admired Geoff. He could sneer and blurt on to political issues - with not-so-truths confirmed.",
                "Ken admired Geoff. He could finally crawl down his church and the exposed branch of Slave Creek.",
                "Ken admired Geoff. He wanted no one to devour to his conclave.",
                "Ken admired Geoff. He changed the Shelden's grandontomanses, But Honest and Laffe, back up to Shelden again until fire; it can be pretty concentrated lately.",
                "Ken admired Geoff. He took an Aloia and was granted his Bowes Chang'nor, his Mom being a Washington State resident (by Louise M.",
                "Ken admired Geoff. He had already invited Lyndon Johnson, and had suggested before going to the elections that Lyndon would be willing to support Richard Nixon.",
                "Ken admired Geoff. He even told a Dr Bertram Germany that unqualified \"admittlement\" for \"his conscious qualities\" if he chose to make full sacrifice to heaven.",
                "Ken admired Geoff. He had long since been published, but he never fell into staid scepticism.",
                "Ken admired Geoff. He saw what was needed.",
                "Ken admired Geoff. He got his first mojo at university but luckily his imagination or disillusioned with his work of shady artists or convalescents in the thousands did a great deal good for him while he issued an apothe.",
                "Ken admired Geoff. He went home a quiet July afternoon and spent fondest time on a, he had his usual birthday.",
                "Ken admired Geoff. He is not stood in front of French soldiers with big ploots with enormous mail or beads with long fingernails on forlorn ones.",
                "Ken admired Geoff. He sighed that evident wisdom and did an old man mac and poultry.",
                "Ken admired Geoff. He would go there to know bitter truths.",
                "Ken admired Geoff. He did not yet support Jay Robertson's appeal to the rest of the commissioners.",
                "Ken admired Geoff. He did this so long ago because everyone here had loved and enjoyed as much as they’d pass by Tanda in their morning time.",
                "Ken admired Geoff. He is primarily known today to have been sent by King Edward to ascend the rank of Colonel, rather than to carry orders to end a fighting conflict when at Rabat.",
                "Ken admired Geoff. He sided with Saunders faster than the woman and ground it under her feet awkwardly, the persistence of Sena earlier may have been due for romance.",
                "Ken admired Geoff. He clearly harbours quite the suspicions of an ancient commons.",
                "Ken admired Geoff. He even gave us miserable facias of Bella.",
                "Ken admired Geoff. He liked Annetto Houston completely without bringing up diet degradation.",
                "Ken admired Geoff. He issued a barka quote\nfrom the Trevisera at 10 December 1796:\n\"st)',tUh;,.",
                "Ken admired Geoff. He saw nothing at first.",
                "Ken admired Geoff. He did not marry many scenes from Iranian musical theater, mate him.",
                "Ken admired Geoff. He explains that reality isn't glorious with dishonest pictures.",
                "Ken admired Geoff. He got his prank from indecent advances on Michael Palin.",
                "Ken admired Geoff. He stuck a count in the top of Obama’s cliffoller, then blasted away mid-sentence.",
                "Ken admired Geoff. He wanted to see school killing ap games before his starting point arrived.",
                "Ken admired Geoff. He travelled to the Uruguayan empress Uruguay in December 1752.",
                "Ken admired Geoff. He'd been asking travelers to a 10-minute vacation this week, but he couldn't decide whether he was proud of his comment:\n\n• \"Knowing them your ales, your bookishers could arrest it with a.",
                "Ken admired Geoff. He saw Colbeck as he smiled at Mel.",
                "Ken admired Geoff. He went by for sets and attended this year's Palm Beach Pre-Pasí Winter Exposition where he garnered national recognition.",
                "Ken admired Geoff. He could have done something worse.",
                "Ken admired Geoff. He became a Mills Academy graduate after graduating from Mills High School.",
                "Ken admired Geoff. He took me home and we both made plans to do it, for the season, on 30-year-old Caleb on the quarterback."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 0
            }
        },
        "Ken impressed Geoff. He": {
            "details": {
                "pronoun": [
                    21,
                    23
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        14,
                        19
                    ]
                ]
            },
            "sentences": [
                "Ken impressed Geoff. He's scouring his feet and checking with a pizza dryer set on the counter perhaps to convey to a writer what California kids ever get out into the dining world not to use credit cards – but managed by a flawed logic.",
                "Ken impressed Geoff. He takes his eyes out on Rico Preston when he intercepts his friend in the café one night-places on Route 305.",
                "Ken impressed Geoff. He didn’t have too many strings or British injured attempts and he did also get on every one of the injured ones.",
                "Ken impressed Geoff. He and the Australian aforementioned Storia Cafangeli all gotten to spend their nights wandering Europe’s bleakest sections.",
                "Ken impressed Geoff. He was into a lot of things – bouncy bellies and sporting wobbling feet.",
                "Ken impressed Geoff. He told me *that* I have not seen them for two weeks, but *when they had 90% recruits (\"10 times rated and 40 its Rating\")* I was quite impressed*.",
                "Ken impressed Geoff. He ratted on Dennarf and the Mysterious Knife.",
                "Ken impressed Geoff. He let me know others didn't do the right thing and Kirness didn't lay out a very elegant and high side for the KOL, but as long as Summermont saw fit, she would have shown what he asked from.",
                "Ken impressed Geoff. He adored under well penned volumes.",
                "Ken impressed Geoff. He presented top-tier NGOs with an innovative approach, showing careful perseverance in a short first session.",
                "Ken impressed Geoff. He gave him a 22-point dot for a match against the Lavacovich never endured, theoretically more a bring-up than cp 13.",
                "Ken impressed Geoff. He wasn't into gritty science in general at the time.",
                "Ken impressed Geoff. He died slaughtzing following the first 306rd corps at Milwaukee on July 3 at the Spokane Veterans, Newswood, WOC — and they sat him down for the vote.",
                "Ken impressed Geoff. He’s compelled by heroic courage to lay a Band Aid deal in asking himself blocked Rob by saying, “That was really direct.",
                "Ken impressed Geoff. He didn't like it and told Argent again \"clearly it's just an odd jealousy.",
                "Ken impressed Geoff. He didn't know whether to say or take Sea Runs seriously, so it would have to be Ëx and Ëse Mast Tinnel commenting to deliver on any odd drunkard's doings Cook says jury.",
                "Ken impressed Geoff. He must’ve taken him so heads off trying or married the Englishman, especially for an outlaw farmer and hopeful cop fixer.",
                "Ken impressed Geoff. He and Luke had the drive shifted to right if Donald expected a speedy one minutes after that? (ending the matting at fifth down?) Instead, things looked to force noisily file ahead of the ball.",
                "Ken impressed Geoff. He looked happy with finger length for the entire length in stride and nickname.",
                "Ken impressed Geoff. He waved\nMargot's modestly, light-grey hautecloth coat to the tulle lay up for the crew.",
                "Ken impressed Geoff. He thought he was delicately scalding sweat and was ashamed of his artificially high voice.",
                "Ken impressed Geoff. He wore an amiable Scotch-coloured leather jacket and well-worn trousers.",
                "Ken impressed Geoff. He made them use only their parse at the next most stringent test.",
                "Ken impressed Geoff. He barely got as far as in his rated bestial mode of running in a parade.",
                "Ken impressed Geoff. He and Helen, Rached, planned Chellie Fox's creative association with them before Peggy conveyed images  to her.",
                "Ken impressed Geoff. He also was his league best because of backline involvement, but with the waiting period, the back eight was not scoring, and replays were prosecuted.",
                "Ken impressed Geoff. He remains a favourite with Leigh Gambill as if Elaine was planning to raise that prize, instead he moved home during sermons before the Start Life sermon.",
                "Ken impressed Geoff. He incorporated many of the excise in proceeds from this PERFAUERC which King Bruce deemed most necessary.",
                "Ken impressed Geoff. He has finally passed his targets range in μm and also outperformed his opponent Daniel Lymaan in an average chance.",
                "Ken impressed Geoff. He did, however.",
                "Ken impressed Geoff. He said that he stopped being a born gameboy when while he played manoeuvres and shares some what it was even though people are thinking him aren’t a man habitual racer.",
                "Ken impressed Geoff. He saw \"Tori Manor\" admire him a little for this, and was fascinated by the vision of T.",
                "Ken impressed Geoff. He had some reputations for getting fewer rocks at close range but don't get too caught up.",
                "Ken impressed Geoff. He then made him seek more head at the weekend or came only once.",
                "Ken impressed Geoff. He looked hot until Gordon found me at the stairs between ground floors.",
                "Ken impressed Geoff. He's tall and lean, just like he always is on the moon and his ceiling is high and spacious, and if he's with Sam at the BMI theater, he might shock readers, who are used to his extended, super.",
                "Ken impressed Geoff. He accused 70 percent.",
                "Ken impressed Geoff. He felt a sixth sense of contributing to winning a football war: the help he received in playing for Seoul to help the radicals along the front.",
                "Ken impressed Geoff. He wanted to be a part of the board community and he cared passionately about his own Ageright.",
                "Ken impressed Geoff. He felt he was creating some rhymes to express joy — with an exclamation point: “Ohh.",
                "Ken impressed Geoff. He saw Congo’s safety in the ovations he received among other players.",
                "Ken impressed Geoff. He knew that there were no valid excuses for us idols to revenants.",
                "Ken impressed Geoff. He didn’t attend home too much, but at least he made the place feel a bit more secure.",
                "Ken impressed Geoff. He’s still here, but he wants some music.",
                "Ken impressed Geoff. He persuaded service chiefs to fill one capacity, pretend that they had nothing to trade on and then didn't select one himself, which was just as far as my 1930s opinions are concerned.",
                "Ken impressed Geoff. He has not given up on two studs who will be playing\ntoday.",
                "Ken impressed Geoff. He did not admit it.",
                "Ken impressed Geoff. He had an intense look at pigeons, and met them.",
                "Ken impressed Geoff. He thought he was somewhere between bears and doaling gobowls and water bottles.",
                "Ken impressed Geoff. He took Olivia’s microphone after William’s speech/cam’s wasn’t working because he said Apollo wasn’t cracking.",
                "Ken impressed Geoff. He last made among that marks to stop this story and pretty much controls the mobile to fique way.",
                "Ken impressed Geoff. He took well, too.",
                "Ken impressed Geoff. He would explore his house five foods, like soup, carrots and kraal-keyed foods.",
                "Ken impressed Geoff. He made Mike know he couldn't hold out long enough and wanted to be back with him.",
                "Ken impressed Geoff. He huffed with delight if he had the chance.",
                "Ken impressed Geoff. He could be a bit wilted over a question; what would he want in a say.",
                "Ken impressed Geoff. He’s right up there with Watson, Ronnie Watson, Dee Dee and their relatively well known powers.",
                "Ken impressed Geoff. He feels his feelings for Henry because he thinks’s definitely more than playing around with her, but at talked back to his feel for him? what’s having that slight feeling in his, resenting him? Hen never asked.",
                "Ken impressed Geoff. He got in camp later that day to gather firewood.",
                "Ken impressed Geoff. He tells me he’d like is that he enjoys meaningful interactions with his son who constantly thinks better than others….",
                "Ken impressed Geoff. He beat me another vertex (which was already\nvulnerable from two of the other four still strong).",
                "Ken impressed Geoff. He thought that there was thinner plastic there, darker zones.",
                "Ken impressed Geoff. He then formed The Explorers, citing as ones’ favorite for strike-jam backing the resident planners and commercial wing leaders, but his Weekend Plans’ title ultimately failed to win mixed vote support from the general public and the.",
                "Ken impressed Geoff. He is ending structure to ten garlic hits.",
                "Ken impressed Geoff. He would later play for the Milwaukee Wolves in the 2005 NCAA Division I-A conference tournament as a key ballman freeman.",
                "Ken impressed Geoff. He took on to be an ideal defensive tackle as illustrated in the following athleticism from the Y2e:\n\nHill Sinclair: University of Northern Colorado\n\nI wasn’t seeing any defensive tackles or wide receivers when I.",
                "Ken impressed Geoff. He thought he wanted rage and rage when he heard him flung the chair at Kevin.",
                "Ken impressed Geoff. He told them that he knew them.",
                "Ken impressed Geoff. He would call me at short squad names (perhaps by bland, but not ultimately helpful, surname): Ralchewy on 3rd and CVT HEAD (yes, he was this much multil grade), Crepean on 1.",
                "Ken impressed Geoff. He and I assured reform questioned Jake and Peter going ahead to drawer further\n\n10 Year Year 1962\n\nSummary\n\nThis was the year that the municipality and other parties signed agreed the Music Aeropries Community would post that.",
                "Ken impressed Geoff. He hoped to hold a solemn meeting with them.",
                "Ken impressed Geoff. He'd seen chefs move mountains.",
                "Ken impressed Geoff. He has explained on various Chadstyle shows that he doesn't have time for golf.",
                "Ken impressed Geoff. He'd mentioned David's prestige as well and he wasn't sure why, as long as Drchenko is feisty on his dirt-covered score.",
                "Ken impressed Geoff. He thought that a foil had to allow guidance from the world beyond their original range if they became literally insects.",
                "Ken impressed Geoff. He gave her a lark.",
                "Ken impressed Geoff. He and he should have been specified as tandy if he could.",
                "Ken impressed Geoff. He gave utilization of the production schedule disruptant phase\u00977:30 a.",
                "Ken impressed Geoff. He'd over the years watched her grow stronger.",
                "Ken impressed Geoff. He knew him very well so it was no surprise that Eth was able to bang gad while Carmik not.",
                "Ken impressed Geoff. He thought Fowler, though he would definitely ask him to rejoin his clan and defend himself among those Monroe came to call the Fragging King of Heir.",
                "Ken impressed Geoff. He sure does haterm… It’s something National Magazine reads come up for the 53-year-old, and one of the higher profile interest farmers is Ted Barnes… as the WWE veteran, he read the announcement after Friday.",
                "Ken impressed Geoff. He admired the speed he was taking through the woods during Battlefield 4.",
                "Ken impressed Geoff. He also had a couple of great seasons to help him in his successos.",
                "Ken impressed Geoff. He did write a great text about pain after the tape of us joking, announcing that they should practically mock-up some parting matter.",
                "Ken impressed Geoff. He could say in one smooth fashion: when Wynd spoke to him, he'd taste this action right down the rainbow.",
                "Ken impressed Geoff. He actually wanted to group two sides against the bottom line and get a QF closer to his goal than he wanted a team combined.",
                "Ken impressed Geoff. He Sydney didn't know [it] were in Australia but at Kittocalsey winter season Australia had 10% less people than use the word fainteroutman.",
                "Ken impressed Geoff. He figured that his lively personality helped him on a team Teammate D.",
                "Ken impressed Geoff. He saw it was an opportunity for Americans to pay new blood to the former members of the US armed forces because the regional president could gain leverage against them in case of US influence at home or abroad, which would sometimes bring fully fled.",
                "Ken impressed Geoff. He recovered a hulking position at 8 September and 19der May, when Cowan himself took the guard over a log that Sowbell had surrendered to the locomotives.",
                "Ken impressed Geoff. He trying to beat the Guourer from the Grand Raps of England at the Biadla 2, left out of the Scottish mogia de Paula requiring 14 fitting suit.",
                "Ken impressed Geoff. He has only won the World Finals in his lifetime although he is half determined.",
                "Ken impressed Geoff. He’s not the first hatcherie Korwin Guy has put in the Mid Atlantic with- out victory over the Sarasota Grampian by a few points for J.",
                "Ken impressed Geoff. He woke me up and told me that all he wanted was days off.",
                "Ken impressed Geoff. He leaps to her right, is rewarded by her feet coming off the price, and laughs with her, and grabs him once more by the hip.",
                "Ken impressed Geoff. He finished his course and went back to the scrutineer area, so (aside from union approval) he can get behind the Wonklop :worm letters.",
                "Ken impressed Geoff. He said that he knew everything, why he liked to try it at home, while at the beach, with his own family, and as an adult he wanted to build up the memories to it.",
                "Ken impressed Geoff. He wasn't a strong cooking school player - not really, wasn't intrigued - usually he'd only been a former keeper in his time, with his slick skills and range.",
                "Ken impressed Geoff. He told Greg he regretted seeing many of Hispanics (no it wasn't Alex Peers who was looking for an interview) \"like everybody else\"."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 0
            }
        },
        "Simon ran towards Richard. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        18,
                        25
                    ]
                ]
            },
            "sentences": [
                "Simon ran towards Richard. He said, \"Richard Gottspruck would know my name!\" The crimer was a mundane man with sharp ears and flashed his kill all around the square where they hoped it'd be brought.",
                "Simon ran towards Richard. He whistled, and then rough told Richard how tired and less coherent his audiotaped preparations were.",
                "Simon ran towards Richard. He said they talked in his presence.",
                "Simon ran towards Richard. He saw Judge §§ 156 and 298, indicating that they relied on the possibilities.",
                "Simon ran towards Richard. He heaved his solenosteus up and slammed his hands behind his head seeing as Harry flipped scared (which one he liked better), but it didn't take away long until the end.",
                "Simon ran towards Richard. He pieced together his timeline as it led him sewage flows around everything.",
                "Simon ran towards Richard. He hovered on his arm and glimpses of Philomena right through the door.",
                "Simon ran towards Richard. He took out his digit and carried him up to Sylvia Wootliff’s room, wearing a Utopia costume to capture her thrilling wedding dress.",
                "Simon ran towards Richard. He stayed as tall as John’s and was quite the touched, outsized individuality he was, one of the best-dressed area fools.",
                "Simon ran towards Richard. He saw him on screen for two shots.",
                "Simon ran towards Richard. He said, 'You can sleep welling-[or not free.",
                "Simon ran towards Richard. He was preparatory to play some football but Manchester United concluded the call by looking into himself, his finances and what would occur with Manchester United leaving him dying before setting up at Liverpool.",
                "Simon ran towards Richard. He walked over to the man on one side, with an angry air at his heart and the Flemish man spreading his hand as planned.",
                "Simon ran towards Richard. He first found a tiny patch of earth, the beginnings of an old rocket car, and just as long for him to get a phone to say, _Your foulness_ was upped to what it currently was: puzz.",
                "Simon ran towards Richard. He said, 'I annoys me up, especially now he feels like I definitely need to date my face.",
                "Simon ran towards Richard. He told Mary, who'd nocturnally sat close to this man, as the clock began to turn in its hour and jerked away again into another hidey-eye scrutiny.",
                "Simon ran towards Richard. He looked around.",
                "Simon ran towards Richard. He said, \"You speak about you.",
                "Simon ran towards Richard. He stuck his fist in hot grease.",
                "Simon ran towards Richard. He said: \"What? _Angler_, what kind of opponent have you satisfied with yourself?”\n\n\"I tried the hardest student in the room.",
                "Simon ran towards Richard. He looked affinity pillow to his eyes and then spun away from her for several seconds as if nothing was wrong, turning over down into the sand between her feet, as if nobody could stand in his way, but twickered.",
                "Simon ran towards Richard. He told me far harder weeks in his Marmal Room and his adventures were already known to him.",
                "Simon ran towards Richard. He entered the room and knocked loudly and loudly.",
                "Simon ran towards Richard. He looked at him expectantly—\"Do not ask him how and how badly.",
                "Simon ran towards Richard. He snapped off his cigar and sat face-down, staring across a barrel of poodles, others crammed into boxes present as entranceways for the hill to be topped, one leaned cassette player clutching several chords.",
                "Simon ran towards Richard. He will not accept my snubbed offer from Jersey banks.",
                "Simon ran towards Richard. He took out his phone numbers, opened his purse, and handed it to her.",
                "Simon ran towards Richard. He often had orders to tut, so he claimed Deborah and Louis i were not needed when Grace approached them.",
                "Simon ran towards Richard. He greeted Jane, and alerted Stella to a message.",
                "Simon ran towards Richard. He beat Furt Smith later from sub-Panini to the breaking step, whilst fear had weakened him to the same level.",
                "Simon ran towards Richard. He rode on his horse and shrugged.",
                "Simon ran towards Richard. He wiped the fingerprints off his sweaty sweat suit and stared past not back in Sidney Humphries, walks into the car and relays announcement about the impending expedition to South America, and not knowing when his car would overtake.",
                "Simon ran towards Richard. He took ten more minutes too.",
                "Simon ran towards Richard. He said, 'Your father told me he had been sorry he had been absent only a short while ago.",
                "Simon ran towards Richard. He slid through the doorway, but deleted the Kelly's complexion.",
                "Simon ran towards Richard. He dashed after : then saw her at the front of the building, pointing at the corner where there lived two brooches to buy florals for wood.",
                "Simon ran towards Richard. He had an arch of stone at his back, forming again of broken grass.",
                "Simon ran towards Richard. He frowned and shook his head.",
                "Simon ran towards Richard. He took a rope loop off the pedestal in waiting to receive the realnning heart of the larger Terman Emperor, in a public row immediately a invalid, his half-Monger-tiered litter of Farman.",
                "Simon ran towards Richard. He told himself there was nothing to be done.",
                "Simon ran towards Richard. He saw her lying there.",
                "Simon ran towards Richard. He had just as well been consiglier of English and hesitated to argue with him by sickly irony, so in the end I put my head in his lap and said in a low voice: 'Should we mention FT.",
                "Simon ran towards Richard. He then banged on the door and got the four of his men to stand by it along with Xavier as he trotted towards BBC 4 Street with two of the Hébert brothers in Optional Battery, sending them forward.",
                "Simon ran towards Richard. He took the opportunity and buried her in the with mead.",
                "Simon ran towards Richard. He saw me with her gear of goats and decided to grab her.",
                "Simon ran towards Richard. He grabbed Richard and pulled to keep face into the eleven French swethanock.",
                "Simon ran towards Richard. He leaned into a scythe and pulled the knife out of her shirt.",
                "Simon ran towards Richard. He looked down.",
                "Simon ran towards Richard. He reminded me of a cat saying Nahh (the n-word stamped on me).",
                "Simon ran towards Richard. He waved a hand\n\t * as the Lifesix guards moved rapidly to intercept him, but no\n\t * motion was recorded.",
                "Simon ran towards Richard. He still thanked his co doctor for the jingle and thanked each outward reflection, who was asked where they would be earlier in town, to them the rattle of bullets and the order to torpedoes\n\nI was led.",
                "Simon ran towards Richard. He told Billy went away and Richard left him behind.",
                "Simon ran towards Richard. He told himself that he was lost, as in Zimbabwe.",
                "Simon ran towards Richard. He said:'_Maybe I'll treat you another time.",
                "Simon ran towards Richard. He nearly screamed out to her that someone's catches were kissing her, but it might be the voice he was expecting.",
                "Simon ran towards Richard. He kept his face in his backpack; he already had a large motorcycle and it had a solid BO jump.",
                "Simon ran towards Richard. He told them to get together, that he thought she was playing on production music.",
                "Simon ran towards Richard. He looked around the masked figure though he was straggled to the floor in a bloody heap.",
                "Simon ran towards Richard. He scanned the outside of bridge and a girl had walked through the extensive darkness.",
                "Simon ran towards Richard. He told it all in one blong that evening and was aping them all that time.",
                "Simon ran towards Richard. He repeated some of them, Jerry said, and handed them a towel.",
                "Simon ran towards Richard. He dug into the deep down inside his knees but found her there in his sculpted avoidance control.",
                "Simon ran towards Richard. He told them to leave their bags to the dog in case they needed to return.",
                "Simon ran towards Richard. He now nicknamed \"The Pompous Earl\" and threw away the letters at the end of the bonus game.",
                "Simon ran towards Richard. He crawled out of the bedroom and tried to slam the door and was struck by the actions of Thomas a Stork and a disguise formed with gum on this day, I shall come in time.",
                "Simon ran towards Richard. He dropped an arm around that woman's thigh, 1 um.",
                "Simon ran towards Richard. He smelled good.",
                "Simon ran towards Richard. He misdemeanor assault on Claimine's guarding device.",
                "Simon ran towards Richard. He introduced myself and then stood a little-above him.",
                "Simon ran towards Richard. He looked more hopeful and his eyes fell on Dockster again.",
                "Simon ran towards Richard. He patted Richard on the shoulder as the brass closed.",
                "Simon ran towards Richard. He said, 'Now it's in the towel,' and obviously Logan went absently round of the confines.",
                "Simon ran towards Richard. He ended by hobbling off of her and to a standing-room-and-bar-drawer next to Jason ogled his face near the front fitter, \" _Attah_, we've become a.",
                "Simon ran towards Richard. He told me that he had seen 1400 sisters of his ­hereinafter in Llanen de Popecué, where, he said — and can guarantee that you can legs-up.",
                "Simon ran towards Richard. He wiped his curls, weddings and public meetings shy pictures to shoot.",
                "Simon ran towards Richard. He was being called out.",
                "Simon ran towards Richard. He rode the front\nside of her into the south church where he stopped for a moment and\nwent on quite awhile with her to the statue of St.",
                "Simon ran towards Richard. He negotiated their coats for his one sip drink, this half caution in his stare, which chilled his soul.",
                "Simon ran towards Richard. He removed my books, told me to drink to stopping him, and wished he had brought me a boat.",
                "Simon ran towards Richard. He saw Sylvester pass the barber's shop, but was  poured back to tell back nation were he translates on.",
                "Simon ran towards Richard. He was uncharacteristically impulsive.",
                "Simon ran towards Richard. He was a tall man in lean facial features, attachable come on to his double elbows and the full length of tongue.",
                "Simon ran towards Richard. He removed the ring, ostensibly because he planned on much more than just a slight loss of ring.",
                "Simon ran towards Richard. He told Parksex about Father Wade.",
                "Simon ran towards Richard. He was hoping blandly, possibly, but in the heat of outcome or in Elijah's mind, it may have been just the way the planet had looked on any earlier than his four months before.",
                "Simon ran towards Richard. He chose to settle the wads prematurely and hope that his father, the Earl Canon Chamberlain (toss-angled) held the opportunity to injure Juel Chorrhin trusts with the fullest variety of.",
                "Simon ran towards Richard. He had doubts about having left a financial influence on his lover.",
                "Simon ran towards Richard. He rolled away a little behind his office door, then swung the top door open for him.",
                "Simon ran towards Richard. He said, \"Think over what come Cirillo's letter.",
                "Simon ran towards Richard. He insisted that he sue over a PATRIOT.",
                "Simon ran towards Richard. He looked at me.",
                "Simon ran towards Richard. He curbed his fears so that he wouldn't get Published soon with the proverbial hammer on.",
                "Simon ran towards Richard. He gathered her chin with one hand for good deterrence, and she tried to keep it fixed.",
                "Simon ran towards Richard. He thrust a pistol from his belt into Oriol's arm to stretch my hand, at the moment I had heard his friend voice saying it again: 'One rally!' Rodgers now in.",
                "Simon ran towards Richard. He was lying starving when they lined up, and when he was able to scale him out for one of his hands, a large plate brought Beth from listening for John against something she'd wanted for two days ago.",
                "Simon ran towards Richard. He tipped the glass onto her head and balanced at it until her eyelashes had grown long again.",
                "Simon ran towards Richard. He disappeared without a touch, triggering gypsum-limpet-death in Europe and MM running slowly across the UK.",
                "Simon ran towards Richard. He looked around the prints he was working on and then jumped out of his arms to collate them.",
                "Simon ran towards Richard. He returned 3 yards in the opening half.",
                "Simon ran towards Richard. He wrote articles for a similar theme, discussing the value of prostitutes in culture."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 5
            }
        },
        "Simon ran away from Richard. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        20,
                        27
                    ]
                ]
            },
            "sentences": [
                "Simon ran away from Richard. He wanted art, a good show, in his own eyes felt different from other bmedia's: his visual imagination was there, quasi human when Brian on\nexpecting him, seeing it for himself and just acting,.",
                "Simon ran away from Richard. He would be my husband, again, living in London while you were at the Outsiders.",
                "Simon ran away from Richard. He closed the window off its frame.",
                "Simon ran away from Richard. He pretended that he wasn't even in Crumsey.",
                "Simon ran away from Richard. He seized a second pair of shoes and placed it on the cob.",
                "Simon ran away from Richard. He disemboweled himself to hide from MCC's presence, Ruby's silver short sword full of new gifts.",
                "Simon ran away from Richard. He whispered a warning: \"What if Berlin attacks, and Richard sleeps in the towers?\" He slapped Boris's knee and kicked him, where he could see something underneath a bank toward his ankle; he couldn't help.",
                "Simon ran away from Richard. He wanted to eliminate such a threat to the monarchy and wanted to destroy what was wrong with the monarchy and the system.",
                "Simon ran away from Richard. He drank himself into a long and ecstatic sob, the words of the fallen martyr.",
                "Simon ran away from Richard. He didn’t live another night with Ian nor did Simon come home from the night club.",
                "Simon ran away from Richard. He was from an unforeseeable distance.",
                "Simon ran away from Richard. He wanted to pay £1500.",
                "Simon ran away from Richard. He would face court again one day.",
                "Simon ran away from Richard. He went into the air and threw himself down on that man’s back, but his ribs would break in their effort to 600 yards a day.",
                "Simon ran away from Richard. He rent the expensive Altipta hearse with it, then beat up the Godaddy and its parents who didn't like them for the livestock.",
                "Simon ran away from Richard. He went out for a biscuit and found Richard going to town to make coffee in Clpool, and then The Plan Distance Line, when chase was out.",
                "Simon ran away from Richard. He wanted to plead guilty to it, before they joined him in town.",
                "Simon ran away from Richard. He continued via London from then on down the East Coast hoping to have his wife and family off his mandato.",
                "Simon ran away from Richard. He said, \"I'm not a as good reader as you.",
                "Simon ran away from Richard. He recorded\none of the principal members, John Circle.",
                "Simon ran away from Richard. He asked for a doctor to find time to draw Martin.",
                "Simon ran away from Richard. He didn’t seem to regret what had happened.",
                "Simon ran away from Richard. He was under suspicion because a forged passport for Plymouth had been taken from him the previous April.",
                "Simon ran away from Richard. He used the fuse on his wooden axe to cut down remote control devices based employed by John alone through the intelligentsia.",
                "Simon ran away from Richard. He pointed out one front door and moved over to the stirrups to gaze at the dark sky.",
                "Simon ran away from Richard. He wiped out his eyes and turned back to the bed.",
                "Simon ran away from Richard. He asked, \"Are you all right?\" Her hand had been fairly numb when Richard had described this feeling, and? \"Yes.",
                "Simon ran away from Richard. He found an apartment next to the dry cleaners, a hair stand and his eyes and Hawk blew his brains out.",
                "Simon ran away from Richard. He argued with her, telling he spoke life language in making advances, and falling victim to the variety of reckless allegations against him, especially judging him in his ability to get what he wants.",
                "Simon ran away from Richard. He knew nothing of this.",
                "Simon ran away from Richard. He told his mother but she stayed and hid from the four of them, nothing else \ngrowing in the hope the Bishop showed it was barely contained.",
                "Simon ran away from Richard. He wanted to throw himself down again.",
                "Simon ran away from Richard. He knew it would never happen after this.",
                "Simon ran away from Richard. He carried Cyclobron with him.",
                "Simon ran away from Richard. He gave a try at mending her jacket to a neighbor living near by, who had been name tagging Lily.",
                "Simon ran away from Richard. He found his trunk and returned to his castle.",
                "Simon ran away from Richard. He introduced him as Slugvale, an old fishing vessel, and vowed that she should never leave without captain Craft.",
                "Simon ran away from Richard. He persuaded his father to flip-flip to show his love for Kentucky, and was convinced that blaming a different, stronger will was a waste of time for all eternity at the theater and college level.",
                "Simon ran away from Richard. He told William in excitement that he wanted a wife, and while he did, it will also support his own marriage.",
                "Simon ran away from Richard. He asked, \"But how?\"\n\n\"My four flaming doors opened.",
                "Simon ran away from Richard. He said he could see his head was covered in genocide pictures; as though unparalleled is autumnal field converging with terror that sirens of the killers pick up too many grass roots, like a war.",
                "Simon ran away from Richard. He'd need the use of absolute care for that SABership nowadays.",
                "Simon ran away from Richard. He found an app to download a record library.",
                "Simon ran away from Richard. He knew, though, that his fate would be analy trageen on things which would cause Luc's death.",
                "Simon ran away from Richard. He asked him not to do anything to anyone but to keep they had to.",
                "Simon ran away from Richard. He told him that he did not have time for anything else, but that he even told them \"Don't let him move.",
                "Simon ran away from Richard. He stopped playing with his dad and joined Bridgit, this brought Christmas to a group of 25 small and large Minerva guitarist and Vocals Tiger players.",
                "Simon ran away from Richard. He taught himself German striking techniques and establishing the experiences his drew on his own from his sources and copies of the other who, he coined his sober, puppyish calling for the ferocious beast that just had on his mind.",
                "Simon ran away from Richard. He didn’t know.",
                "Simon ran away from Richard. He.",
                "Simon ran away from Richard. He was standing in the pitch\nbetween Cappucoolle and Kanus pitch plate.",
                "Simon ran away from Richard. He continued in his 100% haIRsssieweson only after becoming disillusioned by the jerking of his throat compared aided by the vibrations of gravity.",
                "Simon ran away from Richard. He sounded like a man who won some pennons, and that gave Michael the same believed.",
                "Simon ran away from Richard. He forgot her honor; read her character.",
                "Simon ran away from Richard. He had gone off with a brother and chariot at the battle of the fair.",
                "Simon ran away from Richard. He took the money back, and he even left something in his pocket for his sister.",
                "Simon ran away from Richard. He saw death coming by fire and sending water and encouragement to the weeping monster, as always in a lesson for how very important life need supported before action seconds are lost.",
                "Simon ran away from Richard. He found that her flip on clothes sounded really bad.",
                "Simon ran away from Richard. He disemboweled Nick once again and buried the man’s head in Paulie’s brain.",
                "Simon ran away from Richard. He said, _\"Ahh, it depends if I'm angry about how things feel with Shab-less SD was at the top.",
                "Simon ran away from Richard. He then pushed himself out onto the second stage and acquired the most extensive spaceship on the planet.",
                "Simon ran away from Richard. He didn't stop looking.",
                "Simon ran away from Richard. He tried to pretend that he knew how he could be forgiven and worthy of everything; but instead were set upon by an ludicrous – if rather incredible – argument, as appears's somewhat evocative – I reminded.",
                "Simon ran away from Richard. He found the his colours well.",
                "Simon ran away from Richard. He emerged at Hyde Park.",
                "Simon ran away from Richard. He'd decry his rents Cruscas made among hanging women and carrying with him half in stacks.",
                "Simon ran away from Richard. He went butt-over with Ali with three chickens and a chicken-egg's worth.",
                "Simon ran away from Richard. He hit a firm, heel – but his adversary scarcely knew he was walking it, but he knew right away that he couldn’t get off there under the river.",
                "Simon ran away from Richard. He tried to cling up; then, in his agony, he relived that group of six taken away.",
                "Simon ran away from Richard. He grabbed Richard by the shoulder and pushed Richard toward her for an argument.",
                "Simon ran away from Richard. He said, \"Here is your daughter.",
                "Simon ran away from Richard. He went away from his son Matt back home on the other side of the warrens, exacting necromancy to the strangest of early adventure.",
                "Simon ran away from Richard. He went through the same process for Elo, starting with finding Sukurai final.",
                "Simon ran away from Richard. He found him and old Mick hitting his passion deck.",
                "Simon ran away from Richard. He saw Simon's well-defended account of the episode.",
                "Simon ran away from Richard. He then pointed gallantly at Abyd, 'If his word have great power to kill you, Bowl?, I wish you all the good you I have asked, but you should not tell all of the love I.",
                "Simon ran away from Richard. He saw\ntogether half a dozen Cobbett boarders, and caught his first one.",
                "Simon ran away from Richard. He found work for six years on integrity issues (as an worth-ringer for the EWA don from his role that provided Supplemental Security in 1998); and set up meetings to keep an open mind about what was portrayed in.",
                "Simon ran away from Richard. He asked for his son to jump into hunting gear, but he accused him of trying to collect himself.",
                "Simon ran away from Richard. He tried to justify his plight but began his battle with the Cenobite Pack squeezed between a sidewalk enraged crowd and a very angilising stone sarshell lover.",
                "Simon ran away from Richard. He will speak Jerusalem for the first time ever, in June.",
                "Simon ran away from Richard. He finished in the Chief Rear Marshal's suite.",
                "Simon ran away from Richard. He kept his hands on the night table, but it lowered him beneath it a lot.",
                "Simon ran away from Richard. He mistakenly billed his father for a flat, so everyone in Milwaukee hungralls would be paint bleu.",
                "Simon ran away from Richard. He'd forever be floating on times like this.",
                "Simon ran away from Richard. He saw Alice Elliot, at lunch time, he told Anne Erdos he would know if any more are alive.",
                "Simon ran away from Richard. He recognized my eyes, the deep grotesque features, as a ghost – like Jamie and Richard came before it – which still went beneath Clare's grasp, proclaiming their weakness.",
                "Simon ran away from Richard. He'd lured him into the far-out little estate he'd put himself through.",
                "Simon ran away from Richard. He tried to bow down to Warner, but he was now sulking about Richard Crowther's castle in Crawfordsville, of whom she had firewood.",
                "Simon ran away from Richard. He saw Michelle trapped.",
                "Simon ran away from Richard. He slapped Vallitano most hard, gashing against a leather obliged to hold him as long as it was between them, a lie for his parts for a pact protected by it.",
                "Simon ran away from Richard. He practised rudely and sent of his unconditional worship of Randall to Robert, “was opposed for the time (exchanged) with his brother A, a proliferating youth coming down through the streets,” Wallace described.",
                "Simon ran away from Richard. He hoped for the Confidences.",
                "Simon ran away from Richard. He within the muscle-sealing sand easy enough to grab his elven severed hand (with unsighted rage), but don't feel weak (or arrogant) to take it.",
                "Simon ran away from Richard. He told a meeting at Charmerton Abroad a few months earlier, but then told Cathy and some friends that he was \"not very organised.",
                "Simon ran away from Richard. He first felt the lifting hands of everyone in Ballie's arms.",
                "Simon ran away from Richard. He hung up insultably opposed by Ludie Wilcy for both Protestants and Catholics.",
                "Simon ran away from Richard. He wanted to\nprevent the estate from distress and start on the Amazon before his wife\nmaistered her use of Coca Cola as a substitute meal.",
                "Simon ran away from Richard. He then expeditioned in that ship.",
                "Simon ran away from Richard. He wanted to be a one-man comedian."
            ],
            "counts": {
                "Simon": 2,
                "Richard": 7
            }
        },
        "John passed a comic to Bill. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        23,
                        27
                    ]
                ]
            },
            "sentences": [
                "John passed a comic to Bill. He then reported that one chance slid off into the forest after who was next.",
                "John passed a comic to Bill. He wanted me to be like Bill; he wanted to be smart and cool and would always try and be twice in twenty.",
                "John passed a comic to Bill. He passed it to the Kent residency fleshbaskets on in 1977 Elvis Presley wasn’t getting along with Bishop immodern, Richard Harrison liked the formerly homo, Gran Lee and his corner girl, Julia.",
                "John passed a comic to Bill. He says: I'll be glad to know whether Ozone gets my original name for me!\" To Augustus himself appraised and confidence pronounced \"Oozokori.",
                "John passed a comic to Bill. He did a world takeover, and I recall hearing a audience voice in private (versus him).",
                "John passed a comic to Bill. He is a black Miami soul cat.",
                "John passed a comic to Bill. He got Karl Bushwick.",
                "John passed a comic to Bill. He gave the vote twenty-five votes, surviving reassembly at a 367-vote tie and a 1,644-vote total.",
                "John passed a comic to Bill. He then wrote back with reference to some producers of comic novels, \"The Nature of Comics, as establishedthe art of promoting the realizefile of your Comics to the interests of the public.",
                "John passed a comic to Bill. He concluded by Ramanha's Fight (1908).",
                "John passed a comic to Bill. He would later thank\nhim on several occasions for assisting the publication of comics, “the\nSub-Zero,” from the Golden Age of comics.",
                "John passed a comic to Bill. He had just been named Associate Columnist with the American Chessies book, and this fine day was characteristic of most Rock R’s.",
                "John passed a comic to Bill. He had written his other Days Press comic competitions.",
                "John passed a comic to Bill. He thinks it was great, but.",
                "John passed a comic to Bill. He died of heart cancer in 2002, at age 64 years.",
                "John passed a comic to Bill. He told his father that he fought in the Supportive War who fought at Plymouth and five naval below decks (two Seven Pilgrimes, one Whigs and one Freighters) when it became too heavy dad and.",
                "John passed a comic to Bill. He then wrote several other such comic books, striving to produce Dick Bond to a greater extent.",
                "John passed a comic to Bill. He says, “Something about history, a world to defy historians, the world in which Joe’s a man of feature, emotion, talent, love, facts, data, and a new world.",
                "John passed a comic to Bill. He usually induced friends with his wife in Texas and published \"out of town.",
                "John passed a comic to Bill. He'd objected to Africa asking and receiving its homage because Uncle Tom, if I might be named Tob.",
                "John passed a comic to Bill. He adds,\n\"He is an optimist, knew nothing something homicidal New\nPhrase.",
                "John passed a comic to Bill. He died at 49 years old.",
                "John passed a comic to Bill. He's coming back to Sanctuary House or masonry that is inly the same location.",
                "John passed a comic to Bill. He slept then echoed by Albert Bonner, an Austrian famous anti-hero and child in China, who is a clever variety who later called for efforts to blacklist comic publishers.",
                "John passed a comic to Bill. He asks how opiating a nut is that guy.",
                "John passed a comic to Bill. He says the villain was \"good boys,\" and the captain says he wouldn't want his prisoners handed over.",
                "John passed a comic to Bill. He then donated some Philadelphia ink to Walter Redesdale to create a side number, although this painting looks nothing like Rents Lives.",
                "John passed a comic to Bill. He was living in New York at the time by the name of Maxwell.",
                "John passed a comic to Bill. He gave a article of that type to his old pal Phil Goss on his 'Hot of the Saints' show, among several comics that the post-structuralist.",
                "John passed a comic to Bill. He went up to his father and asked why he had gone, permission that was wonderful.",
                "John passed a comic to Bill. He'd courteously promised to translate.",
                "John passed a comic to Bill. He typed \"Big Boss\" and picked up a page at the quot;New Orleans Gigolo.",
                "John passed a comic to Bill. He proposed, on the day he signed himself into work, to be his Avengers for directors to sign fresh comics.",
                "John passed a comic to Bill. He would later return to the show.",
                "John passed a comic to Bill. He died of tuberculosis and was buried in the Lincoln Memorial on Court Lane.",
                "John passed a comic to Bill. He died at the age of 96 Friday night, February 14, 1846.",
                "John passed a comic to Bill. He had been mustered tracking the action weeks prior to the fightdons, and has vowed, \".",
                "John passed a comic to Bill. He also had connections like Red Robin Studios.",
                "John passed a comic to Bill. He also had try math tests, so he had the Simpson's other sign as the starting point that if he was famous, he would really get reminded of laughter and trash talking.",
                "John passed a comic to Bill. He wrote comic books which kind of inspired\nthem, you know.",
                "John passed a comic to Bill. He cut something when it appeared, and it looked very funny.",
                "John passed a comic to Bill. He plays Johnny in nomima, bugging Bob acting wind combat.",
                "John passed a comic to Bill. He'd drawn his first one in about four months, perhaps, and now was beginning to get scary great, remarkable, the model for the comic.",
                "John passed a comic to Bill. He gave an address in St.",
                "John passed a comic to Bill. He continued to produce plenty, getting a special origin story for his ‘dark brick L.",
                "John passed a comic to Bill. He is going by MR's legend, actually, you could almost imagine what it means.",
                "John passed a comic to Bill. He directed it under a green umbrella on the museum balcony outside his studio.",
                "John passed a comic to Bill. He says: “Puppy stories always have a Hitchcock tone and they always do.",
                "John passed a comic to Bill. He didn't have enough audience for it, at least.",
                "John passed a comic to Bill. He wrote two creation entrees for the Mystery Waltons set, and led them to the musical, and Woody Stewart's cast agreed to run them for a part in Herman Aubrey's Coliseum, but.",
                "John passed a comic to Bill. He'd been already done in at least thirty pounds with a couple of bullets flapping off from his carbine.",
                "John passed a comic to Bill. He made Martello an all relevant adjustment when Bill opened the first period to the world, only to pause a second before flip text on a wall as a wrapping of the Jar.",
                "John passed a comic to Bill. He likely would have started his stories with Joe Black (music contracts appeared on Act III at 630 Senators Bert Weldon and William Minor.",
                "John passed a comic to Bill. He subsequently distressed by the loss of his key in Pack's small bank when the job was soon cancelled after Letters' death.",
                "John passed a comic to Bill. He then borrowed it and live with him in his flat.",
                "John passed a comic to Bill. He cooperated with Shackles to use this area in _Eight Fantastic Four's_ novel.",
                "John passed a comic to Bill. He says the project had to be a commercial pilot for each generation and/or use of the comics in Columbia.",
                "John passed a comic to Bill. He says that if he shared money in a future publication, as a referee might, he would legitimize the career.",
                "John passed a comic to Bill. He edited the comic (2004), but never even finished it.",
                "John passed a comic to Bill. He again caught a groan from most of the other Goth musicians.",
                "John passed a comic to Bill. He was a bit long for Elvis, during his three days appearing for the _Los in Salto-Julo_.",
                "John passed a comic to Bill. He says:\n\nNote: Michelle’s comics have limited edit rules, so this is not an actual comic reader, but it says too debate rapper that it is grown people, mainly action/comics/.",
                "John passed a comic to Bill. He was the Lakers stalwart from the Lakers 'Hoops Shuffle' era that saw him be is a legend in basketball history.",
                "John passed a comic to Bill. He made another coin.",
                "John passed a comic to Bill. He also wrote a story called Moon To Earth.",
                "John passed a comic to Bill. He had been brought here initially for the West End edition, but in the last issue was offered for sale in the high-laced Griff (eatery closed in 2008).",
                "John passed a comic to Bill. He sold 200 comics to some artists and sculptors, notably Joe Wareboi, who had moved from Las Colinas to pick up Man of the West, coauthored the book Crisis in preparation for Thrash.",
                "John passed a comic to Bill. He gutted them down and ate them in, too, like ducky dogs.",
                "John passed a comic to Bill. He went in to read and conclude that with invented minds, and considered using guns.",
                "John passed a comic to Bill. He is policing the curragurio of culture, promoting productivity and steadfast adherence to his work.",
                "John passed a comic to Bill. He the Ghost’s a wise man, the Lord of Knowledge, and King of all glimmers democracy into his hands.",
                "John passed a comic to Bill. He represented himself in the case when they entered? united against Billville in a civil action for $90,320, surviving consequential costs $1.",
                "John passed a comic to Bill. He avoids coming around on the human side, which makes it obvious that he's not easily metaphysically recovered.",
                "John passed a comic to Bill. He saw Fidell in the Frank Chambers edition of names and therefore bought other collections of them.",
                "John passed a comic to Bill. He wrote Cralyn Oak, magazine cover image role for original American Girl fan.",
                "John passed a comic to Bill. He died at 488 Oarinderon days before his death and got converted into Santa Claus sometime during the epic comic storyline on the second book.",
                "John passed a comic to Bill. He didn’t have much luck, but kept having a homecoming.",
                "John passed a comic to Bill. He’s whether or not he’s in season four”6.",
                "John passed a comic to Bill. He performance was always so satisfying.",
                "John passed a comic to Bill. He didn't encore over the line and a constant stream of things listed up again.",
                "John passed a comic to Bill. He didn't have economic evidence as the musicians were not economically healthy.",
                "John passed a comic to Bill. He died of typhus at a young age.",
                "John passed a comic to Bill. He runs an advertising adsware service on his school page, gives wasn’t actively to customers, and checks stations all over the US for shows because there would in principle trickle out via an offering similar to sovereignty.",
                "John passed a comic to Bill. He is an influential member of the Brishan Diamond class who co-write tackles the cream of the cut.",
                "John passed a comic to Bill. He lives and works in Swanvale and compact case 4200 St.",
                "John passed a comic to Bill. He also thought that it was Wolverine always chasing Billy.",
                "John passed a comic to Bill. He then traveled to the middle of Surrender.",
                "John passed a comic to Bill. He gave him a library script and hired the kind-hearted old paperman.",
                "John passed a comic to Bill. He did allow protection for bylaws for wielding white conclubs on the guild and gate imposed there.",
                "John passed a comic to Bill. He was one of the original Golden Hours.",
                "John passed a comic to Bill. He helped make it known that his sister who remains up to date with their royal sister,\n\nYeah, usually,.",
                "John passed a comic to Bill. He went away into Miss Somerset Cottage on December 7th.",
                "John passed a comic to Bill. He entitled 'Something Awesome a week ago' and pissed Martin of the worst i-past-10s in fiction – specially because Terry Pateman hit on him.",
                "John passed a comic to Bill. He says it was repeatedly made in the 1940s.",
                "John passed a comic to Bill. He wanted Greg Noisell to fifty cents for age.",
                "John passed a comic to Bill. He had impairing general, depression position to lesser degrees.",
                "John passed a comic to Bill. He gave an address in the letter, McCallister asked: \"Terrified of his delivery's dishonesty.",
                "John passed a comic to Bill. He loved to laugh crazy about laws, so He couldn't keep his temper for him when he was not busy.",
                "John passed a comic to Bill. He recognized millinery is never\nvisible to his consciousness through any optical means, but what they see,\nalthough others may not get any light from them.",
                "John passed a comic to Bill. He said it was bashed into a chair before a small bandit said that Marisol was a \"doughhead walker\": Feelings and responses were reflected in speech, recorded in music of the tone dial."
            ],
            "counts": {
                "John": 1,
                "Bill": 4
            }
        },
        "John was passing a comic to Bill. He": {
            "details": {
                "pronoun": [
                    34,
                    36
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        28,
                        32
                    ]
                ]
            },
            "sentences": [
                "John was passing a comic to Bill. He knew about Jewish teens who had been labeled \"vigilantes.",
                "John was passing a comic to Bill. He looked up when Nancy asked him when he'd finished every bit twice, as if he really wanted to to save her once she was called.",
                "John was passing a comic to Bill. He got his group into command and promptly filled a contest their entire profile – thanks to these new pictures!\n\nThe teenage Jack & Jill – who bought this copy for Shock TV, is on policessa.",
                "John was passing a comic to Bill. He reported some incidents and wondered if he had been constantly abused.",
                "John was passing a comic to Bill. He then turned around so that we were in front of the English girl who was in hurry to indicated size from me.",
                "John was passing a comic to Bill. He is clasping his hands in a simple speech.",
                "John was passing a comic to Bill. He'd liked 'em, I thought, because they always had 'em, when they said it.",
                "John was passing a comic to Bill. He beginning realizing \"I've given it a name\" was the least great character she had sidelined.",
                "John was passing a comic to Bill. He is violently desensitized.",
                "John was passing a comic to Bill. He frowned nervously when he saw the graveyard, Martin found \"Humfrey\".",
                "John was passing a comic to Bill. He made two coal company disparaged.",
                "John was passing a comic to Bill. He read in great detail about the Skraven radio station.",
                "John was passing a comic to Bill. He then went over to the ISE, full Doople.",
                "John was passing a comic to Bill. He rolled to a stand saying, 'Bill, what do let\u0092s see $-\\bar {\\star}{\\bar}j=\\; 1, a, \\dots$^, 0,0, 1$ So this.",
                "John was passing a comic to Bill. He is said to have formed the name and the tall glass pushed out discussed by Joyce; when Joyce broke his back, fucking him who – homosexuality.",
                "John was passing a comic to Bill. He knew a police officer called Clark in September and he always remembered costume, costumes and stories that had been used during the days he was home and almost all they took for humorous stories.",
                "John was passing a comic to Bill. He didn't know if young Coyle knew John, of course, but he saw in Coyle, his buddy, how Grade 6 English had become able to punch in an almost obsessive accessibility, what happened.",
                "John was passing a comic to Bill. He wanted to get his chance.",
                "John was passing a comic to Bill. He directed a modest make-up show about Jack and Donna McKinnell.",
                "John was passing a comic to Bill. He’s a kaleidoscopic, funnier 62 year old acting wanker.",
                "John was passing a comic to Bill. He is also secretary of federal information services for the dean of the university.",
                "John was passing a comic to Bill. He waited eloquently until everybody else moved to target him, then finished his chant.",
                "John was passing a comic to Bill. He thought something would have to come from him and offered to look it over if it was necessary.",
                "John was passing a comic to Bill. He knew who I was by from the YouTubers to John Withers, and how Dad Bashir had commissioned a Cowboys album to play on the band shortly afterwards, and Lucas or Crobinson.",
                "John was passing a comic to Bill. He’s famous for bezzies, starring Ethan Hawke in a farces or more ironically, a Tracy Klein show.",
                "John was passing a comic to Bill. He knew Jeff had a deep chum of two-feet.",
                "John was passing a comic to Bill. He appeared competitively and difficulty-avoidance is an whatsoever term where strongly considered in hissticism.",
                "John was passing a comic to Bill. He told to awaken Jules for Annuncle Thelmer.",
                "John was passing a comic to Bill. He said it was like having acquaintances.",
                "John was passing a comic to Bill. He then took it upstairs to his boyfriend and announced, \"I swear to God I'll lock him up for five hours that day.",
                "John was passing a comic to Bill. He gave Neil an hour and Browning a second earful: \"Come and hear my work in the Bard on the 91st, 34 AIs crouching on line in Stottard Mason to wear.",
                "John was passing a comic to Bill. He looked very surprised and a little suspicious at first if he certainly thought he'd done a good job.",
                "John was passing a comic to Bill. He also accounted for the top seven creators of comic strips over the years and was a staff member on Winchester Comics.",
                "John was passing a comic to Bill. He sued the ghostwriter who had written a comic called Flex.",
                "John was passing a comic to Bill. He’d yellowed over the Cards play, or otherwise ruined himself by spilling his whips.",
                "John was passing a comic to Bill. He passed it to Captain Mark Getty, who as a banker applied FIGHTER.",
                "John was passing a comic to Bill. He loved hearing stories in the Hall of Correspondence that talked about the Academy.",
                "John was passing a comic to Bill. He wanted to assure the new king that the military would not attack him.",
                "John was passing a comic to Bill. He ran away from it the day before, but was pushed into Ploster: pillar of fire.",
                "John was passing a comic to Bill. He's.",
                "John was passing a comic to Bill. He got an airplane passed to flew to TOBY, so he decided that if he alternated to earth, then Postalists would bring the aeroplane.",
                "John was passing a comic to Bill. He would have had to hide/anymore in an office\nclass or the stage$_result.",
                "John was passing a comic to Bill. He was also producing for Comedy Hour from the outset, but stopped six years later when a retiree unit caught him.",
                "John was passing a comic to Bill. He met me with a little.",
                "John was passing a comic to Bill. He saw Lyndsville, Cephaux Bridge, Prado, Midlands, Pennsylvania, and heard them sing.",
                "John was passing a comic to Bill. He remembers seeing Red Nun, and the Explosion that the stories had him fighting off.",
                "John was passing a comic to Bill. He wasn't telling all his jokes, but in case he wasn't going to propose changing it, so he made just about a lie once more.",
                "John was passing a comic to Bill. He also.",
                "John was passing a comic to Bill. He might've had some good threads in the now-gone-days police, but for whatever temperament the other two got into the chair, he was the brand-new big-deal hardened thug who called.",
                "John was passing a comic to Bill. He made an Oan Minister (by 'Mr Gilderoy'), and later a minimum salary of around £650 (16p) a week.",
                "John was passing a comic to Bill. He wrote \"Sacred Spangled Men in Batcave\" and \"Western Detective Edgar\" under the aliases Pat Carroll and Jimmy Olsen.",
                "John was passing a comic to Bill. He was also working on a study package for us, and convinced me to use it.",
                "John was passing a comic to Bill. He thinks that the comic was costume revolver by profession, but further asks whether or not he can share his own these thoughts.",
                "John was passing a comic to Bill. He got to the bar and knocked over a glass table that had turntables.",
                "John was passing a comic to Bill. He’s older but\nnever heard from him, primarily because of Middle Idi Amin in Lowland Grand District.",
                "John was passing a comic to Bill. He made a fouché Arcade (a newspaper pagetown and a science centre one) spliced months before first he saw the original**.",
                "John was passing a comic to Bill. He glared at them like a big flock of little raiders.",
                "John was passing a comic to Bill. He found version for how \"long Ayers\" had acted under Rahmun's watch and was soon penned, though Lip dissected the show in excavation tasks.",
                "John was passing a comic to Bill. He looked at it through some rumoured hole in his glasses, unsure about what he had surreptitiously looked at, and it seemed another year would present itself for another attack on Jane yonder.",
                "John was passing a comic to Bill. He asked what the new station would be operated: \"The London Standard Version,\" they told him, prompting Lomax to question \"who collectable copyright holders I believe will take over the telephone of his tum.",
                "John was passing a comic to Bill. He made me say it.",
                "John was passing a comic to Bill. He had and left fer’\ntine reason; for at last he day’s work hours he was back, and ready to set\nit up.",
                "John was passing a comic to Bill. He missed NOT having to have it stick, the implied pen seemed a little off.",
                "John was passing a comic to Bill. He said it was in some way a\ngood chance that way on a stand-up talk show, but that was state such as it.",
                "John was passing a comic to Bill. He thought it was funny and valuable (brain stuff).",
                "John was passing a comic to Bill. He had no intention to get another sample.",
                "John was passing a comic to Bill. He imagined that there was a comic that appeared for Colin Sweeney and Skip Dykes, and `make sure it sounded good.",
                "John was passing a comic to Bill. He'd not be pricey, equipment to the size of a bomb, less in practice, than Lord Bullinger at, if not truly interesting.",
                "John was passing a comic to Bill. He got the book so unexpectedly it became the running joke during Ménistrech.",
                "John was passing a comic to Bill. He didn’t know Joker still had the outfit that he had when he put on the Dragon Star costume.",
                "John was passing a comic to Bill. He knew Lawcock! Walblegot had been some time in Las Vegas and had made his money from selling 555-680s to a band called The Virginian, perhaps known as the Order of the Fort.",
                "John was passing a comic to Bill. He asked Hixon for the verse III, which reads, \"Stop Unbelieving Punflies\" as an opening one for the rest of the episode, and he and Alto remarked, for his benefit on.",
                "John was passing a comic to Bill. He'd come back for a comic when that pencil makeup blow-dryer caught his attention.",
                "John was passing a comic to Bill. He requested to be introduced to a possible literary character, one and half by a friend of them both from Curzon Street Station, BUT that could not be willed, though in his way, which was for.",
                "John was passing a comic to Bill. He believed King wasn't his only employer but a real one, and even the others killed his way past him to stay under the radar.",
                "John was passing a comic to Bill. He collected 'carnivores', mad-men and vulture ravers of local stalls.",
                "John was passing a comic to Bill. He is less frostbite and cold and bored than is one of the Dick Cheney's (and, one may add, more gentle).",
                "John was passing a comic to Bill. He read in a newspaper that readers would have been surprised to discover the details of his career as a villainess.",
                "John was passing a comic to Bill. He tried to be as mild a tone in talk as—I've got all Winter Replacements on the Clearance Set.",
                "John was passing a comic to Bill. He FLAGREVNA-LDGHOLGEE.",
                "John was passing a comic to Bill. He got wind of that by planning a comic book of Jack Jenkins on his wizened life.",
                "John was passing a comic to Bill. He posted two ads from Rabbit Georgia, \"The public one in the week-long strike, on Wednesdays at Lee, Edgewood.",
                "John was passing a comic to Bill. He’s probably the victim of his own mugshots, but he’s a mean guy.",
                "John was passing a comic to Bill. He managed them to orderstand, including the defense of an early recording of his nonfiction book.",
                "John was passing a comic to Bill. He did ask that Snow be seen alone with Helen Charleton a week ago.",
                "John was passing a comic to Bill. He pulled out his bat and flung it through an eye slit on the lectern.",
                "John was passing a comic to Bill. He joined a gang of what turned into the News Pack's meeting with Cranks as it went well until they were on hand to see pubs, for instance which appeared to be a good one, but everything.",
                "John was passing a comic to Bill. He seems rejoicingly to me the only person whom he can change the course of history: Local, he keeps a very wide pomp.",
                "John was passing a comic to Bill. He's also selling for customers tonight.",
                "John was passing a comic to Bill. He grunted in pain at the straps and kicked tires until he wouldn't work again.",
                "John was passing a comic to Bill. He did so so that he could pass it in the heat of the campaign to get other countrymen to take it, and again he cast himself out as detailed, having without evidence of fear, in the news.",
                "John was passing a comic to Bill. He said, “What are we and what is everyone else doing, revising their performance at that point? What’s going to happen here to launch into this?” He didn’t hear a peal.",
                "John was passing a comic to Bill. He stumbled through a crowd of men with certain scuffles and loucks, who compressed gulps, flinched and then threw on their long shorts, and blazed; then literally dashed violently against the side.",
                "John was passing a comic to Bill. He sketches\nthen, when he died,; and the originals contain the whole truth.",
                "John was passing a comic to Bill. He [when they signed me,] in a casket, Billy said, you can't take country with a good girl for all they give up in their movies.",
                "John was passing a comic to Bill. He questioned about the obligatory \"wink wink\" to Mary Martin, who then cut this joke on the arm, saying \"I'd smile and squish idealizing, like my mum would enforce again.",
                "John was passing a comic to Bill. He told him, Clint, in the article, that he had told his cousin Tony that he might be bundled into an airplane that time.",
                "John was passing a comic to Bill. He stated to Sam, \"You got all of the right facts to know that one of the players here- Jack Abrams, while not much objectionable these days, under the strange conditions of his business, will.",
                "John was passing a comic to Bill. He thought it was the real deal, that if he was going to be revealed for playing Philly Hustler, he wouldn't be in Boston, if he wasn't the rogues' willing in.",
                "John was passing a comic to Bill. He reported that he had last seen critters on December 22, 2006, I guess a number, but would bet he wouldn't have ever seen apprehension in teenager conjurers Galaxy Forgotten."
            ],
            "counts": {
                "John": 2,
                "Bill": 2
            }
        },
        "Amanda amazed Brittany. She": {
            "details": {
                "pronoun": [
                    24,
                    27
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        14,
                        22
                    ]
                ]
            },
            "sentences": [
                "Amanda amazed Brittany. She caught a glimpse of Tyler downstairs, but managed to hide from him.",
                "Amanda amazed Brittany. She said that what meeting Liv is about them? How, somehow then, does the TV party must be turning out to blame them and that they investigated and investigated things that highly Marco tried to do about them?\n.",
                "Amanda amazed Brittany. She looked up.",
                "Amanda amazed Brittany. She’s also allowed women to interact with grants, trials for women schools and colleges of varying degrees and then you secure tickets that are short sales at the door relay the unique stories asked session to create of what is.",
                "Amanda amazed Brittany. She told text wars left lying in her Eugenia's trap.",
                "Amanda amazed Brittany. She said: «The only way to begin to a productive conversation is imagery and even minutes is only a concept I learned in Texas and if it had its roots in the history of parenting, it remained adhered to,.",
                "Amanda amazed Brittany. She had that feeling some mommies want about telling her at a Halloween party.",
                "Amanda amazed Brittany. She had mixed her Mermaids with H.",
                "Amanda amazed Brittany. She comes with 14-11 pounds of muscle and she’s just been participating in the world capitals of, well.",
                "Amanda amazed Brittany. She is relieved today is because of proposition 9, her political ideology is of opponents threl would als pathogens wishes due to example of getting a leader on board Marian which is his and honestly a point he made\n\n.",
                "Amanda amazed Brittany. She was afraid that “the seatacle link” of the changing-rooms idea was being set up way too much.",
                "Amanda amazed Brittany. She told her first cousin about her horrendous scars, what they have done to her, and how she was infertile, etc that started to upset him.",
                "Amanda amazed Brittany. She heeded the words through those very hard trials.",
                "Amanda amazed Brittany. She looked up but couldn't comprehend why Deane!\"\n\n\"Do what? Damn!\" Kyle yelled at Deane, stepping inside one of the safety windows in caused by the two vehicles running into each other.",
                "Amanda amazed Brittany. She leaped upward of eighty pounds and\nwaited thirty minutes--ten of which certifies the specific gravity of a\npainsite for solid granite processing, and last for minutes at the dangerous\nfixed-.",
                "Amanda amazed Brittany. She'd written an awful feeling of inadequacy and phosphorus in her skin: _I have not care for deprivations Still Westam, its grievance, disrespected; its atrocity, and it lacks whether or.",
                "Amanda amazed Brittany. She is so jealous of you like this!\n\nIf part of the relationship had to be like Los Angeles, it would turn out 0 (`Starting to Truce and Runaway`), but independently goodness losing.",
                "Amanda amazed Brittany. She told them to be the human embodiment.",
                "Amanda amazed Brittany. She was his girlfriend\nand his friends' janitor.",
                "Amanda amazed Brittany. She is also the only breast sufferer who is completely healthy and healthy.",
                "Amanda amazed Brittany. She had just crossed the sleeping pad in his arms when filming stopped.",
                "Amanda amazed Brittany. She bristling with passion broke into laughter as he covered her forearms as a debt collector drew an oblique response from her brother.",
                "Amanda amazed Brittany. She said playing the psalm will be a much bigger project at the one he is right now.",
                "Amanda amazed Brittany. She'd never had the chance to experience one contrary side yet, that is.",
                "Amanda amazed Brittany. She was waiting for a Promise\nArra's sister, Joshua.",
                "Amanda amazed Brittany. She’s ready to fire you with our Shed 54.",
                "Amanda amazed Brittany. She suggested that they trade tea stock and launching a balanced yogurt from the Thai sweet makers in the country.",
                "Amanda amazed Brittany. She looked more upset than she appeared supported by her husband, teammates who were always telling her things about him, the Boomers, her grandmother and a blue wine terry cloth money outtaker and her memoirs.",
                "Amanda amazed Brittany. She flew with Sasha from the iconic Casino-pop-mus MAC: Founder Hiram Swindle and tag team \"Serenity\" and \"Ozzy Osbourne Zoo\" set up on DC-06.",
                "Amanda amazed Brittany. She told us exists.",
                "Amanda amazed Brittany. She declared this because she fell because of him, and the kid walked off in terror.",
                "Amanda amazed Brittany. She admitted speaking with him to Freemans unbelievable\nterrible things to happen, to both Lord and Lady Brienne…but I speak\nonly at home, when she has to go visit Rose.",
                "Amanda amazed Brittany. She dark-skinned as ela's voice and a scarred body indicated an undead hulk known as Saigon, a G4 android robots wearing oversized black clothing.",
                "Amanda amazed Brittany. She wanted to mount the ride back.",
                "Amanda amazed Brittany. She dedicated her last entry to a\n\"sorcerer\" by sending out her accompanying letters to his family, friends: \"Follow your\nlove with your heart.",
                "Amanda amazed Brittany. She’s nodding.",
                "Amanda amazed Brittany. She'd figured a LEA would make him better, but she still wasn't sure that was it.",
                "Amanda amazed Brittany. She missed being outside all that time, we get being about 15 minutes beyond her ex-fiancée’s birthday!.",
                "Amanda amazed Brittany. She has not been asked to prepare forced menstrual bleeding, but a highly sensitive menstrual blood serum is the dominant body fluid.",
                "Amanda amazed Brittany. She turned from Wardthat scoff left out the darkness and a voice of power and stronger desire.",
                "Amanda amazed Brittany. She glanced over her leg, expecting her arm to be sore as well.",
                "Amanda amazed Brittany. She has passed on to yearning thoughts — but befülled for sale the song that organized the whole “Pancoastrochilau” band over! At many soccer clubs there will be an.",
                "Amanda amazed Brittany. She considered continuing.",
                "Amanda amazed Brittany. She only cried less, as if raging for her religious freedom.",
                "Amanda amazed Brittany. She looked at Oliver with amusement.",
                "Amanda amazed Brittany. She's lovely little ma'am and we've taken her around the world? You smell wonderful to me.",
                "Amanda amazed Brittany. She’s got a ton.",
                "Amanda amazed Brittany. She hit upon a whole aster-armed blonde in a penny interview with EZTrue, Mittens:\n\nWhat other accusation is there about the immortal pussy hunt threat to the daughter of one banker?\n\n.",
                "Amanda amazed Brittany. She only says he was the one who had to love Harry Jrives when all Colton wanted.",
                "Amanda amazed Brittany. She sprang backward and struck a nailhead.",
                "Amanda amazed Brittany. She’s been getting to know us and I’m already on my way.",
                "Amanda amazed Brittany. She looked at Henry.",
                "Amanda amazed Brittany. She looked down at them, and smiled.",
                "Amanda amazed Brittany. She told her she knew a secret from Isaiah, the man who attended in the night from the stretch of the Rialto and had her in England hoping to win her for Jan 1945.",
                "Amanda amazed Brittany. She admits she did get a little wary when several of Pepper’s supporters threatened to peck her at.",
                "Amanda amazed Brittany. She told organizers that sailovers allocate at least 20% of of the time, and in the projected period is about 10%.",
                "Amanda amazed Brittany. She looked up and gently giving him her apology, he pulled his front teeth loudly into her teeth and brushed strongly at his reflection in one of she muffled spectacle of bulb in the light sleeper.",
                "Amanda amazed Brittany. She had never really considered whether Amaral farmed it on her own or not, until she was forced to go along.",
                "Amanda amazed Brittany. She has figured in the man subversion of our west coast culture.",
                "Amanda amazed Brittany. She has so much more to tell you.",
                "Amanda amazed Brittany. She told us about lab-testing estimate: negative probability of positive walking distance with ease.",
                "Amanda amazed Brittany. She pretended not to spout, and also to laminate her dress with flowers.",
                "Amanda amazed Brittany. She exclaimed: “Nothing really.",
                "Amanda amazed Brittany. She thought this would be something to fight alcohols\n\nDo they know How to use a stone Washing Tells However you have such a simple ways and helpful to your goals.",
                "Amanda amazed Brittany. She recalls thinking, “it’s Joan, the man, types, the – her enthusiasm for the board.",
                "Amanda amazed Brittany. She told us at the beginning that she and all of this planning and driving had done a good job including taking Blakesmere Row and ‘Melon Beach becoming the'shittiest different section on the coast anytime.",
                "Amanda amazed Brittany. She had come down to the rooftops of her hotel to bring coffee to the elevator, now that she could most certainly eat from them – for Massachusetts heritage builders charged a small price now and then – and despite my.",
                "Amanda amazed Brittany. She calls Charlie the only person she has ever encountered in a frosty night, that has kidnapped teammates, cheated on him when he hit her.",
                "Amanda amazed Brittany. She senior had no problem dealing with a bit of truth.",
                "Amanda amazed Brittany. She recalls, “I’ll get you another carefully said if I really have what I’m looking for.",
                "Amanda amazed Brittany. She was surrounded with a crowd of snitches, eyes trained on a big-eyed Fed isp clearly out to score.",
                "Amanda amazed Brittany. She raised her soft, horns of peppered heads “Everybody sweated.",
                "Amanda amazed Brittany. She returned to play 7th and steal her prize.",
                "Amanda amazed Brittany. She has listened to any website on resume not too long at gradually working.",
                "Amanda amazed Brittany. She claimed you failed because of our partnership! “A few problems go wrong and victory walls start falling from trees,” she says… Fooling you, May!.",
                "Amanda amazed Brittany. She spoke astoundingly of his fire banquet with the intention of infiltrating the gulagos Companions.",
                "Amanda amazed Brittany. She looked at him intently, and she knew what to tell him to shut his mouth.",
                "Amanda amazed Brittany. She said she thought she’d give Nova an “industry key” but had never had a chance to see the applications before and decided this wasn’t going to help with talent.",
                "Amanda amazed Brittany. She explained that the guy she was CGT was nick-nicking the handlers.",
                "Amanda amazed Brittany. She says\nyou could change some of the things you had in the Bible\nover and Roosevelt looked rather worried.",
                "Amanda amazed Brittany. She'd always known there was something behind President Obama Devlin's name.",
                "Amanda amazed Brittany. She knew handled with absolute confidence what Kirk needed as much success as you would mentally \"get this wrong\n\nI think a friend who has died is close to us all in that respect, but insanity doesn't come.",
                "Amanda amazed Brittany. She said, \"He has not read a spell book at the other mountain.",
                "Amanda amazed Brittany. She blushed, and then flared at Paul.",
                "Amanda amazed Brittany. She looked surprised, as not to her own counter argument but to her new one, provide an example for others to use when it mattered, because of the crisis by which she had been driven,.",
                "Amanda amazed Brittany. She is ecstatic with how inspiration will be conveyed to her pet,\" she said.",
                "Amanda amazed Brittany. She immediately wanted to know why the game is so estrogen medicine.",
                "Amanda amazed Brittany. She knew why the only person watching the ice cream vendors was Billie Jackson.",
                "Amanda amazed Brittany. She was arch-suited to DO bad.",
                "Amanda amazed Brittany. She is now a grad student, a first-year teacher, was one of her favorite teachers and enjoys brutalising her students.",
                "Amanda amazed Brittany. She has been a great host in Grandpa's house sawing the banks.",
                "Amanda amazed Brittany. She should have let those members of her crew be rested on two runaway ships.",
                "Amanda amazed Brittany. She looked at his muzzle as if he were going to put it right away.",
                "Amanda amazed Brittany. She has said that she has not replied in any U.",
                "Amanda amazed Brittany. She explains, \"Rebellion approaches a new level daily.",
                "Amanda amazed Brittany. She was able to complete anti-poisoning training but the use of suicidal people made her-crushable.",
                "Amanda amazed Brittany. She's an old sex addict, is maybe 100 years old.",
                "Amanda amazed Brittany. She called herself an artist but petitioned to have front-of-the-line voices with smaller objections.",
                "Amanda amazed Brittany. She has walked and talked to him tightle nophe pros, she had been a slimmer guy a bit and always known itís good to talk to a guy\n\nSYDsville There were many in.",
                "Amanda amazed Brittany. She is hearing things that they don't believe, they feel, but they can acknowledge it himself rather than believing them."
            ],
            "counts": {
                "Amanda": 0,
                "Brittany": 0
            }
        },
        "Brittany was amazed by Amanda. She": {
            "details": {
                "pronoun": [
                    31,
                    34
                ],
                "options": [
                    [
                        23,
                        29
                    ],
                    [
                        0,
                        8
                    ]
                ]
            },
            "sentences": [
                "Brittany was amazed by Amanda. She had just got inside the bathrooms to wash her dress back in the door as he held fast to the wall right near the toilet stall.",
                "Brittany was amazed by Amanda. She looked implacable.",
                "Brittany was amazed by Amanda. She would be fooling around with all these profiles and all the random people they could guess what people were into and shady over there that they were pretty tough.",
                "Brittany was amazed by Amanda. She saw nothing further but shield herself from further danger and stood there alone, above the monsters, waving a torch and balloons, permission to walk off to his next destination.",
                "Brittany was amazed by Amanda. She says, \"Queen Amanda turned and laughed, outside of posture.",
                "Brittany was amazed by Amanda. She had shows lined with black t-shirts with words like Lancashrell and Woolham, and Kansas City had got there over the customary level of artistic distance.",
                "Brittany was amazed by Amanda. She pretended the book wouldn't come true, so it wasn't changed.",
                "Brittany was amazed by Amanda. She knew Allie and Jake would stand here and shake their hands in thought and her daughter Terry would move against them.",
                "Brittany was amazed by Amanda. She wanted to hear the story of Sara when she found Dave House’s Instagram page.",
                "Brittany was amazed by Amanda. She was actually without Japanese underwear going on in the JDU class whose urine autofluorescence tends to degrade in scientists' whole relations.",
                "Brittany was amazed by Amanda. She was buried with the Joan and Louisa Bryant brand as a tribute.",
                "Brittany was amazed by Amanda. She asked, \"Did Lalatha be the right person, then?\"\n\nAhh is blown.",
                "Brittany was amazed by Amanda. She will never be able to complete any of the major World Champions’ crown ceremonies.",
                "Brittany was amazed by Amanda. She squeezed the lip of her purse and handed him another paper.",
                "Brittany was amazed by Amanda. She shook her heads, unsure if she responded in kind, she really does.",
                "Brittany was amazed by Amanda. She had already realized she was going to be taking the story.",
                "Brittany was amazed by Amanda. She looked at other people who had been following, letting her know the truth.",
                "Brittany was amazed by Amanda. She looked worried, but turned her no.",
                "Brittany was amazed by Amanda. She observed that everyone in the north stood to the choice of 6-1/3.",
                "Brittany was amazed by Amanda. She didn't realize there were demand for IT jobs for first number printers.",
                "Brittany was amazed by Amanda. She swam the boy off.",
                "Brittany was amazed by Amanda. She would never consider migrant history books in moral high ground, but she did.",
                "Brittany was amazed by Amanda. She hid improvised support equipment in closet and then was moved down to her own office on West 17th Street.",
                "Brittany was amazed by Amanda. She told herself: Phañeda would do nothing more.",
                "Brittany was amazed by Amanda. She listened and spoke with such confidence and calm.",
                "Brittany was amazed by Amanda. She insisted on seeing a clip on Sally's GF-S\n38-29 Lil Bathroom Supply and she couldn't seem not to have a eye gap when Trixie\nskied over it.",
                "Brittany was amazed by Amanda. She feared that this was going to hurt Tracy.",
                "Brittany was amazed by Amanda. She wanted to be with them, always, at the same point in each infinite together.",
                "Brittany was amazed by Amanda. She thought to ask the kids how the whore came by saying it was threatening.",
                "Brittany was amazed by Amanda. She’d seen Alexher working the opposite doubles, too, so really seemed a natural choice.",
                "Brittany was amazed by Amanda. She said, firmly, \"Dad, if I wasn't funny, I'm misleading Amanda; he's gonna laugh at me.",
                "Brittany was amazed by Amanda. She stowed her bags open so the two women could smuggle in their bras.",
                "Brittany was amazed by Amanda. She smirked and said, “You can’t do this.",
                "Brittany was amazed by Amanda. She imagined making her family proud, clapping their hands with excitement.",
                "Brittany was amazed by Amanda. She could just imagine staring into space and noticing it for herself, or stood inside a cell that was rotating constantly it looked like a man took lncRNAs—including, of course, actin that hardly made any sound at.",
                "Brittany was amazed by Amanda. She wanted to bend her knees longer, yank her across the room, and that should have turned his back on her and myself.",
                "Brittany was amazed by Amanda. She saw Margo Hurst very clearly on the walls of the separation store as she helped go to the wardrobe just in case she wasn’t back.",
                "Brittany was amazed by Amanda. She would respond when asked if she'd have spoken to the youth that day, admitting she hadn't had any.",
                "Brittany was amazed by Amanda. She'd played around with him after school to check if she was the leader of manicured streets and resistant gun-yrefos, but it wasn't worked out.",
                "Brittany was amazed by Amanda. She replied, “Cash! Little Pep.",
                "Brittany was amazed by Amanda. She saw Classic Girl in the President’s views that = 950 Oklam iz fund bonuses\n OboZ guitars\n Inmidor Robert Lawrence and AceBlopper were happy, it’s been a proud.",
                "Brittany was amazed by Amanda. She could even look at breasts - and sometimes Kindle books.",
                "Brittany was amazed by Amanda. She couldn’t wait for descendants to raise points education\nfunerals.",
                "Brittany was amazed by Amanda. She asked him whether he was enchanted by her beauty and embraced her heartedly, and he said: 'Of course of course, it rides on with you.",
                "Brittany was amazed by Amanda. She felt happy about existing alone.",
                "Brittany was amazed by Amanda. She flipped over upon coming to Curtis to tell young Rob´s wife Lila that she wanted to run for the election.",
                "Brittany was amazed by Amanda. She knew her asshole was beautiful — the right offer! — but he wanted to please her and put the money in the roof more than ever.",
                "Brittany was amazed by Amanda. She’d got to ask herself whether she should ever move to where she lives.",
                "Brittany was amazed by Amanda. She said that she planned to join them at the Austin Mansion in California later that year.",
                "Brittany was amazed by Amanda. She probably thought she’d run off and move to California.",
                "Brittany was amazed by Amanda. She looked at Reck.",
                "Brittany was amazed by Amanda. She would go bald and dessert with four glasses of brandy; when they were in Indy, damn it.",
                "Brittany was amazed by Amanda. She would be hesitant to welcome her another visit.",
                "Brittany was amazed by Amanda. She looked at it long, even while under stress, while her eyes wok-ed, and they had to gupper them when she tried to stir the plastic in the sink and reduce them by syringe.",
                "Brittany was amazed by Amanda. She was\nhidden.",
                "Brittany was amazed by Amanda. She couldn't help but wonder why those expected to live here, living as they do everyday were abused at the mob home in Santa Barbara like he came to London making dollars with no regard for a doctor's office.",
                "Brittany was amazed by Amanda. She saw nothing more stimulating than her class burst into tears and just wanted to tell her what she had experienced.",
                "Brittany was amazed by Amanda. She asked how he had ever known a special assistant; she didn’t know Omaris’s husband; she had never talked to him about Al-Masirah as any boy; any photo he had.",
                "Brittany was amazed by Amanda. She rose from the table behind a cabinet and attempted a general and dipping into an ice cream cone with her two hands angrily brushing along the plastic panel and dunking in a concoction of minced beef.",
                "Brittany was amazed by Amanda. She knew she should be, but no one thought her want as well.",
                "Brittany was amazed by Amanda. She wanted to bring him in intimately.",
                "Brittany was amazed by Amanda. She would believe any time she saw a Vincent Foster photograph to be fucking amour all 1,050 years old.",
                "Brittany was amazed by Amanda. She couldn't wait\nto Vegas to begin with.",
                "Brittany was amazed by Amanda. She looked as he asked if she had any idea what it meant.",
                "Brittany was amazed by Amanda. She running through the woods and branches separated, but not completely, her springtime living was enthusiastic from scooped sunshine it seemed to hear things plainly in the trees.",
                "Brittany was amazed by Amanda. She didn’t doubt Roberto kept his eyes on her.",
                "Brittany was amazed by Amanda. She had always been nearly in shape enough to bend her head to the whims of Lafferty Moore for another scene, especially Magnus’ penultimate scene.",
                "Brittany was amazed by Amanda. She would have put up with every single smidgen with this \"Rubbish!\" so she wouldn't miss her future.",
                "Brittany was amazed by Amanda. She had no idea that one day a stranger might take a girl she loved.",
                "Brittany was amazed by Amanda. She embraced and respected available counsel; knocking her lover down was the noblest of all relationships.",
                "Brittany was amazed by Amanda. She later relevantly said, if her mother knew of the boy, what she must do \"to get him out as a little honest girl.",
                "Brittany was amazed by Amanda. She had not gotten around to promising sponsors from Live, though she preferred the obligatory Jimmy Dean.",
                "Brittany was amazed by Amanda. She knew about private tours and visited the Army concubines who were stationed in Iraq on Carmen a few days after they had bombed her home in Baimanu.",
                "Brittany was amazed by Amanda. She at first wasn’t inclined to ask her to move in and learn about sports at UCLA with such obvious thrill-a-thony.",
                "Brittany was amazed by Amanda. She'd seen this use of gender expression and felt something akin to gentle nuance of it: a marsupial prepubescent audience who rarely waited for a conventional male child from what was vinegar to the Qu.",
                "Brittany was amazed by Amanda. She told us that they were incredibly polite and don’t have any complaints about Raven.",
                "Brittany was amazed by Amanda. She would have been more proud of OCam to have been caught during their college trip or even having been at UV.",
                "Brittany was amazed by Amanda. She made him look\nlike a pantomimist but, he fell into the painted arm to “see to\nand thanks for (a) showing up to coincide with, etc.",
                "Brittany was amazed by Amanda. She wanted Dana to act like her Little Darlene from the _Killer Dinner_.",
                "Brittany was amazed by Amanda. She would open new hearts, make memories that more needed to be nourished from the simple touch of U2: \"I love you Jimmy.",
                "Brittany was amazed by Amanda. She would never dream that someone East exclusive was in town so far.",
                "Brittany was amazed by Amanda. She nothing living in the same house as her sisters, however, Natalie had lived there for years, even before she took a job as an inimitable shackler at acted art school.",
                "Brittany was amazed by Amanda. She'd been terrified before and bit back I'll bet it turned me into a wreck; she planned to go away for a place so the worst she'd ever heard of can do both my mother's and Dad.",
                "Brittany was amazed by Amanda. She told the reporter, \"Don't make me feel bad.",
                "Brittany was amazed by Amanda. She had been so red in the face when Patrick said this, because she became one of the many constant visitors to the home that she had played in since she was a kid.",
                "Brittany was amazed by Amanda. She saw because she didn't want to be there.",
                "Brittany was amazed by Amanda. She sounded lost in a throbbing pain.",
                "Brittany was amazed by Amanda. She saw, which confused her.",
                "Brittany was amazed by Amanda. She would stick out in front of all of, well, agents for 3000 miles, and not even Boehmie could take it if that would stop him, especially because there were no lawyers at Tabor.",
                "Brittany was amazed by Amanda. She'd more or less done him what clicking his fingers, reexprack-ups, laughing distributed skepticism, yet his girlfriend, Devon, entangled in all things except his matches.",
                "Brittany was amazed by Amanda. She at once described a teddy bear, with its fur and soft blue eyes, which cat mushrooms arranged into perpendicular coil folds, which she pushed with her bony hands behind her head and watched ascendally.",
                "Brittany was amazed by Amanda. She thought back to Fabrizzi's film \"The Macbeth\", where she was a student at UCLA but was asked to present it herself before room students.",
                "Brittany was amazed by Amanda. She snapped to her face, surprised by Justin Wilpert, then desperately turned.",
                "Brittany was amazed by Amanda. She was ABC's seeking Brooks Brittis in a new resume-series show t-reader series, entitled the Burrell Tomsters.",
                "Brittany was amazed by Amanda. She nodded.",
                "Brittany was amazed by Amanda. She had wondered and relayed this idea with fatherhood.",
                "Brittany was amazed by Amanda. She’ll fix that, certain types of Drew were people who could have dealt with that anytime Pete did anything.",
                "Brittany was amazed by Amanda. She couldn’t have been more relieved than, for example, after seeing Amanda last fall asleep in his kitchen.",
                "Brittany was amazed by Amanda. She said in the speech about only 7 weeks ago, \"questioning about why Charles never showed.",
                "Brittany was amazed by Amanda. She thought of reggae as just one career on her horizon while sauntering toward baby steps and the clipboard from Miss Dickson's tiny little nature documentary."
            ],
            "counts": {
                "Amanda": 3,
                "Brittany": 0
            }
        }
    }
}