{
    "John seized the comic from Bill. He": {
        "sentences": [
            "John seized the comic from Bill. He said it looked as if it was going to\nbe no use to go on using it.",
            "John seized the comic from Bill. He laid the comic on the counter,\ndrugging it with what he'd been smoking.",
            "John seized the comic from Bill. He'd been in a long conversation with Bill about the state of the comics market and had decided to ask what the hell Bill had gotten himself into these days and Bill was all ears.",
            "John seized the comic from Bill. He turned on the television.",
            "John seized the comic from Bill. He was pleased to have his money returned safely, and he looked forward joyfully to a future that he still could hope for.",
            "John seized the comic from Bill. He said Bill had got a \"bit of a crush\" on his girlfriend, and he had not yet \"settled down\".",
            "John seized the comic from Bill. He saw himself as a heroic figure—not a comic book villain.",
            "John seized the comic from Bill. He pulled a piece of paper out of his hat,\nand asked, in a whisper:\n\n\"Is that the bookbill?\"\n\n\"That's what it is; a bookbill.",
            "John seized the comic from Bill. He'd already had one before, but Bill had a lot more.",
            "John seized the comic from Bill. He took it to his father and showed it to Bill as Bill passed it on to me.",
            "John seized the comic from Bill. He threw it into the fire, and then held to his\nlove of the wild Indian's game even as he tore at his clothes.",
            "John seized the comic from Bill. He threw the comic into a pile on the floor and started to pile them into the cart, telling Bill to get on top of the cart and ride along the side of it.",
            "John seized the comic from Bill. He sat on top of it as Bill lay with his head on her breast and was trying to catch it in his arms (something Bill did of course not try).",
            "John seized the comic from Bill. He was in the middle of reading the first issue when Bill walked in and said, \"The cover of _The Huckleberry Finn_ is up today!\"\n\nBill went in search of his favorite comics book.",
            "John seized the comic from Bill. He got in on the joke, and started laughing.",
            "John seized the comic from Bill. He did not need to be told that this story, which is so widely circulated, is a hoax story, the latest version of an old one.",
            "John seized the comic from Bill. He pulled it out of under the bed and threw it onto the floor in front of a wall fan, then threw the comic across the room.",
            "John seized the comic from Bill. He held it up for the entire show and asked, \"What do you think about that?\" Before Bill could answer, the producer began talking about some of the things Bill would bring along with him.",
            "John seized the comic from Bill. He gave it to the man who'd made it famous.",
            "John seized the comic from Bill. He didn't go back to the theater, however, just as he'd promised.",
            "John seized the comic from Bill. He handed it to Bill, who put it in the front seat of his old car and then drove it up the street, leaving Bill and the comic alone together.",
            "John seized the comic from Bill. He took it away, opened the envelope, and showed all three of the boys what it was about.",
            "John seized the comic from Bill. He asked him how much his comic had been.",
            "John seized the comic from Bill. He was too quick for me.",
            "John seized the comic from Bill. He picked a book up in a corner and read it over by the window.",
            "John seized the comic from Bill. He read it slowly and in a slow, carefully measured manner, looking at Bill's eyes as one might look on a face with a friend.",
            "John seized the comic from Bill. He ripped it into strips, folded the strip sections, and placed that section on a plank near the wall.",
            "John seized the comic from Bill. He ran his hand through\nhis hair and grinned.",
            "John seized the comic from Bill. He read it on his way\nto lunch in front of a huge mirror.",
            "John seized the comic from Bill. He gave him to Joe as a Christmas present for his birthday.",
            "John seized the comic from Bill. He held it in one of his hands and\nused it to strike a deep and dangerous crack.",
            "John seized the comic from Bill. He took the comic away to the front of his study and, while he was there, he made a remark to Bill: 'There's still a chap at my house not yet satisfied with that story he writes.",
            "John seized the comic from Bill. He read it to his father, who then\nopened it to page 53, to find a single page describing how he had\ncome home on this fine summer's evening.",
            "John seized the comic from Bill. He tore out an old newspaper clipping, put up the comic on the stove, and began reading.",
            "John seized the comic from Bill. He got a very, very nasty look.",
            "John seized the comic from Bill. He flipped it over, and for an instant she understood his meaning.",
            "John seized the comic from Bill. He gave it back to the dealer, and the comic was passed from man to man.",
            "John seized the comic from Bill. He ripped it open inside its case.",
            "John seized the comic from Bill. He read it to Bill, who looked\nin surprise and then read it slowly.",
            "John seized the comic from Bill. He read it to them, then placed it on an end table.",
            "John seized the comic from Bill. He had one with him as a memento and brought him inside to the storeroom which he used on two or three occasions to work.",
            "John seized the comic from Bill. He sat there,\nhaving his eyes half shut, for they were as heavy as lead.",
            "John seized the comic from Bill. He was in the living room with Bill, Bill's girlfriend, and his mother, and the comic got into the box.",
            "John seized the comic from Bill. He said he would see the page, and\n\nthe artist had begun to paint at the last minute.",
            "John seized the comic from Bill. He walked around the small room, and\n\n\" _You_ don't make comic books.",
            "John seized the comic from Bill. He'd bought it for three bucks.",
            "John seized the comic from Bill. He ran a full mouth for a while and said it was okay now, but when he felt around, he found some money, and he and Jolie were left with $70,000 and four tickets to.",
            "John seized the comic from Bill. He ripped off one panel and replaced it with a second panel.",
            "John seized the comic from Bill. He said that he would have it back, but that he hoped they might \"do something with this comic, and then get the hell out of there.",
            "John seized the comic from Bill. He read it and said, \"Oh, yeah,\n\n'The Big Sleep' on _Star Trek_, I think.",
            "John seized the comic from Bill. He had been holding it on the other side of the hall door.",
            "John seized the comic from Bill. He didn't like comics, which Bill liked.",
            "John seized the comic from Bill. He laid it against the side of an overturned chair.",
            "John seized the comic from Bill. He gave it to Bill in a briefcase and Bill wrote a note about it.",
            "John seized the comic from Bill. He looked it over and shook his head 'We didn't give him so much as a glimpse of its face, but I'll take a look at it.",
            "John seized the comic from Bill. He shook it vigorously and turned it over, the lid unrolled as Bill bent forward from his perch.",
            "John seized the comic from Bill. He put it down, and Bill said,\n\nDon't worry, this'll be a good story to tell at the big meeting, so come along\n\n[Bill grinned, thinking he had better]\n.",
            "John seized the comic from Bill. He found the comic right up close, and Bill saw what he got.",
            "John seized the comic from Bill. He read the strip, which wasn't very clever at that point, but gave it enough going.",
            "John seized the comic from Bill. He went straight up to the table,\nfilled his pipe with the smoke and lit the pipe, and placed it on the table.",
            "John seized the comic from Bill. He then took the comic to Bill and put it in his locker.",
            "John seized the comic from Bill. He told it to Bill who handed it to me, and I saw Bill walk into the shop and turn to look at me.",
            "John seized the comic from Bill. He took it to his bedroom where he lay and contemplated the paper as it lay on the floor, the pen nibs dangling from his fingers, the pages torn by the claws of a squirrel.",
            "John seized the comic from Bill. He was happy to get it so his friends would not\nknow he was a blackmailer.",
            "John seized the comic from Bill. He told me, 'Bill, your wife never spoke to me, never looked at me, never came into my room or disturbed or spoke to me.",
            "John seized the comic from Bill. He dropped it on the coffee table and threw open the front door, where his car waited.",
            "John seized the comic from Bill. He saw a few lines of it left over from a show, and it would be so perfect, so perfect.",
            "John seized the comic from Bill. He grabbed it from him and held it by the handle.",
            "John seized the comic from Bill. He saw in him the man who\nhad never read a book, who had read an opera when he was twelve years old,\na man who had not read a book any more than a twelve year old boy.",
            "John seized the comic from Bill. He said it was so stupid Bill could hardly write.",
            "John seized the comic from Bill. He held it up to the light, and\nsaw that it was not of this book.",
            "John seized the comic from Bill. He put it under the bed, next to an empty tray of drinks (which Bill had taken a table for himself).",
            "John seized the comic from Bill. He looked up\nand said, \"Why not let it ring around the dinner room?\"\n\n\"We'd be sorry,\" said Bill.",
            "John seized the comic from Bill. He read the text.",
            "John seized the comic from Bill. He handed it to him.",
            "John seized the comic from Bill. He read\nin the newspaper the date of the accident, and when Bill's hand reached\nover Bill's shoulder to stop Bill at the same moment Bill gave the\ncomic to Bill's father.",
            "John seized the comic from Bill. He read the\nstory over again.",
            "John seized the comic from Bill. He opened the\nwindow, removed the hat she had worn the night before, and then closed\nit again.",
            "John seized the comic from Bill. He was about to ask the comic man to take that same comic to his new home; but Bill refused his friend the comic.",
            "John seized the comic from Bill. He then left the comic and gave it to Tom.",
            "John seized the comic from Bill. He read the word at\nthe bottom of one of the cards.",
            "John seized the comic from Bill. He took a few steps back and then ran his arms up and down and back and forth on the table.",
            "John seized the comic from Bill. He began reading his book, _A Night in Mandalay,_ aloud and wrote a poem praising his hero and praising his new book.",
            "John seized the comic from Bill. He tore the flap from Bill's shirt, and the comic was taken to the shed where Bill was sleeping.",
            "John seized the comic from Bill. He handed it into the office.",
            "John seized the comic from Bill. He took it in both hands and read every line and paragraph until the title page had been read and the entire page drawn.",
            "John seized the comic from Bill. He was disappointed.",
            "John seized the comic from Bill. He took it to his office and examined it in the mirror.",
            "John seized the comic from Bill. He went into detail in an interview with the Times.",
            "John seized the comic from Bill. He had read it as a child but felt it had been written not by Bill.",
            "John seized the comic from Bill. He read it.",
            "John seized the comic from Bill. He told him the book was the \"best book I ever read\" and that it was a \"really good\" story.",
            "John seized the comic from Bill. He grabbed the comic from his mother and\npushed it into Bill's hand.",
            "John seized the comic from Bill. He told him, \"Just give me a little\ntime to think it over.",
            "John seized the comic from Bill. He felt she'd been a little light-hearted, and at the same time it was a new and a new feeling.",
            "John seized the comic from Bill. He sat down, and started to read it over to Bill.",
            "John seized the comic from Bill. He read it over to Bill.",
            "John seized the comic from Bill. He read it over.",
            "John seized the comic from Bill. He began to read it to Bill's children.",
            "John seized the comic from Bill. He tore it open, folded it, and tucked it under his arm."
        ],
        "counts": {
            "John": 0,
            "Bill": 48
        }
    },
    "John passed the comic to Bill. He": {
        "sentences": [
            "John passed the comic to Bill. He knew it must do much to the effect of a word that was meant to be, but the other man put into it without a thought whether it was intended to be a joke or a factitious tale.",
            "John passed the comic to Bill. He took the man's hand and shook it, and\nsaid: \"That old man will have a good time today.",
            "John passed the comic to Bill. He was surprised and a bit jealous of Bill's talent and he read it aloud so that the entire studio could hear.",
            "John passed the comic to Bill. He didn't like the joke.",
            "John passed the comic to Bill. He didn't even remember getting the second panel.",
            "John passed the comic to Bill. He'd been writing longhand for\nyears, and wanted to help Bill edit the comic.",
            "John passed the comic to Bill. He looked over at a dark haired woman who was standing in the entrance to the store which was adjacent to the shop.",
            "John passed the comic to Bill. He did not read it before he put it in his book.",
            "John passed the comic to Bill. He put it in a box, and turned to Jim with,\n\n\"Listen to this,\" said he;\n\n\"He's got his fingers in his pockets, and wants a little more cash to buy.",
            "John passed the comic to Bill. He turned to go.",
            "John passed the comic to Bill. He pulled\nit out of the wrapper.",
            "John passed the comic to Bill. He asked me, \"Do you have any copies of it that you want me to put in my drawer.",
            "John passed the comic to Bill. He leaned against the counter to catch the light, studying it as he wrote an odd paragraph.",
            "John passed the comic to Bill. He said he wanted an opportunity to read the material.",
            "John passed the comic to Bill. He took it up to one side, opened the other, flipped the pages and began to read out loud the lines of the comics aloud:\n\n\nThe Man And The Madhouse\n\n\nThat would have drawn all.",
            "John passed the comic to Bill. He looked at my dad and started laughing.",
            "John passed the comic to Bill. He was about five feet ten inches tall.",
            "John passed the comic to Bill. He had been hoping for some other person to hold the book for him, but there was nothing other than a simple comic title on one page.",
            "John passed the comic to Bill. He read it with interest, though he was a bit\nnot in the usual place.",
            "John passed the comic to Bill. He was taken aback.",
            "John passed the comic to Bill. He had never heard the name of the comic-book artist.",
            "John passed the comic to Bill. He took it to the back of Bill's head.",
            "John passed the comic to Bill. He read\nand laughed.",
            "John passed the comic to Bill. He didn't care for it, but it was OK.",
            "John passed the comic to Bill. He was not satisfied.",
            "John passed the comic to Bill. He'd gone to school and made a good life for himself, the sort of life you learn is hard to explain but you can't help but admire it.",
            "John passed the comic to Bill. He saw the boy's face go white and looked away.",
            "John passed the comic to Bill. He shook Bill's hand.",
            "John passed the comic to Bill. He smiled and took the bottle.",
            "John passed the comic to Bill. He laughed.",
            "John passed the comic to Bill. He didn't like comic books, he thought the style and humor too much \"funny and outré.",
            "John passed the comic to Bill. He got a smile from it.",
            "John passed the comic to Bill. He was surprised.",
            "John passed the comic to Bill. He was astonished to see how small the man was.",
            "John passed the comic to Bill. He opened it and drew a word picture and started laughing in a way that Bill found a bit funny and had laughed the last time he'd read a comic, when he'd read _Faces_ by Bill S.",
            "John passed the comic to Bill. He read his face as he sat beside him.",
            "John passed the comic to Bill. He passed it to Joe and then Jim.",
            "John passed the comic to Bill. He sat there while Bill read\nfrom the title (with a little laughter in his voice, a little laugh that\nmight just as well have been a sigh) and then he said,\n\n\"Why,.",
            "John passed the comic to Bill. He read it to him and then returned to the comic.",
            "John passed the comic to Bill. He took a gulp of the booze, then said, \"Come out and share.",
            "John passed the comic to Bill. He stood, and began to read.",
            "John passed the comic to Bill. He was taken by surprise.",
            "John passed the comic to Bill. He could read it like that and it did not look well, but he read it anyway, and smiled.",
            "John passed the comic to Bill. He said, 'Bill- I'm a\nbusy person and we gotta get in a helluva job of a run, Bill; and we're going\nto do this thing together, Bill.",
            "John passed the comic to Bill. He liked it more than the previous comic ever did, so Bill got it typed up.",
            "John passed the comic to Bill. He read it and gave me a thumbs-up; his eyes were big enough to see through this page, and there was no need to look more closely.",
            "John passed the comic to Bill. He laughed.",
            "John passed the comic to Bill. He put his arms around the little woman and leaned against her.",
            "John passed the comic to Bill. He smiled and said, with a wink, \"I've been thinking about it for a long time,\nI think it goes further than I've ever thought it did, I must see what\nI can for.",
            "John passed the comic to Bill. He stared at it and said, “I couldn’t believe this.",
            "John passed the comic to Bill. He nodded with satisfaction.",
            "John passed the comic to Bill. He looked to himself for guidance and it was a great opportunity for him.",
            "John passed the comic to Bill. He paused, then said: \"I had this comic book that I read for a short time, and then I went to see the doctor for a checkup.",
            "John passed the comic to Bill. He wasn't surprised, but he was surprised that Bill hadn't been reading comics or wanting one.",
            "John passed the comic to Bill. He was going for a walk when he saw Sorensen, who stopped short in the street, looked at him, and spoke.",
            "John passed the comic to Bill. He had been on the same panel, but the panels had been changed to include a big shot of him and the rest of the team.",
            "John passed the comic to Bill. He leaned down and put it on the front page—an obituary.",
            "John passed the comic to Bill. He saw the drawing and was impressed.",
            "John passed the comic to Bill. He was pleased to see that he knew what to do and what\nnot to do.",
            "John passed the comic to Bill. He passed it to my grandfather.",
            "John passed the comic to Bill. He looked at me and smiled: \"Hello my lovely lady.",
            "John passed the comic to Bill. He had a lot of fun with it.",
            "John passed the comic to Bill. He was too old for _The_ _Liberator_ but at least would have a look.",
            "John passed the comic to Bill. He was just a little surprised.",
            "John passed the comic to Bill. He read it and came the other way after a moment's thought.",
            "John passed the comic to Bill. He took it to his desk and started turning it in.",
            "John passed the comic to Bill. He took the comics into a large brown safe, then\nlaid them on the top of a shelf above Bill's chair.",
            "John passed the comic to Bill. He handed the comic to Duff who gave it back to Bill.",
            "John passed the comic to Bill. He put it in the trash and turned for some privacy.",
            "John passed the comic to Bill. He had no difficulty reading it:\nBOOK ONE, CHAPTER VII\n\nCHAPTER SEVENTEEN\n\n_At an early hour in the morning  \n  Mildred had been sitting alone  \n.",
            "John passed the comic to Bill. He looked at it.",
            "John passed the comic to Bill. He said that \"he was a bit uneasy about some of the things here, but then he went through [the pages] and realized how brilliant they really were\".",
            "John passed the comic to Bill. He asked what he wanted: What was the story, and his response was that there could be no story.",
            "John passed the comic to Bill. He had a good idea.",
            "John passed the comic to Bill. He took out a pencil and wrote \"The\n\n#3A.",
            "John passed the comic to Bill. He looked at it, shook his head for a few moments, and the comic started rolling out again on the side.",
            "John passed the comic to Bill. He felt sure of his strength, and\nsaid:\n\n\"It really is quite a nice coat.",
            "John passed the comic to Bill. He was still looking for his own book, but Bill had not even considered going in to the _Sgt.",
            "John passed the comic to Bill. He was pleased to see that Bill was still in the mood to watch the movie; the actor-director had no difficulty in making Bill look a little younger than he was.",
            "John passed the comic to Bill. He was excitedly talking, and I couldn't hear a thing but my words.",
            "John passed the comic to Bill. He flipped the comic open, and saw Bill's face.",
            "John passed the comic to Bill. He sat the comic down and looked at it thoughtfully.",
            "John passed the comic to Bill. He knew of the comic; the story told by a young girl\nin the book.",
            "John passed the comic to Bill. He took it and turned it into a little sketch.",
            "John passed the comic to Bill. He shook hands with him.",
            "John passed the comic to Bill. He turned his back and started to walk away.",
            "John passed the comic to Bill. He had a new look.",
            "John passed the comic to Bill. He read the opening chapter.",
            "John passed the comic to Bill. He read with the enthusiasm as though he had just read the comic when Bill stood up from the couch and began to read himself.",
            "John passed the comic to Bill. He put it down on the table, along with a little piece of paper.",
            "John passed the comic to Bill. He was in the process of typing in the password\n\nHe was typing a password and when he looked up he was surprised to see Bill looking at him and smiling.",
            "John passed the comic to Bill. He asked whether he might sign it.",
            "John passed the comic to Bill. He said: ‘I’ll have to take it, that’s a nice one.",
            "John passed the comic to Bill. He had the comic printed out and handed to Bill to read.",
            "John passed the comic to Bill. He smiled at me and I laughed.",
            "John passed the comic to Bill. He asked me if he could make it a story about a guy coming over his bar stool with a guitar and playing an entire comic strip about the guy himself.",
            "John passed the comic to Bill. He was shocked.",
            "John passed the comic to Bill. He said, \"He's just trying to take\nhis time and keep it light, and that's to be expected.",
            "John passed the comic to Bill. He didn't know what to do with it.",
            "John passed the comic to Bill. He held it up to the window and said: \"Good Lord, how are they going to stop me."
        ],
        "counts": {
            "John": 0,
            "Bill": 21
        }
    }
}