{
    "metadata": {
        "model": "EleutherAI/pythia-1b",
        "revision": "main",
        "num_parameters": 1011781632,
        "timestamp": "2023-10-18 14:39:10.541603",
        "samples": 100,
        "top_k": 0,
        "top_p": 1.0
    },
    "data": {
        "John seized the comic from Bill. He": {
            "details": {
                "pronoun": [
                    33,
                    35
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        27,
                        31
                    ]
                ]
            },
            "sentences": [
                "John seized the comic from Bill. He read _What Women Want_'sなという件だけでなく、この本、その発行部のアルファベット領域から50号の日本版.",
                "John seized the comic from Bill. He insisted on reading it and laughed Caroline out of the room for her foolishness.",
                "John seized the comic from Bill. He didn't know what he was going to do with it.",
                "John seized the comic from Bill. He looked devastatingly handsome; so tall we were almost comic twins, bucktoothed and with a good deal of ginger.",
                "John seized the comic from Bill. He flipped it into a neat pile and spread it out in front of him on the table, next to a box of papers destined for the garbage.",
                "John seized the comic from Bill. He flipped the pages.",
                "John seized the comic from Bill. He tapped at some buttons, and the lid rolled off the tray, onto the floor, and then free fell.",
                "John seized the comic from Bill. He saw it distinctly and silently pointed to  his own picture on the paper.",
                "John seized the comic from Bill. He looked at all the pictures slightly screwed together by the artist's fingers, smiles now and then, but for each of the two faces he saw on the panels, he guessed the face that would be made.",
                "John seized the comic from Bill. He instantly recognized the Sportster Quixote after seeing its real Wiki/Internet origins on the website.",
                "John seized the comic from Bill. He continued to read it, then silently folded it away and gestured to the bartroketeers to get another round and another drink for Jim and his boys, then passed it up to Bill, who walked.",
                "John seized the comic from Bill. He opened it and sweetly put two sugars in his cocktail.",
                "John seized the comic from Bill. He drew on a sheet of burlap to cover his shivering frame.",
                "John seized the comic from Bill. He crouched down to read the comic, almost hideously so.",
                "John seized the comic from Bill. He gave it a big thump- thump on the desk.",
                "John seized the comic from Bill. He pulled it face down, English, it's English.",
                "John seized the comic from Bill. He drew his hunting knife and killed the dog.",
                "John seized the comic from Bill. He waved it at him in triumph:\n\nGus, a big, fat chimaera escaping from the dehibz.",
                "John seized the comic from Bill. He corked it and shook it like a small dog that had been kicked.",
                "John seized the comic from Bill. He took it from behind the mask and showed it to me.",
                "John seized the comic from Bill. He ripped it open, flipped over the pages, and read the comics.",
                "John seized the comic from Bill. He pleaded with her to get her message across as soon as possible.",
                "John seized the comic from Bill. He came over faster than I could count.",
                "John seized the comic from Bill. He slapped it shut.",
                "John seized the comic from Bill. He then yelled at the waiter, “drop dead, will you?” at which point they did.",
                "John seized the comic from Bill. He was about six foot three in his bare feet and look ridiculous.",
                "John seized the comic from Bill. He stared at the heart emblazoned on the front of the magazine for a time.",
                "John seized the comic from Bill. He turned it over in his hands and mockingly inspected it.",
                "John seized the comic from Bill. He handed it to the police sergeant.",
                "John seized the comic from Bill. He asked about the future as they both sat down on the bunk.",
                "John seized the comic from Bill. He wrote down the name and address.",
                "John seized the comic from Bill. He laid it aside and put Donny back in the box, gently choking back his sobs as he slipped off his shoes.",
                "John seized the comic from Bill. He held it up to her face and the tears that he didn't even witness in his childish gleefulness fell on the sides of her cheeks.",
                "John seized the comic from Bill. He tore it from his hands, tossed it at the massive rhinoceros and allowed his little herdboy to absorb the impact of the swing.",
                "John seized the comic from Bill. He felt as if he had just committed a terrible dirt-burrowing crime.",
                "John seized the comic from Bill. He tuned it to 'that dead bill so far, four tokens, a song and a fight.",
                "John seized the comic from Bill. He then gagged himself so that if anyone in the gym watched, they would think it was only Phyllis.",
                "John seized the comic from Bill. He switched his startled gaze to the old man.",
                "John seized the comic from Bill. He said he'd enjoy playing with the characters as he had with Walter and shown his appreciation of his trip with the John Oak when he'd asked Bill to design his logo.",
                "John seized the comic from Bill. He placed it in his pocket and prepared to leave the store.",
                "John seized the comic from Bill. He figured that if any kid could do it, so could he: instantly they both stopped laughing and turned to watch John mercilessly slamming the knife into Jimmy's rectum—Bill never had any qualms.",
                "John seized the comic from Bill. He folded it away and grabbed another book from the cases by their covers, set a chair back on the table with the three books that matched, and sat back down across from us.",
                "John seized the comic from Bill. He set it on a piece of table forya to read on impulse, either Bob made it up or not.",
                "John seized the comic from Bill. He lent it to Lucy to teach her ironmongery.",
                "John seized the comic from Bill. He waved the book at them and they laughed.",
                "John seized the comic from Bill. He handed it back to Bill.",
                "John seized the comic from Bill. He gave it to Bill, and reminded himself that it was not a gift, but he did not wish Bill to read it.",
                "John seized the comic from Bill. He saw it as \u0093mocking\u0094 him.",
                "John seized the comic from Bill. He buried his/her/its head in his/her/its arms.",
                "John seized the comic from Bill. He was beat up for a few minutes by another member, he told Bill.",
                "John seized the comic from Bill. He lined it up over his open hand and held it at chest level as if it were a shield.",
                "John seized the comic from Bill. He glanced briefly at the cover.",
                "John seized the comic from Bill. He lost his shit\n \"oud je seátae\"\n \"Tóthm nic\" to Bill, he said\n \"Tóh Toc\"\n a brook separate Outlander\n Bé.",
                "John seized the comic from Bill. He'd worked the Friedmanns Malls better than I had.",
                "John seized the comic from Bill. He fixed it onto Gareth's sleeve.",
                "John seized the comic from Bill. He looked at it and closed his eyes.",
                "John seized the comic from Bill. He was kind of like a father, but with no real authority.",
                "John seized the comic from Bill. He held it tight in his hand and showed it to Arnold.",
                "John seized the comic from Bill. He walked out of the classroom and stood in front of the nearest window, then moved back and slammed the glass on the floor.",
                "John seized the comic from Bill. He scratched it out.",
                "John seized the comic from Bill. He asked whether it had funny pictures on it and Bill said it was a book about science fiction.",
                "John seized the comic from Bill. He gave it back and asked, \"Can't anyone stop Denny?\" Bill then gave Gwendolyn a scaredy-cat look.",
                "John seized the comic from Bill. He paid a phone call to the Mayor.",
                "John seized the comic from Bill. He passed it to Little Harry, who picked it up.",
                "John seized the comic from Bill. He laughed and replied, \"Bill, it's not funny.",
                "John seized the comic from Bill. He held it between his still-green legs and toppled it over the side of the couch, where it hit the floor and exploded.",
                "John seized the comic from Bill. He lowered his head to the old man's mouth and waited patiently.",
                "John seized the comic from Bill. He handed it to Donkin who saw at once what it had to be and \"went mad! He flourished it about in a sort of caper, rushed about the room, staring first at me, and.",
                "John seized the comic from Bill. He chuckled uproariously.",
                "John seized the comic from Bill. He unsheathed its weapon and also drew a.",
                "John seized the comic from Bill. He stood on it, it should have been slipped over his eye and he would not look at her.",
                "John seized the comic from Bill. He then began lifting weights and not knowing that the weight he stole was the little boy's entire body weight (which he had not lifted), went into a manly state of abject terror.",
                "John seized the comic from Bill. He didn't say anything further, but added, \"If you want to run this, we'll run it and talk about whether it makes sense at all.",
                "John seized the comic from Bill. He handed it to Jasson, who handed the bag to Sam.",
                "John seized the comic from Bill. He poked at it until it dislodged, and he\namused himself with removing the lid.",
                "John seized the comic from Bill. He wanted to show it, but Bill wouldn't have it, he said.",
                "John seized the comic from Bill. He looked happy James knew with just such a picture of him.",
                "John seized the comic from Bill. He seized the comic from Bill and he grinned at me as he walked away.",
                "John seized the comic from Bill. He had little affection for him, and gave him only one ticket for Pete's sixteen-hundredth.",
                "John seized the comic from Bill. He had really bit into it! I began to laugh.",
                "John seized the comic from Bill. He showed it to her along with four other issues from Time.",
                "John seized the comic from Bill. He had not been well for three weeks, and Bill's strength was beginning to go.",
                "John seized the comic from Bill. He figured he would see her on Sunday.",
                "John seized the comic from Bill. He laughed and then whispered to her, \"Do you trust him? Are you crazy?\"\n\n\"Ethan, I don't know.",
                "John seized the comic from Bill. He noticed the fire in his eyes and the look on his face, as convinced was the Taj Mahal writer as a piece of Earth could be.",
                "John seized the comic from Bill. He raised his hands and snapped: 'You're under arrest.",
                "John seized the comic from Bill. He fixed it up pretty good.",
                "John seized the comic from Bill. He held it in the palm of his hand and his dark eyes locked to the picture’s outer edge.",
                "John seized the comic from Bill. He extracted the\nExcelsior from his pocket.",
                "John seized the comic from Bill. He knew his boss had finished the idea but wasn't particularly happy with it.",
                "John seized the comic from Bill. He was worried about the comic and Bill at the same time.",
                "John seized the comic from Bill. He looked closely at it, then\nsqueezed it.",
                "John seized the comic from Bill. He read it again in the murk of the\ncreek, where a spray of red and white mist filled the air, over the mouth of\nthe lies.",
                "John seized the comic from Bill. He was more interested in holding it than in taking the magazine.",
                "John seized the comic from Bill. He lifted it off the ground.",
                "John seized the comic from Bill. He unwrapped it, exposing a monster incongruously perhaps a hoax, with merciless eyes and hairy torso, working its way up his body.",
                "John seized the comic from Bill. He pulled it out, and signed it with the joke title \"Never Forget!\" Young Buster said, \"Jimbo, we could build a comic.",
                "John seized the comic from Bill. He saw that Dick was in the other\nhalf of the booth about to give me.",
                "John seized the comic from Bill. He slammed it shut and glared at Bill tellingly.",
                "John seized the comic from Bill. He stood by attempting to\ntoke all the things, but Bill pretended at getting his share."
            ],
            "counts": {
                "John": 2,
                "Bill": 17
            }
        },
        "John passed the comic to Bill. He": {
            "details": {
                "pronoun": [
                    31,
                    33
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        25,
                        29
                    ]
                ]
            },
            "sentences": [
                "John passed the comic to Bill. He arranged for the films to be shown on television, and received a letter from a massage therapist offering him an additional thousand–dollars a week to dance with his wife, Susan.",
                "John passed the comic to Bill. He took his time, told his friend a mere line, and changes whatever he is going to say into a few words to strengthen it.",
                "John passed the comic to Bill. He had one question but it was different:\n\n‘Is it done right?’\n\n‘No.",
                "John passed the comic to Bill. He read the captions, looked at Sue – she shook her head – yawned and smiled.",
                "John passed the comic to Bill. He ran his hands over the drawing, and saw the extraordinary similarity between this one scene and a dozen others: the kids chasing each other with guns, the gunman confronting Soviet relics, the war machine screeching.",
                "John passed the comic to Bill. He should know seeing how he loved the mechanical arts, especially quicksilver styles.",
                "John passed the comic to Bill. He knew the author, the layperson.",
                "John passed the comic to Bill. He tapped him on the shoulder, pointing to the body.",
                "John passed the comic to Bill. He then handed it to Nar, and with the sound of clacking hooves, they mounted the steed and, in a blur, rode off.",
                "John passed the comic to Bill. He grinned at me.",
                "John passed the comic to Bill. He removed the yellow paper and put on a saloon table by the window.",
                "John passed the comic to Bill. He changed the name to Hey, Bull (<-- There's that initial, too) and left the note behind.",
                "John passed the comic to Bill. He noticed that the top of the comic was missing and he now had to tear the comic out from the bottom so that Bill could continue the seizure session.",
                "John passed the comic to Bill. He turned it over and read it cover to cover.",
                "John passed the comic to Bill. He chuckled.",
                "John passed the comic to Bill. He asked more questions.",
                "John passed the comic to Bill. He was another round\nwith that question so urgent, and another to pull up.",
                "John passed the comic to Bill. He did not draw, but stopped to examine and explain the Tencel to his wife about which he would love to share.",
                "John passed the comic to Bill. He took it back to Captain Agostino and asked for a salute.",
                "John passed the comic to Bill. He read it\nthen he handed it to Jack to give to Sue.",
                "John passed the comic to Bill. He knew his fairish\nfriend pretty well and found himself surprised to see him looking so lively.",
                "John passed the comic to Bill. He turned its back to the wall and sat down at the table with the back of his left arm leaning against his Bible.",
                "John passed the comic to Bill. He had fainting spells before; Liz didn’t know what had happened, maybe a trip back in time that he should have been taking, she supposed, but that didn’t seem likely to sit right with.",
                "John passed the comic to Bill. He opened his bag and took out a very strange business card.",
                "John passed the comic to Bill. He turned to Bill and shook his head in mock apologia.",
                "John passed the comic to Bill. He seemed both surprised and slightly put out.",
                "John passed the comic to Bill. He turned to Bill and held a hand out.",
                "John passed the comic to Bill. He held it up for Barb to see.",
                "John passed the comic to Bill. He looked at it questioningly.",
                "John passed the comic to Bill. He himself was not reassuring, not a good sign for any human, but she pushed the comic onto her bed.",
                "John passed the comic to Bill. He gave it a check repack and fired it, telling Gene to sharpen the blades for me and on the way out the door to make sure that I was gone.",
                "John passed the comic to Bill. He also told Bill what he could read at the tender age of 16.",
                "John passed the comic to Bill. He nodded.",
                "John passed the comic to Bill. He looked at her, struck by her beauty, but he was saddened and turned away.",
                "John passed the comic to Bill. He wanted to tell him about the \"dream of\nlast night,\" and Bergmann's editorial on the cover of the _Sun\nClub_ son: \"We hope Dr.",
                "John passed the comic to Bill. He was also studying the perfect pose for punching the man and rewarded Bill with the higher stool.",
                "John passed the comic to Bill. He put it in Bill's coat pocket.",
                "John passed the comic to Bill. He faced Logan in a friendly shove, grabbed him by the front of his shirt from the shoulder to yank him back down to his knees.",
                "John passed the comic to Bill. He said,\"Take 'im down to town,\" and pulled out his hands.",
                "John passed the comic to Bill. He triggered the roll.",
                "John passed the comic to Bill. He wrote something into it and handed it to Blagojevic.",
                "John passed the comic to Bill. He accepted the comic with a benign smile.",
                "John passed the comic to Bill. He waved the comic over to Bill.",
                "John passed the comic to Bill. He studied for some time before answering,\nwhich puzzled Bill greatly.",
                "John passed the comic to Bill. He saw no need to comment, moved back, picked up the comic and passed it to the fourth passenger, who gave it back to him with amusement in his eyes.",
                "John passed the comic to Bill. He didn't noticed the comic.",
                "John passed the comic to Bill. He didn't wait for him to scan the comic.",
                "John passed the comic to Bill. He just grinned hugely.",
                "John passed the comic to Bill. He read first, then nodded, and then scooped up the bun and said, 'You need to change the computer lock, Bill.",
                "John passed the comic to Bill. He flipped a switch, and the panel flickered to life, turning the dominance contest between Julius and Mictlan complete.",
                "John passed the comic to Bill. He then turned his attention to Hazel, who was reading an issue of Lucy.",
                "John passed the comic to Bill. He opened it up, Candy Parratt at Me Old Fashioned Kansas like some sort of orator in these moments.",
                "John passed the comic to Bill. He sat down at the table.",
                "John passed the comic to Bill. He pulled him aside.",
                "John passed the comic to Bill. He'd written it a couple minutes before, and this time he showed it to Vicks.",
                "John passed the comic to Bill. He sat back down and caught his breath as he watched the man turn away.",
                "John passed the comic to Bill. He almost threw the comic out, but caught himself just in time.",
                "John passed the comic to Bill. He unwrapped it from another book— _Top Hat_ —and opened it, revealing three pages of Rizzoli/USA Dog newspaper clippings.",
                "John passed the comic to Bill. He\nlifted the dougart bang and fired a long fireball into it.",
                "John passed the comic to Bill. He grinned.",
                "John passed the comic to Bill. He expected it to be a complete joke, and was surprised when Bill struggled to \"sit up straight\".",
                "John passed the comic to Bill. He could not read it so he started to give it a reading.",
                "John passed the comic to Bill. He looked at the finished comic then to me and lit another cigarette.",
                "John passed the comic to Bill. He handed the property around, delighted to behold it in the company of its bequesters, and showed himself proudly the possessor of an auctionable lot—to Bill it was just an ornament for a playhouse.",
                "John passed the comic to Bill. He hauled off and smacked Peabody across the jaw.",
                "John passed the comic to Bill. He was writing it now, with the chords of a piano under his hands; it had precisely the same touches and unknown values.",
                "John passed the comic to Bill. He took it in both hands, eye to eye.",
                "John passed the comic to Bill. He turned and kissed him – once on his chin, and a few times on his lips.",
                "John passed the comic to Bill. He wrote: \"Wouldn't you like the Cat Stankeloo Surf-Comix? What is it?\"\n\nBill handed him the comic and then wrote down some notes for the customer, asking.",
                "John passed the comic to Bill. He then placed the second one on top of the aquarium—it had belonged to Rudy Lester, its builder and early owner.",
                "John passed the comic to Bill. He looked at this and eyed it curiously.",
                "John passed the comic to Bill. He nodded.",
                "John passed the comic to Bill. He pointed at the screen saying, \"What the heck is that?\"\n\nBill picked up one of the comic books and pointed to it.",
                "John passed the comic to Bill. He looked the ghost over and raised an eyebrow.",
                "John passed the comic to Bill. He said, \"Look at this guy.",
                "John passed the comic to Bill. He claimed that he'd been there with the artist, but he'd said nothing.",
                "John passed the comic to Bill. He especially tried to get\nthe story out with that big round \"each one,\" but he was interrupted by\n\"Hardy\".",
                "John passed the comic to Bill. He glanced at the graphic, then back to Huang.",
                "John passed the comic to Bill. He then asked Emilie if he could borrow her phone.",
                "John passed the comic to Bill. He then snapped it shut, revealing classic magic cards.",
                "John passed the comic to Bill. He started turning the pages, scanning the words.",
                "John passed the comic to Bill. He was momentarily about to speak—Bill could not hear him this way—when Lucy appeared from the shadows.",
                "John passed the comic to Bill. He showed him the board that showed the first 5-count cards on it.",
                "John passed the comic to Bill. He saw Milton rattling the coins, pointed: _'Your punch made him angry'_.",
                "John passed the comic to Bill. He was eager to read it.",
                "John passed the comic to Bill. He was a bit surprised about it himself.",
                "John passed the comic to Bill. He read it aloud and then sat silently for several minutes, with his face turned as close to the centre of the room as he could get it.",
                "John passed the comic to Bill. He thought B.",
                "John passed the comic to Bill. He placed the sceptre and sceptre grip in front of Martin James, signed his name with gold script on the book, and said that this he would read to the others.",
                "John passed the comic to Bill. He showed his teeth as if reading the cover.",
                "John passed the comic to Bill. He then turned to George \"Scrog\" Billings and told him to read the book.",
                "John passed the comic to Bill. He eased the needle out and then shoved it in.",
                "John passed the comic to Bill. He stood them side by side and watched the magic of the world.",
                "John passed the comic to Bill. He read it, then said, \"I cracked up.",
                "John passed the comic to Bill. He was shown some ideas for war reform without any details.",
                "John passed the comic to Bill. He began reading it aloud, as he often does.",
                "John passed the comic to Bill. He was a little shocked, when the writer growled, “Don’t pack the comic.",
                "John passed the comic to Bill. He encountered the rare double-barrel cut on the road soon thereafter.",
                "John passed the comic to Bill. He burst into laughter, crossed the store to the office where they had worked together, went up to his boss' desk and apologized, saying that his boy just wasn't taking them seriously.",
                "John passed the comic to Bill. He is always worried that he will not inherit Bob's comic, but Bill rules."
            ],
            "counts": {
                "John": 0,
                "Bill": 16
            }
        },
        "Joseph hit Patrick. He": {
            "details": {
                "pronoun": [
                    20,
                    22
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        11,
                        18
                    ]
                ]
            },
            "sentences": [
                "Joseph hit Patrick. He told her he had seen an article about Antiheals, and that he’d decided he’d join up to find it.",
                "Joseph hit Patrick. He knocked himself out for several minutes and disappeared.",
                "Joseph hit Patrick. He was 100% correct, I will marry my daughter Ruth Jeannice in 2 days and head for New Mexico, says she.",
                "Joseph hit Patrick. He watched Patrick get victimized, and eventually he would swing at him for what he had done.",
                "Joseph hit Patrick. He didn't want to take the blame or make a scene, but people were afraid he would if he wasn't there.",
                "Joseph hit Patrick. He was just 12 years old, and Patrick was 7 or 8 years old.",
                "Joseph hit Patrick. He had no idea, but while everyone else at the conference was walking around, knocking back beers, Doctor I've heard that it is popular to poke people like this.",
                "Joseph hit Patrick. He didn't mean to hurt her, but he was practically an\nprivilege, so he decided be was the one to instance.",
                "Joseph hit Patrick. He pulled himself together, steadied himself by swinging at his chest, and realized there wasn't enough time.",
                "Joseph hit Patrick. He pushed Patrick around a bit, and then said, \"See you tonight,\" sometimes playing Patrick's words over gangster sounds.",
                "Joseph hit Patrick. He leaned his head on her shoulder.",
                "Joseph hit Patrick. He decked Brennan, rolled him over and stood up all bleeding.",
                "Joseph hit Patrick. He\nclicked the speaker on the laptop a low tone, she cut it off.",
                "Joseph hit Patrick. He didn’t know that his blowback was causing him heart palpitations.",
                "Joseph hit Patrick. He began to see things for what they were, not for how he liked her.",
                "Joseph hit Patrick. He said, 'Where are you going, Patrick?  I want my madam seeing me.",
                "Joseph hit Patrick. He punched him on the mouth line and Joseph held him down until Love dearly got medical assistance.",
                "Joseph hit Patrick. He was saying, \"She hasn't been cooking with us, have you plucked it yet!?\" He told her that he had split the rutabaga into a pot of macaroni and fat and a porcupine.",
                "Joseph hit Patrick. He was vain, overly passionate and interested in qualifying for the U.",
                "Joseph hit Patrick. He told Patrick, “You don’t call for it.",
                "Joseph hit Patrick. He was a terrible act, but as I recall, it was at least partially his fault\nSETHILYN: Take a moment; maybe let's workshop the guns here.",
                "Joseph hit Patrick. He gave the kid a big hug.",
                "Joseph hit Patrick. He gripped Patrick, the moment before he hit him, the scene more than the course of events.",
                "Joseph hit Patrick. He handed Iianove his suitcase, and he took both of his and Iianove’s bags.",
                "Joseph hit Patrick. He said: 'You've got to be very careful.",
                "Joseph hit Patrick. He was shouting, 'You're a disgrace!' At that time we did not think about causing disturbance, but in the end his shouting had an impact on Kay.",
                "Joseph hit Patrick. He had been looking in such a way that he\ndrew Patrick aside, and said--\"D--d!--'tis useless to detain him.",
                "Joseph hit Patrick. He was a father, and I didn’t want a father for a son.",
                "Joseph hit Patrick. He said his son would have lived if he - who many believe was killed in 1979 - had helped him now.",
                "Joseph hit Patrick. He was the only person (other than his boy) from Georgann to ever break the \"internet\" barrier.",
                "Joseph hit Patrick. He wasn't dead.",
                "Joseph hit Patrick. He sensed that the boy was wounded in the back.",
                "Joseph hit Patrick. He said he had been punched in the face, and struck.",
                "Joseph hit Patrick. He called, threatening.",
                "Joseph hit Patrick. He blamed him for changing his name inadvertently, but I knew that wasn't the case.",
                "Joseph hit Patrick. He stated that Kavanaugh was “groomed for this,” and “elaborate liars.",
                "Joseph hit Patrick. He hit the necessary gags with Patrick.",
                "Joseph hit Patrick. He was hurt (his Speedy was shot by the Tarp Whack) and left a bad accident.",
                "Joseph hit Patrick. He had $300 in his pocket that he was collecting at auction.",
                "Joseph hit Patrick. He had some choice words for the teacher later, saying in that instance he still thought her having to raise her voice was bothersome to everyone else.",
                "Joseph hit Patrick. He hit a wall.",
                "Joseph hit Patrick. He tried kicking him with the rain and shivering.",
                "Joseph hit Patrick. He kneeled down next to the man, and patted him on the head.",
                "Joseph hit Patrick. He made a “mouth fit” gesture by grabbing Patrick’s left hand.",
                "Joseph hit Patrick. He left Patrick's mother in charge of the Corps Plaza and returned to Louisiana.",
                "Joseph hit Patrick. He would hit on Ellen, and she carried on by marrying David, but then they would divorce.",
                "Joseph hit Patrick. He did not let up.",
                "Joseph hit Patrick. He would have hit him again and again.",
                "Joseph hit Patrick. He found that they had there, the three of them, a very murderous attack that spiraled slowly towards a more nefarious reputation for the homicide force, to be star‐​dashed.",
                "Joseph hit Patrick. He then told Patrick that “Maslow [Carol] said I used to have a nickname of Psycho.",
                "Joseph hit Patrick. He declared it was “not right,” saying money made people millionaires.",
                "Joseph hit Patrick. He is a thirteen year old juvenile declaimer, and one of the first vaudeville stars.",
                "Joseph hit Patrick. He punched him twice in the face.",
                "Joseph hit Patrick. He said, \"You cleaned up all the rubble, Patrick.",
                "Joseph hit Patrick. He thought of the gun that had belonged to Samuel Wainwright.",
                "Joseph hit Patrick. He might have been one of Captain Walker's oldest friends—second in station and occasionally aided him—but he didn't serve with the captain.",
                "Joseph hit Patrick. He had the next man.",
                "Joseph hit Patrick. He drilled him to the ground approximately ten times.",
                "Joseph hit Patrick. He said, “Arrow killer, put her on the stand.",
                "Joseph hit Patrick. He only touched Patrick!” Patrick told police.",
                "Joseph hit Patrick. He thanked him profusely for his support.",
                "Joseph hit Patrick. He dragged him further into the crowd, then dived for a shoe and threw it in.",
                "Joseph hit Patrick. He was holding his suffering Ragdoll.",
                "Joseph hit Patrick. He hit literally the biggest (?) hit of 2008, to the tune of IKEA america All I know is that the hits is that you never had to travel to find them if you live in Sweden.",
                "Joseph hit Patrick. He is a vulgar lefty.",
                "Joseph hit Patrick. He obliged with a kick to the ribcage, then drove his leg straight at an angle into the shoulder.",
                "Joseph hit Patrick. He howled out his rage.",
                "Joseph hit Patrick. He had some kind of conversation with him and Patrick has seen the bruise coming.",
                "Joseph hit Patrick. He took his big middle gun from his dead son and used it to kill the lawmaker and himself all in one-minute period on account of them being in his square area.",
                "Joseph hit Patrick. He mentioned that Patrick had gotten his Mott bus driver's license and had now offered him $20,000 for bus operation of Iva Haney in Wilcox, Iowa.",
                "Joseph hit Patrick. He looked at Patrick and smirked.",
                "Joseph hit Patrick. He received a hug.",
                "Joseph hit Patrick. He told him about the incentives.",
                "Joseph hit Patrick. He then saved them both from some cock-and-bull story that\nhurt her much more than it hurt him in that bullshit game, and left\nthem for dead, as he usually did.",
                "Joseph hit Patrick. He was also verbally abusive towards Joyce.",
                "Joseph hit Patrick. He was the director of anesthesiolol com [Full Text Here].",
                "Joseph hit Patrick. He appeared to be say nothing.",
                "Joseph hit Patrick. He had no control anymore and was bleeding, but his grip on Patrick was firm.",
                "Joseph hit Patrick. He didn't say much.",
                "Joseph hit Patrick. He held the driver a firm, corroborated his story, offered to drive the baby home.",
                "Joseph hit Patrick. He ended with 1904.",
                "Joseph hit Patrick. He struck Patrick on the deck and was screaming.",
                "Joseph hit Patrick. He was yelling.",
                "Joseph hit Patrick. He blocked Johnny's approach to his chest.",
                "Joseph hit Patrick. He captured the crown later referred to as \"the only man that the Holy Spirit could touch and draw to himself as Brides Willing\" because he allowed the Holy Spirit to touch and draw them.",
                "Joseph hit Patrick. He walked away amid some scrutiny of his behavior, remarking that Patrick “is a drunk, he’s a f––hocking slob-o-nard.",
                "Joseph hit Patrick. He removed a tooth, pulling it out, newly infected.",
                "Joseph hit Patrick. He choked her on her coat with one hand and held tight to her.",
                "Joseph hit Patrick. He punched me.",
                "Joseph hit Patrick. He probably gave Patrick another tickle.",
                "Joseph hit Patrick. He thought Benny Graham was a sissy.",
                "Joseph hit Patrick. He called to see if I was pleased with the way we were holding our grounds.",
                "Joseph hit Patrick. He said, \"We left by eight this morning, and she told me she can't get comfortable between Georgia and Charles.",
                "Joseph hit Patrick. He's got Marge in bed with that fucking blonde,\" Joe joked and stood up.",
                "Joseph hit Patrick. He was the man who had held the sword that killed Patty on the day that she turned to ash.",
                "Joseph hit Patrick. He is used to building buses and don't want to change it.",
                "Joseph hit Patrick. He punched him.",
                "Joseph hit Patrick. He agreed fifty dollars if I partied with my alligator\nand tipped it for him.",
                "Joseph hit Patrick. He didn't even know the name of the one of _them_ he was freaking out about.",
                "Joseph hit Patrick. He screamed."
            ],
            "counts": {
                "Joseph": 1,
                "Patrick": 22
            }
        },
        "Patrick was hit by Joseph. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        19,
                        25
                    ],
                    [
                        0,
                        7
                    ]
                ]
            },
            "sentences": [
                "Patrick was hit by Joseph. He became a hairy jawed gorilla and started hurling his ill-gained hat.",
                "Patrick was hit by Joseph. He was bleeding, and Joseph ran him over twice to check the wound.",
                "Patrick was hit by Joseph. He may or may not have hit Joseph.",
                "Patrick was hit by Joseph. He was in his house.",
                "Patrick was hit by Joseph. He went down around the corner, right next to the Skylon Hotel bridge.",
                "Patrick was hit by Joseph. He tried to defend Ralph, but\nbecame agitated.",
                "Patrick was hit by Joseph. He later claimed Joseph beat him up, beat Jackie up, then threw her in the front seat next to their father.",
                "Patrick was hit by Joseph. He told them they dare not trust him.",
                "Patrick was hit by Joseph. He came back to the hospital with wires, and they felt it and left the hospital.",
                "Patrick was hit by Joseph. He shattered his stomach and the next thing I knew, I was on his back.",
                "Patrick was hit by Joseph. He died instantly.",
                "Patrick was hit by Joseph. He had never\nbeen in and out of _conscious dreams_\" That last quartette\nremark was interesting, and when they all agreed that it was\nprobable, I decided to slip away after my study and write.",
                "Patrick was hit by Joseph. He was hiding.",
                "Patrick was hit by Joseph. He felt that he had suffered from the same symptoms as his father the year before: that sharp pain running from his stomach to his chest; a profitless, circulatory ailment; difficulty leaving the house; a want.",
                "Patrick was hit by Joseph. He was bleeding, broken, with what seemed to be a knife wound.",
                "Patrick was hit by Joseph. He then threw the book at Trump.",
                "Patrick was hit by Joseph. He was hit only once.",
                "Patrick was hit by Joseph. He was ridden in January 2010, because of a broken ankle.",
                "Patrick was hit by Joseph. He rolled over and batted Beatrice through the window as she struggled to breathe.",
                "Patrick was hit by Joseph. He had obviously heard rumors.",
                "Patrick was hit by Joseph. He had died yesterday at\nthe Apec teaching hospital.",
                "Patrick was hit by Joseph. He heard a moan in the alley and couldn’t believe it.",
                "Patrick was hit by Joseph. He argued with Joseph over the chips and was looking irritated when he ran the seven point chip and then he missed the final push.",
                "Patrick was hit by Joseph. He defined both his and Jobs's roles and really, people should know about this because he is doing his job very well but to pay victims for their losses and for prosecutors looking to save money you better go back 11 years.",
                "Patrick was hit by Joseph. He'd limping up only to his feet when he got back inside the room.",
                "Patrick was hit by Joseph. He will never be strong enough to be out of the hospital.",
                "Patrick was hit by Joseph. He was wearing his RID clothes.",
                "Patrick was hit by Joseph. He almost never got involved in anything if he could avoid it.",
                "Patrick was hit by Joseph. He threw a punch that countered Joseph's.",
                "Patrick was hit by Joseph. He bit Joseph's shoulder and bit Joseph's hand.",
                "Patrick was hit by Joseph. He bled nearly to death and Joseph was\nconfident that Don would do the same.",
                "Patrick was hit by Joseph. He judged Paul suspiciously, and asked if Joseph had a hidden agenda.",
                "Patrick was hit by Joseph. He fell over the couch.",
                "Patrick was hit by Joseph. He takes his cellphone from his pocket, checks to see if it's been stolen.",
                "Patrick was hit by Joseph. He would be the next to die.",
                "Patrick was hit by Joseph. He told me very shortly before he was dead, that if Joe was that important to him, then Joseph would take care of him.",
                "Patrick was hit by Joseph. He said, 'That Sinta-nyaalisa, he sifflema musapuru.",
                "Patrick was hit by Joseph. He could hardly speak as he watched Johannes prepare his fix.",
                "Patrick was hit by Joseph. He survived the attack.",
                "Patrick was hit by Joseph. He stated then that he minced his verbally with Lamar, became angry, and hit Joseph.",
                "Patrick was hit by Joseph. He fell backward, and Joseph put his hand over his face, hoping to prevent the bruising.",
                "Patrick was hit by Joseph. He had seen and heard enough.",
                "Patrick was hit by Joseph. He fell down into Karen's pilot's bunk and she rolled up the carpet and threw him inside.",
                "Patrick was hit by Joseph. He was hit with four fatal blows to the head, between the ribs, and collapsed on the sidewalk.",
                "Patrick was hit by Joseph. He sustained a broken bill, lay for nearly a month, and four months after he left June, December, and April, performed every operation he might have requested.",
                "Patrick was hit by Joseph. He ran and jumped to the right.",
                "Patrick was hit by Joseph. He could get to Hell.",
                "Patrick was hit by Joseph. He went looked but didn’t survive.",
                "Patrick was hit by Joseph. He drew back his fist and whacked around a lot, and when he put out his hand, the seat between them swung out.",
                "Patrick was hit by Joseph. He fought back some more and Joe got him knocked out.",
                "Patrick was hit by Joseph. He remained there whispering that he\nfluently knew this must be the place, and, with the rarest insight of the\nminister, he thought that the peculiarly long and low church was an\n.",
                "Patrick was hit by Joseph. He had a knee injury.",
                "Patrick was hit by Joseph. He achieved an epiphany, didn't he? Well, the mandatory retirement law of the state of Louisiana.",
                "Patrick was hit by Joseph. He put his hands up to shield the wound himself as Joseph bit his arm.",
                "Patrick was hit by Joseph. He was saying \"~You know, Joseph, Josie and I, we were killing people; all that.",
                "Patrick was hit by Joseph. He died a few days later after walking around to the emergency room and describing his injuries.",
                "Patrick was hit by Joseph. He got a nasty bruise and right leg was black.",
                "Patrick was hit by Joseph. He said when Baudhu was hit, \"I was smelling on her face.",
                "Patrick was hit by Joseph. He lay motionless.",
                "Patrick was hit by Joseph. He was very lucky – his price plummeted.",
                "Patrick was hit by Joseph. He was carrying his bible and weeping inconsolably.",
                "Patrick was hit by Joseph. He fell and woke up with Joe.",
                "Patrick was hit by Joseph. He pretended to help Joe up while gravely admonishing him, “you’re just like the rest of them.",
                "Patrick was hit by Joseph. He died at the scene.",
                "Patrick was hit by Joseph. He died there, but his death was believed to be an accident.",
                "Patrick was hit by Joseph. He was just standing there, looking at his legs and clenching his jaw.",
                "Patrick was hit by Joseph. He admitted to slashing Matthew by slashing Jack's well on the chest at one point.",
                "Patrick was hit by Joseph. He was carrying a radio, but none of the weaponry was integrated into it.",
                "Patrick was hit by Joseph. He fainted.",
                "Patrick was hit by Joseph. He died shortly.",
                "Patrick was hit by Joseph. He and the\ndoctor shook hands, and the priest smiled, and Joseph dismissed him,\nand in a few minutes we boarded the steamer again, and were making\nour passage into the Atlantic.",
                "Patrick was hit by Joseph. He died from its weight.",
                "Patrick was hit by Joseph. He still didn't look good.",
                "Patrick was hit by Joseph. He had saved Joseph's meemp affection.",
                "Patrick was hit by Joseph. He said Joseph struck him, but that he got away:\n\nJoseph dives with him.",
                "Patrick was hit by Joseph. He shook his head.",
                "Patrick was hit by Joseph. He was sitting in the level below when he was hit by Joseph, so he pushed the disocolump back to go lower in level.",
                "Patrick was hit by Joseph. He showed up at LaRosie and immediately apologized.",
                "Patrick was hit by Joseph. He died during the final edition of 1981 Baltimore 99 that was dedicated to Marty, and to one of his nemesis - The Jets.",
                "Patrick was hit by Joseph. He is now friends\nwith Joe.",
                "Patrick was hit by Joseph. He may be, but please don't\nInvoke them.",
                "Patrick was hit by Joseph. He expired and the parish will still pay for REMEMBERED last trot.",
                "Patrick was hit by Joseph. He took the blow to the shin as he was going for help, but to his amazement, Joseph' right arm covered the initial collision with head and then sent Staffan, trapped between the professor and the wall.",
                "Patrick was hit by Joseph. He yelled to find Joseph.",
                "Patrick was hit by Joseph. He was hit in the back.",
                "Patrick was hit by Joseph. He was hit by Stephen from the dugout.",
                "Patrick was hit by Joseph. He was on his feet a moment.",
                "Patrick was hit by Joseph. He imagined how his murder would look like to the villagers – three bullet holes in his mouth, the single bullet lodging in his head.",
                "Patrick was hit by Joseph. He takes the worst blow, trying to protect Matthew and calls the police.",
                "Patrick was hit by Joseph. He was unconscious.",
                "Patrick was hit by Joseph. He landed on the ground and was hit in the back.",
                "Patrick was hit by Joseph. He died three years later of heart failure.",
                "Patrick was hit by Joseph. He couldn't fight Joseph, or hear him calling, to howl or tell him to 'quit it.",
                "Patrick was hit by Joseph. He suffered a gash across his thigh.",
                "Patrick was hit by Joseph. He couldn't speak.",
                "Patrick was hit by Joseph. He was in close range and the killing laser hit him right in the neck.",
                "Patrick was hit by Joseph. He went through everything, just sitting there.",
                "Patrick was hit by Joseph. He thinks that turning against Joseph is a part of fighting the evil.",
                "Patrick was hit by Joseph. He was\nhandcuffed and secretly loaded in his armored vehicle, which was driven approximately\nnext to the White House.",
                "Patrick was hit by Joseph. He did nothing wrong."
            ],
            "counts": {
                "Joseph": 23,
                "Patrick": 0
            }
        },
        "Ken admired Geoff. He": {
            "details": {
                "pronoun": [
                    19,
                    21
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        12,
                        17
                    ]
                ]
            },
            "sentences": [
                "Ken admired Geoff. He’s really a good coach, a great football coach, and I’ll never forget how he led me to the NCAA Final Four.",
                "Ken admired Geoff. He was staring at the console port as if it were an island full of intoxicating magic boxes.",
                "Ken admired Geoff. He was new at painting though he was still learning.",
                "Ken admired Geoff. He was surly and reluctant, with a shoulder that didn't quite fit comfortably in his trouser belt, and a physique that couldn't hide some graffiti or a rustle up a shattered down suit.",
                "Ken admired Geoff. He was looking at her with great interest, a smile on his face.",
                "Ken admired Geoff. He'd always been an excellent jumper, and he often told me about his excellent jumper, even complimenting me on my jumper when I jetted him out of England with the 3,000 marked.",
                "Ken admired Geoff. He believed that Geoff should be leading the campaign.",
                "Ken admired Geoff. He put his arms around him and kind of gently pulled him back.",
                "Ken admired Geoff. He was every bit as attractive and exciting as Jeannie had seen at the Fray talk.",
                "Ken admired Geoff. He'd already gotten Alex planted in a dangerous scheme, and now he wanted him.",
                "Ken admired Geoff. He had always encouraged her to be an actress.",
                "Ken admired Geoff. He knew everything.",
                "Ken admired Geoff. He thought about Geoff working in Leeds and travelling the city by the Underground, then \"having the best car you know\".",
                "Ken admired Geoff. He got out of work and heels.",
                "Ken admired Geoff. He came to see the eagle on the door\n\nand he had no misgivings about the merits of friendship.",
                "Ken admired Geoff. He looked a lot different than Matthew's father did to her.",
                "Ken admired Geoff. He was a liability.",
                "Ken admired Geoff. He was tall and very handsome.",
                "Ken admired Geoff. He was the more sedate of the two of us, and smaller, and that means that as we got to know each other, we grew faster together, since it was the first time he made arguments for anything he was interested.",
                "Ken admired Geoff. He said his father had been very affectionate to him and Тести, knowing about his reputation as the most eccentric man in Finland, had remarked on it.",
                "Ken admired Geoff. He was magnificent.",
                "Ken admired Geoff. He was, of course, strictly a conductor and he never failed to pick up on something even on technical terms.",
                "Ken admired Geoff. He hadn't known Geoff was in this particular situation, so he thought amazed Freddie was the obvious choice.",
                "Ken admired Geoff. He was enormously enjoyable.",
                "Ken admired Geoff. He hadn't been a keen reader of her journals yet, and her thinning hair would mark her as an aborigine.",
                "Ken admired Geoff. He.",
                "Ken admired Geoff. He looked him up and down as if seeing him for the first time.",
                "Ken admired Geoff. He would have been a vice president then, for the hard, hoss-bellied others, but they let me into the Clonazepam business sooner.",
                "Ken admired Geoff. He was very nice.",
                "Ken admired Geoff. He was a thickly Airedales-tanned, massive man with a rugged good looks.",
                "Ken admired Geoff. He taught him how to swear, gently, in Sonoran dialect, but only later did he realize the effect it had on his breaths.",
                "Ken admired Geoff. He was quicker, more deadly and fluent all in the same mindless dog grapples that the rest of the staff didn't even understand.",
                "Ken admired Geoff. He saw the taste of it.",
                "Ken admired Geoff. He was showing off his high-impact skating in a teensy speedboat.",
                "Ken admired Geoff. He was unexpectedly warm.",
                "Ken admired Geoff. He was quite the young one himself.",
                "Ken admired Geoff. He was the bane of my existence, the sort of peer who fucked up my life a thousand ways.",
                "Ken admired Geoff. He was joking around a bit with him.",
                "Ken admired Geoff. He seemed like a person who wasn't afraid of a thing; was nothing like Geoff.",
                "Ken admired Geoff. He was a pain in the neck, he really didn't respond well when one of the others tried to deal with him, the werewolf of whom Maggie knew him as being a cooler, more nurturing creature.",
                "Ken admired Geoff. He was tall.",
                "Ken admired Geoff. He said 'I'd love to meet you though,' and I said 'Great' and he said 'Great.",
                "Ken admired Geoff. He always had a coolly detached, contemptuous view of the world ever since his formal training in mathematics (in Freiburg, where he went as a teenager), and that changed as a result of crossing the Atlantic to live.",
                "Ken admired Geoff. He had the nerve to stand up for me, but even he clearly didn't agree with the boxing coach's words.",
                "Ken admired Geoff. He seemed to be very nice too.",
                "Ken admired Geoff. He said that he and Geoff met after Geoff's new wife, Marcia, divorced him about a year before Ken met Rick.",
                "Ken admired Geoff. He dimpled and smiled, and embraced him.",
                "Ken admired Geoff. He appreciated her worth and politics were hard to get into without the expense she put on.",
                "Ken admired Geoff. He wanted to know everything.",
                "Ken admired Geoff. He was young, soft-spoken, sweet.",
                "Ken admired Geoff. He left the Company on August 6, and John decided he was no longer safe working with Hassan at his level, so devoted a subject to the outraged chilly Mackenna and Nicolson, who forbid him from acquiring or even.",
                "Ken admired Geoff. He had ridden fifty hand-to-hand games of chess--at Alice's bidding,\nseventy percent of which were won; and was awarded his hundredth and\nlast prize for single moves.",
                "Ken admired Geoff. He was very friendly.",
                "Ken admired Geoff. He was a big man, with his blond, curly hair, rugged features and smiling eyes—the kind of man you would never be able to imagine yourself aging to such an irrecoverable appearance.",
                "Ken admired Geoff. He said, 'You're not going quite to be the fulcrum of a power well organised, which this country needs.",
                "Ken admired Geoff. He glanced back over his shoulder, then returned to getting their spring-loaded anchor line on, finally deciding on a spot on tackle, likely on linebacker.",
                "Ken admired Geoff. He was dressed in uniform and his face was not at all happy in the slightest.",
                "Ken admired Geoff. He was truthful and fair.",
                "Ken admired Geoff. He watched my face as I concentrated and listened carefully.",
                "Ken admired Geoff. He was a large man, an avuncular grandfather figure, known for his strength, pace, and his Courtliness.",
                "Ken admired Geoff. He seemed to forget that his hands weren't in his pockets, but he never took his eyes off him the whole time.",
                "Ken admired Geoff. He knew him well.",
                "Ken admired Geoff. He was an artist, but in the November Top Hunters race, in the Circuit near Lake Michigan, the opposition was Davison.",
                "Ken admired Geoff. He had worked together with Cam and had been a very good collaborator, inheriting Geoff's belief that polar bears fought woodshed at night.",
                "Ken admired Geoff. He walked up, looking big and strong and not as frail as Geoff feared.",
                "Ken admired Geoff. He was on the other side too, from the other book.",
                "Ken admired Geoff. He seemed as if he might twirl him into the grass and show him how to do it.",
                "Ken admired Geoff. He really wasn't going to go.",
                "Ken admired Geoff. He had the British ears.",
                "Ken admired Geoff. He'd suffered chill.",
                "Ken admired Geoff. He seemed about as happy to be home as he had been ranting from the top of the tower all week.",
                "Ken admired Geoff. He was the guy with the heart of gold.",
                "Ken admired Geoff. He had made $26,400 in just one month of productive work for the police.",
                "Ken admired Geoff. He sometimes thought of him as his son, or as Peter Davison's second son, but thankfully on a much earlier date, Peter had come to be called Miss Durand.",
                "Ken admired Geoff. He always made it clear that being good like this, and looking good like this, was one of the goal for everyone in the office, both in the private and public sector, he explained, he 'chose' his wife.",
                "Ken admired Geoff. He congratulated us.",
                "Ken admired Geoff. He felt no ancestral ties to me, except perhaps my blood (through its near-symbolic transactions) which had crossed his bones.",
                "Ken admired Geoff. He'd died a year before escape to try to save his life from 1931.",
                "Ken admired Geoff. He was unquestionably more handsome than any servant he had ever met and showed it.",
                "Ken admired Geoff. He wore silly sunglasses.",
                "Ken admired Geoff. He'd heard Geoff Black with a Canadian accent, and decided that years of living in Harlem had extended his Spanish knowledge.",
                "Ken admired Geoff. He was thin and elegant like that actor William Shatner from the film _Magnificent 7_.",
                "Ken admired Geoff. He was big and strong, but highly intelligent, and developed as a scientist.",
                "Ken admired Geoff. He wanted to protect him, and hopefully planned to do so, at a time when the country could ill afford to take any risk.",
                "Ken admired Geoff. He was one of those dudes who smile a lot versus those who didn't.",
                "Ken admired Geoff. He really had no clue what I was talking about.",
                "Ken admired Geoff. He had told him that it was my look-alike David McComb that had built it.",
                "Ken admired Geoff. He was fighting to regain more space than he had lost, driven to impossible lengths by the inability to produce a result.",
                "Ken admired Geoff. He would have a son.",
                "Ken admired Geoff. He floated.",
                "Ken admired Geoff. He attracted the eye of another\nGeorge Palmer and Dorothy invited them to visit.",
                "Ken admired Geoff. He liked me deeply.",
                "Ken admired Geoff. He seemed to carry himself the same way.",
                "Ken admired Geoff. He said: \"I really fancy something fresh and different, but at the same time I'm slightly damaged.",
                "Ken admired Geoff. He had 4 years experience of web design and was able to make a diverse and engaging look deep into 3D kits.",
                "Ken admired Geoff. He had been handsome and though there was dynamism to his face, he was stoical, cool and calculated – his observations thoughtless there more so here.",
                "Ken admired Geoff. He was very smart, but I had to handle him professionally.",
                "Ken admired Geoff. He was thirty-one years old, and already seemed destined for greatness.",
                "Ken admired Geoff. He was built with like technique, timing, and skill.",
                "Ken admired Geoff. He kissed him and held him closer."
            ],
            "counts": {
                "Ken": 1,
                "Geoff": 9
            }
        },
        "Ken impressed Geoff. He": {
            "details": {
                "pronoun": [
                    21,
                    23
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        14,
                        19
                    ]
                ]
            },
            "sentences": [
                "Ken impressed Geoff. He pretty much took max out the tensile strength and crookedness of the composite material.",
                "Ken impressed Geoff. He said, \"I don't know what that is.",
                "Ken impressed Geoff. He\n\nbecomes a qualified accountant but is an \"initiant\" and has\n\n\"gone along for the ride\" back to Portland where he is working\n\nas a consultant on a large investment deal for a client.",
                "Ken impressed Geoff. He'd heard of Gu -- that became a statute in 170C, but not until the 800th edition, years after most books were finished.",
                "Ken impressed Geoff. He struck me as a man with many approaches to dealing with customers but calmer than a Dudley Do-Right.",
                "Ken impressed Geoff. He said “but don’t kick the dog,\nHe’ll kill us” and started laughing.",
                "Ken impressed Geoff. He was still angry, but Geoff seemed in control.",
                "Ken impressed Geoff. He had taught him about mathematics in his high school before emigrating here to Australia, without any country skills.",
                "Ken impressed Geoff. Heated by a military history of Godric, he watched, not quite intelligently, a double episode of Savoy Cinema.",
                "Ken impressed Geoff. He stole his grandmother’s\ncut and paste recipe by messing up his one and only use of the word\ntapioca.",
                "Ken impressed Geoff. He was a kid of 49 and when sat outside he was throwing up rocket projectiles – which he describes as cloudbuster, napalm, etc.",
                "Ken impressed Geoff. He caught them.",
                "Ken impressed Geoff. He came over with an array of RADOT2 2 body antennas that he thought were part of a Humvee.",
                "Ken impressed Geoff. He didn't have to teach him anything; her awe of him hadn't faded for all his \"professional moves\".",
                "Ken impressed Geoff. He felt secure.",
                "Ken impressed Geoff. He knew exactly what to do.",
                "Ken impressed Geoff. He wondered what all that horse-running had taught the prickly character to be so irritable.",
                "Ken impressed Geoff. He said, ‘I know one way.",
                "Ken impressed Geoff. He would start her favorite game, \"letters.",
                "Ken impressed Geoff. He\nnoticed Jimmy Dan's epiphany…not a long time ago.",
                "Ken impressed Geoff. He chewed.",
                "Ken impressed Geoff. He wondered what facts may transfigure that enormous kack into the \"brilliance\" of a badly distracted shark.",
                "Ken impressed Geoff. He looked pale in comparison to his usual sharp self.",
                "Ken impressed Geoff. He kept saying, 'I want to know if Barack is giving interviews all week tomorrow.",
                "Ken impressed Geoff. He read the conversation, listened to the teacher on the radio and turned to look at Akino in desperation.",
                "Ken impressed Geoff. He had expected corporate insiders to hit the jackpot like cockroaches, but this WAS an exception.",
                "Ken impressed Geoff. He hesitated, puzzled, and with a definite shrug said, quite casually, \"I had this bad dream and then I was transported back to 1977, or maybe 1933.",
                "Ken impressed Geoff. He sat up at the sound of his name and pulled on his gold-braided sweater, vest and trousers, and rapped at his end of parlor.",
                "Ken impressed Geoff. He could see how stunned Geoff was, and he understood that he had to do something _really_ drastic before he talked to the commissioner.",
                "Ken impressed Geoff. He smiled his personal smile.",
                "Ken impressed Geoff. He said that he thought so.",
                "Ken impressed Geoff. He saw Tippy and hid a smile.",
                "Ken impressed Geoff. He was smart.",
                "Ken impressed Geoff. He took the hammer out of the broken stylus.",
                "Ken impressed Geoff. He looked beyond the short man and made a point of seeking safety behind the car.",
                "Ken impressed Geoff. He did not know anything about buffering, and did not know about converting a person’s memory into hard disk format.",
                "Ken impressed Geoff. He could\ngive him a hard knock but in their fights Geoff occasionally rubbed him\nout so you would always know they were getting on with it and in the end\nyou tided him up with a showdown on the idea.",
                "Ken impressed Geoff. He did this inside the book where all the action takes place around Peter and it was great.",
                "Ken impressed Geoff. He had listened to the entire tape, although three or four seconds at the beginning were cut off, as if the music was too abrasive and these exchanges could be heard with mechanical clarity.",
                "Ken impressed Geoff. He just didn't match the term.",
                "Ken impressed Geoff. He saw Hack master Davis Wright-Patterson basically turning over the tri-blend event map from earlier in the month to the more aggressive event-wide push of today.",
                "Ken impressed Geoff. He thought it was all a load of rubbish.",
                "Ken impressed Geoff. He couldn't find his notes, but soon found a translator sketch, which he wrote up with a handheld pen and added afterthoughts.",
                "Ken impressed Geoff. He said probably not.",
                "Ken impressed Geoff. He felt that what Jesus had done, if it had not been said (about a man being equal to God) must have been done because of his love – which was not all that great.",
                "Ken impressed Geoff. He broke out of the stupor and turned into one of his war-kitsters, carefully wielding a rifle with no regard for safety, crouching at one full head.",
                "Ken impressed Geoff. He called her \"Cherie\" and he asked for a signature to get her into camp.",
                "Ken impressed Geoff. He winked in the rearview mirror.",
                "Ken impressed Geoff. He would have been delighted if we had kept it a secret.",
                "Ken impressed Geoff. He recited poems of love or marriage at home.",
                "Ken impressed Geoff. He was stirring himself up, looking this way and that with a 'boisterous' seriousness.",
                "Ken impressed Geoff. He will be a football fan during his younger days.",
                "Ken impressed Geoff. He had conquered this stomach ache from an early age.",
                "Ken impressed Geoff. He nodded in acknowledgement\n\nGeoff switched on Tenerife and lit petrol\n\nAlejandro De Jellinek is a Spanish columnist who recently moved from LA to Spain.",
                "Ken impressed Geoff. He would be an inspiration to her – not in a sexual sado – but as a father to her children who still needed him.",
                "Ken impressed Geoff. He was stunned by how much could be learned within one hour's time in real life.",
                "Ken impressed Geoff. He was equipped with a powerful microphone and a camera set up for recording images and sounds.",
                "Ken impressed Geoff. He shook Geoff's hand and opened the letter and read it to himself.",
                "Ken impressed Geoff. He raised his hands to his mouth, palms out.",
                "Ken impressed Geoff. He looked down at the broken tree in the middle of the drive.",
                "Ken impressed Geoff. He was a man with a dream, as you were correct.",
                "Ken impressed Geoff. He still asks with the same \"haughtiness of test questions\" (personal communication).",
                "Ken impressed Geoff. He gave Griff a gentle pat on the head.",
                "Ken impressed Geoff. He said I'm a genius, and confirmed it: I turned my world upside down and forever changed my life.",
                "Ken impressed Geoff. He was very impressed with his skills from seeing him practicing with tennis balls.",
                "Ken impressed Geoff. He saw fear for the first time.",
                "Ken impressed Geoff. He didn't knowbut then I'm sure when he looks onthe colour story page and sees his name they will know.",
                "Ken impressed Geoff. He was impressed that the pitch resembled the polish American's fast-footed quarterback even to the referees who were watching.",
                "Ken impressed Geoff. He had actually gone through a fair halo before then, for obvious reasons.",
                "Ken impressed Geoff. He was a box guy, just like his father.",
                "Ken impressed Geoff. He must lust after what he's willing to do, to help men dress and to help keep secrets covered.",
                "Ken impressed Geoff. He was already looking forward to the next session.",
                "Ken impressed Geoff. He was elated.",
                "Ken impressed Geoff. He\nskimmed briefly through the images posted of Shyaam ol Dib’a.",
                "Ken impressed Geoff. He couldn't seem to get through the whole of it, imitating Alan Lawton sounding a synthesis of both Junck and Whittaker.",
                "Ken impressed Geoff. He was such an intense and detailed analogyist, I always felt he had some bits of Meisterstern missing.",
                "Ken impressed Geoff. He identified the whole unit and crate with his good eyes.",
                "Ken impressed Geoff. He told him, “entre nous, that Devlin is coming down next week.",
                "Ken impressed Geoff. He didn't particularly like men and thought they should keep their guts in their pants, but then again he showed them respect.",
                "Ken impressed Geoff. He was sure the USA was due a major upset more than a decade later against Iraq.",
                "Ken impressed Geoff. He respected Geagyon and considered Geoff interested.",
                "Ken impressed Geoff. He'd sensed that the old man understood him startlingly, but seemed surprised quite frankly that he'd ever given the matter any thought.",
                "Ken impressed Geoff. He smiled at her.",
                "Ken impressed Geoff. He knew that already.",
                "Ken impressed Geoff. He knew him and respected his certainties.",
                "Ken impressed Geoff. He'd learned to do that long ago from the kids being called to their most permanent single needles.",
                "Ken impressed Geoff. He saw through his own negativity.",
                "Ken impressed Geoff. He was sad, but very proud.",
                "Ken impressed Geoff. He'd also taken me on as second mate.",
                "Ken impressed Geoff. He counted off several names, and then\n\nbriefly kicked the three breakfast cups to the floor, squeezing two sofas under\n\nhim, a floor table between them.",
                "Ken impressed Geoff. He was a lot older than he seemed.",
                "Ken impressed Geoff. He was very excited.",
                "Ken impressed Geoff. He said: “Yeah I’m shocked.",
                "Ken impressed Geoff. He trusted him to have no guilty feelings toward me as Jacques was to enforce the explanations.",
                "Ken impressed Geoff. He said his girlfriend, a blond-headed Rhodesian (Fetty Wink) was an excellent bombshell, \"and she goes out every night and takes young studs I have no idea about.",
                "Ken impressed Geoff. He snatched the conversation away and questioned him on the weather further up the road.",
                "Ken impressed Geoff. He was watching a report on Wimbledon in his flat packed with tennis implements.",
                "Ken impressed Geoff. He wriggled on the heap sitting in the back.",
                "Ken impressed Geoff. He was friendly and asked a lot of questions.",
                "Ken impressed Geoff. He shook his assnut head before he clicked on the map."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 6
            }
        },
        "Simon ran towards Richard. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        18,
                        25
                    ]
                ]
            },
            "sentences": [
                "Simon ran towards Richard. He did not loosen his grip on the blanket as Richard grabbed him by the front and jerked him in.",
                "Simon ran towards Richard. He held out his hands, and Richard struggled to come alongside with the forearms still being on top of his mum and Dick.",
                "Simon ran towards Richard. He wrapped a gentle hug around his wrist and pulled him close.",
                "Simon ran towards Richard. He threw his arms around him and screamed that he had been terribly frightened.",
                "Simon ran towards Richard. He asked, \"Where is everyone?\"\n\nRichard looked at Mom.",
                "Simon ran towards Richard. He had pulled on a mate's robe and was standing in it waiting for a bucket to be run up his arm.",
                "Simon ran towards Richard. He was torturing himself how much Bonnet had fucked him.",
                "Simon ran towards Richard. He had got a quick look at him, but didn't seem to see anything.",
                "Simon ran towards Richard. He was bound with broken ropes.",
                "Simon ran towards Richard. He seemed dark, but he stayed close enough to push the immediate jungle into Richard as they lay side by side, still nude.",
                "Simon ran towards Richard. He begged a second time that they were going to resign their positions, but was cut down by Ryan.",
                "Simon ran towards Richard. He looked at him and then his face fell.",
                "Simon ran towards Richard. He suddenly seized him by the arm and dragged him\nin.",
                "Simon ran towards Richard. He threw the badge at him.",
                "Simon ran towards Richard. He took a book from the armchair next to the window and without looking up went methodically, as though examining a pattern he knew, across fields and over hedges, levels of heat and tilled soil, and wood.",
                "Simon ran towards Richard. He turned to him.",
                "Simon ran towards Richard. He hugged him so tightly around the waist it appeared as if he were unhappy about this sudden hug.",
                "Simon ran towards Richard. He stood in front of her, studying her, but thinking of his bloodiesome fingers on the satin sheets of her bosom.",
                "Simon ran towards Richard. He stood at the empty table, staring at his empty pipe.",
                "Simon ran towards Richard. He was excited.",
                "Simon ran towards Richard. He grabbed him and was surprised by how strong his force was.",
                "Simon ran towards Richard. He was passionately kissing the boy as well.",
                "Simon ran towards Richard. He was pushing his way through the local ranks, descending towards the city with the industrious Urban Mob in tow.",
                "Simon ran towards Richard. He reached to untie the restraints that held him back, only to find Richard already there.",
                "Simon ran towards Richard. He was laughing with disbelief as though he'd just woken up.",
                "Simon ran towards Richard. He looked so tired and messy.",
                "Simon ran towards Richard. He ran up into the dim light outside where Andy slept.",
                "Simon ran towards Richard. He found fall coat, off collar, seventies pumps and long grey trench.",
                "Simon ran towards Richard. He grabbed her arm and dragged her from the car.",
                "Simon ran towards Richard. He took hold of his hand, looked up into his eyes and tried to find something there but his father just stared out at him.",
                "Simon ran towards Richard. He knew the shock this produced on him would kill him.",
                "Simon ran towards Richard. He had hardly any clothes and had no money.",
                "Simon ran towards Richard. He lifted his logeas off of his shoulders and then threw it at Richard, hitting him square in the jaw with the end.",
                "Simon ran towards Richard. He was just an hour late.",
                "Simon ran towards Richard. He reached him and\nmake a grab for his leg.",
                "Simon ran towards Richard. He didn't seem too keen at the start.",
                "Simon ran towards Richard. He knew then and there what a sea lion's heart could endure.",
                "Simon ran towards Richard. He was standing in front of her, his hands in his pockets.",
                "Simon ran towards Richard. He'd caught a glimpse of his broad back in the shadows behind the office.",
                "Simon ran towards Richard. He had come here to help Greta, but realised without looking that his former master was perfectly capable of returning to Wanita Valley.",
                "Simon ran towards Richard. He tackled Richard to the ground and he clenched his face against Richard's neck.",
                "Simon ran towards Richard. He fought for it.",
                "Simon ran towards Richard. He lifted the boy upright and held him fast.",
                "Simon ran towards Richard. He couldn’t believe that a man possessed of his _sign_ was so young.",
                "Simon ran towards Richard. He fumbled for a moment and then looked around.",
                "Simon ran towards Richard. He stopped and listened to the sound of a car accident.",
                "Simon ran towards Richard. He hesitated, but whatever Richard's hesitation was about, it pleased the boy.",
                "Simon ran towards Richard. He\r\ncalled back, \"Mom, Eric is dead,\" and the son blubbered.",
                "Simon ran towards Richard. He could see the rage in Richard's eyes.",
                "Simon ran towards Richard. He cut the ice, scattering stems and leaves that appeared to be free floating on the water.",
                "Simon ran towards Richard. He handed Nick a drink off the bar then turned back and smiled at Zara.",
                "Simon ran towards Richard. He had worked so hard at felling wood and saving his breath.",
                "Simon ran towards Richard. He was a few inches short of Tom's shoulder when\nhe exclaimed: \"Go to ya! Whats up?\".",
                "Simon ran towards Richard. He was panting and he had swollen so much he thought Richard had drowned.",
                "Simon ran towards Richard. He was smiling broadly at him.",
                "Simon ran towards Richard. He grabbed his shoulder, hard.",
                "Simon ran towards Richard. He drew back, about to run to Carl.",
                "Simon ran towards Richard. He held his sister close, was aware of the cold smell of her body, nakedness.",
                "Simon ran towards Richard. He glanced at Vik and began to whistle, only to become quiet when Vik joined him.",
                "Simon ran towards Richard. He stood with one hand on his stick and the other caressing the beeswax in his pocket.",
                "Simon ran towards Richard. He snatched the book from the table and slipped it in his pocket.",
                "Simon ran towards Richard. He allowed\nhimself to be guided by pain, but Alexander lost no time in following.",
                "Simon ran towards Richard. He pushed the bandage down until it scored across his face and there was the bloodless edge of the shattered window of the car.",
                "Simon ran towards Richard. He took up running so quickly he almost missed her.",
                "Simon ran towards Richard. He grabbed Davison and forced him to the ground.",
                "Simon ran towards Richard. He wrapped his hands around her slender waist, dragging her down for a group hug.",
                "Simon ran towards Richard. He was holding onto the rear door and was talking excitedly to the guard.",
                "Simon ran towards Richard. He felt his spine stiffen dangerously, and he knew there was a life raft material somewhere close to his shouldersThe walking stick rose and overcauted with its glassy gleam, the water washing over it flic.",
                "Simon ran towards Richard. He was weeping bitterly, and Madeline stood behind him.",
                "Simon ran towards Richard. He clicked his phone in his waistband and McGraw watched in fascination as the screen lit up only the last few seconds of the video: two people as they left the white van and disappeared under the chilling fog.",
                "Simon ran towards Richard. He didn't stop walking, but then he began brushing dust out of his hair.",
                "Simon ran towards Richard. He gave him a meaningful look and as he headed back toward the tunnel entrance the boy called after him, \"If you mean to use that fire axe again today, kiddo, bring it back in place and I won.",
                "Simon ran towards Richard. He stopped in front of her and she looked ready for battle.",
                "Simon ran towards Richard. He was ten paces ahead of Richard's classmates.",
                "Simon ran towards Richard. He pushed him down onto the grass.",
                "Simon ran towards Richard. He was about to protest to the other lovers, but was overcome by Richard's focus.",
                "Simon ran towards Richard. He extended his hand and said be cut it off you know that was be prompt to help you guys get some help and then call the cops now.",
                "Simon ran towards Richard. He chatted about the issue even though all he said was, \"Well, some people are just.",
                "Simon ran towards Richard. He had jumped behind a tree, his arms wrapped around his neck, his face huddled into a ball.",
                "Simon ran towards Richard. He sensed him smiling.",
                "Simon ran towards Richard. He smiled at Carl.",
                "Simon ran towards Richard. He gripped his arm.",
                "Simon ran towards Richard. He was being yelled too\n\n\"Yah? Le touonin?!!!\" Timothy pulled down the back of his head as he yelled in response\n\nCaroline's REAL name and the date of birth and cause of.",
                "Simon ran towards Richard. He held a skeletal arm with a brass knuckle.",
                "Simon ran towards Richard. He held the detectives' coats to his chest as if preparing to run, but then he seemed to think better of it and turned and ran back behind the car to Jason while he went into the patrol car.",
                "Simon ran towards Richard. He was king, he recognized that, but shield in hand.",
                "Simon ran towards Richard. He was flushed, aggressively excited, and she raced after him, watching him with frantic, expressionless eyes.",
                "Simon ran towards Richard. He heard Uncle Tim yelling.",
                "Simon ran towards Richard. He looked around then jumped onto the crate, then scurried from place to place across the thin covers.",
                "Simon ran towards Richard. He vanished into the crowd.",
                "Simon ran towards Richard. He jumped aboard and the boys followed.",
                "Simon ran towards Richard. He stopped and fired a shotgun shot off down the valley.",
                "Simon ran towards Richard. He had his heart aching with fear and it made his belly ache.",
                "Simon ran towards Richard. He didn't offer to brush away her tears, he just unhooked his jacket and pulled it on.",
                "Simon ran towards Richard. He'd almost fixed him up with Ivan's shank when they bumped into each other a few inches in front of the crowd.",
                "Simon ran towards Richard. He rushed him to protect him from the men set to attack Sawyer, but before Richard could realize it, everyone else was struggling to get away from them.",
                "Simon ran towards Richard. He paused mid-opposition and saw the two protectors about to jump.",
                "Simon ran towards Richard. He could tell it was him by the paucity of his nationality.",
                "Simon ran towards Richard. He touched his shoulder roughly.",
                "Simon ran towards Richard. He said, with his head bowed, \"She's definitely ours."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 14
            }
        },
        "Simon ran away from Richard. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        20,
                        27
                    ]
                ]
            },
            "sentences": [
                "Simon ran away from Richard. He called a police dog.",
                "Simon ran away from Richard. He saw her climbing the stairs, reaching them rapidly and self-confidingly, chasing Schnee as well.",
                "Simon ran away from Richard. He shook his head, his mouth down into a wearisome grin.",
                "Simon ran away from Richard. He's afraid of him!\n\nAnd yet he's a simple dresser—fact—fact—fact—fact The next thing he understood was that his prenatal refrigerator had been tapped by a wizard named Till who had.",
                "Simon ran away from Richard. He wanted to get in as far from her as possible.",
                "Simon ran away from Richard. He fell across the seat and went down again, and Dick told Herr von Bechtler to help him up.",
                "Simon ran away from Richard. He looked at him and then gave a sharp bark and jumped back.",
                "Simon ran away from Richard. He'd spent the night out at the White Hart.",
                "Simon ran away from Richard. He slapped the table after the brimstone smoke! I saw a white fizzing ring go round the stem.",
                "Simon ran away from Richard. He beat on the walls, desperate for something he was sure would kill him because Rob was so hard, and slowly, the long hands worked away at the metal.",
                "Simon ran away from Richard. He ran as far as his stocking feet would go.",
                "Simon ran away from Richard. He couldn't stand his own nerves anymore.",
                "Simon ran away from Richard. He made it, slipped down the parkway, wove through the trees.",
                "Simon ran away from Richard. He began to falter in the face of so much difficulty in getting near her.",
                "Simon ran away from Richard. He may well be partly responsible for what happened.",
                "Simon ran away from Richard. He stopped running when Richard led him down to the bottom of the stairs.",
                "Simon ran away from Richard. He would have cried mercy to Oscar was it not likely that Richard would use his knife to clean a penny snaps after thus cowing his wife.",
                "Simon ran away from Richard. He took it slow, he was so afraid and frightened of losing him.",
                "Simon ran away from Richard. He wasn't a ruthless criminal.",
                "Simon ran away from Richard. He jumped into the back of her oxen cart.",
                "Simon ran away from Richard. He felt he knew him, yet he kept calling for him, hoping fate would carry him to safety.",
                "Simon ran away from Richard. He was back in position.",
                "Simon ran away from Richard. He ran up to the woman on the stairs, saw the girl fall, her head bloody, and heard her voice, shouting.",
                "Simon ran away from Richard. He showed no more signs of leaving his friends and siblings.",
                "Simon ran away from Richard. He slammed the car door shut, cursed him, and shoved open the driver's side door.",
                "Simon ran away from Richard. He would not be there before dinner—as soon as Luis had been finished greeting.",
                "Simon ran away from Richard. He'd seen Agrippa, then seen him again a month later in Paris near Vesuvius.",
                "Simon ran away from Richard. He sat stuffed in his desk chair, his face hidden.",
                "Simon ran away from Richard. He tried to look into the man's eyes, but all he saw was anger, hatred, and tears.",
                "Simon ran away from Richard. He kicked her in the stomach so hard, her head slammed against the window, and she doubled up in pain.",
                "Simon ran away from Richard. He didn't stand a chance.",
                "Simon ran away from Richard. He fled to the streets of London on Saunders Moor, charged for the west side of the square.",
                "Simon ran away from Richard. He stopped talking and realigned his body and facial expressions.",
                "Simon ran away from Richard. He was pulling the door shut behind her when he looked up, startled, his brows furrowed.",
                "Simon ran away from Richard. He picked up his stone-to-concrete walker from the middle of the path and the two started to head away.",
                "Simon ran away from Richard. He threw down his megaphone, made three trips across Baldwin's garden to the house, and pushed on the young man's back with all his might using Richard's sticks.",
                "Simon ran away from Richard. He climbed down the rope, his teeth wobbling.",
                "Simon ran away from Richard. He took the women back to their earthly home.",
                "Simon ran away from Richard. He'd had enough of that disgusting old man.",
                "Simon ran away from Richard. He was still reaching out to her.",
                "Simon ran away from Richard. He didn't want them to do that, though.",
                "Simon ran away from Richard. He shoved him and Aaron backwards as Richard fell; leaning on us.",
                "Simon ran away from Richard. He grabbed the bracelet as soon as they reached the gate and ran out into the cold night.",
                "Simon ran away from Richard. He was trying to throw the responsibility back on a man so casual, so freaking thoughtful, with nothing nagging him at all.",
                "Simon ran away from Richard. He went back up the stairs.",
                "Simon ran away from Richard. He walked in the direction of Norweth.",
                "Simon ran away from Richard. He couldn't understand why.",
                "Simon ran away from Richard. He had\nbeen undisturbed.",
                "Simon ran away from Richard. He wasn't biting when they left.",
                "Simon ran away from Richard. He was a wanderer—a real through-and-through man, so prone to theft and recourse and any number of other vices and predilections that it is impossible to tell anyone else's.",
                "Simon ran away from Richard. He shook his head.",
                "Simon ran away from Richard. He picked up a long object that took up half the table and waved it in the air to show it who was boss.",
                "Simon ran away from Richard. He's no-good for who he is.",
                "Simon ran away from Richard. He picked himself up and ran toward the bushes.",
                "Simon ran away from Richard. He was nearly mad with grief.",
                "Simon ran away from Richard. He didn't want a kiss because you never really stopped kissing until marriage.",
                "Simon ran away from Richard. He looked at her for a long moment.",
                "Simon ran away from Richard. He threw himself on the ground.",
                "Simon ran away from Richard. He wanted to hide like a Black queen in jail.",
                "Simon ran away from Richard. He wasn't talking to me again.",
                "Simon ran away from Richard. He crouched down with his claws set to scratch his wrists.",
                "Simon ran away from Richard. He nearly melded with Satan, and they could have discussed, but Rick saw Jamie.",
                "Simon ran away from Richard. He jerked at the laces of his shirt.",
                "Simon ran away from Richard. He fled to Caleb and Caleb chased him know he tried to tell Skylar he would learn\nhere to steer toward the east.",
                "Simon ran away from Richard. He would try next.",
                "Simon ran away from Richard. He flailed his arms and curled into a tight ball.",
                "Simon ran away from Richard. He ran toward the center of the stage.",
                "Simon ran away from Richard. He turned to Neva, breaking off and pointing.",
                "Simon ran away from Richard. He exaggerated:\n\n'We ate her off the floor, thanks to your mother.",
                "Simon ran away from Richard. He turns a scared looking eye 138.",
                "Simon ran away from Richard. He didn't like to be watched still, thinking he might be taken by his master; so he bounded to his master's side and gave him a big hug.",
                "Simon ran away from Richard. He slipped through the trees to the road and joined the fight ahead.",
                "Simon ran away from Richard. He was nearly always a magnet to children, people who, like Richard, wanted to save all life, to live and be free.",
                "Simon ran away from Richard. He still stood behind him, even as his heart bubbled with terrible memories, and picked Isaac up.",
                "Simon ran away from Richard. He went\non and on, he might this time hitched his trot, shuffling with\ndistraction and confusion about, going about in all ninety five, a\ngaunt old Gallus.",
                "Simon ran away from Richard. He hadn't heard a woman scream before something hit him in the head.",
                "Simon ran away from Richard. He chewed on a frayed cigar.",
                "Simon ran away from Richard. He began to play with the same uninhibited glee with which he had played\nwith his own arms.",
                "Simon ran away from Richard. He had tried to persuade her to stay but she had turned him down coldly.",
                "Simon ran away from Richard. He slammed against the car door, tipping it as much in one direction as the other.",
                "Simon ran away from Richard. He buried his face in the\n Provost's bosom.",
                "Simon ran away from Richard. He didn't care, he really didn't.",
                "Simon ran away from Richard. He wanted to take some pictures, but he wasn't really sure Theodina had made him burn extra incense or hadn't sternly warned him against shadow puppets.",
                "Simon ran away from Richard. He was still standing together and not looking at her.",
                "Simon ran away from Richard. He buried his hands in his covers and his face in them.",
                "Simon ran away from Richard. He hadn't been back to her house since that terrible night.",
                "Simon ran away from Richard. He turned into the front of the church.",
                "Simon ran away from Richard. He reddened and leapt on me instead of Vincent Freni.",
                "Simon ran away from Richard. He was upset and scared.",
                "Simon ran away from Richard. He wanted the kid to motivate him.",
                "Simon ran away from Richard. He was able to get help about an hour later from his sister.",
                "Simon ran away from Richard. He kept running until there was no place left where he could run onto the road.",
                "Simon ran away from Richard. He didn't know how he looked through her.",
                "Simon ran away from Richard. He cried, \"Sarah, Sybil is dead, she wants to inherit your estate.",
                "Simon ran away from Richard. He threw his arms up.",
                "Simon ran away from Richard. He heard about it from Queenie.",
                "Simon ran away from Richard. He had been a decent friend, and he had not the nerve to tell the idiot what everybody was thinking.",
                "Simon ran away from Richard. He had been running by then, and maybe knows he can protect him now.",
                "Simon ran away from Richard. He forgot his battle plan as soon as he sent information to where it was being processed.",
                "Simon ran away from Richard. He told me he'd heard me wasn't going until Tuesday."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 5
            }
        },
        "John passed a comic to Bill. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        23,
                        27
                    ]
                ]
            },
            "sentences": [
                "John passed a comic to Bill. He peered through the screen, then read his name.",
                "John passed a comic to Bill. He gave it to Bill, who was wearing jeans and an army-green shirt that Jasmine High couldn't make out at first glance.",
                "John passed a comic to Bill. He could feel it building up inside him like a drug, as though he was drinking itself.",
                "John passed a comic to Bill. He says, \"Remember when I carried that comic in my backpack, and I had one of these, and I cut off all our fingers, man?\"\n\nBill responds, \"Shit.",
                "John passed a comic to Bill. He himself bore up superbly well, but was otherwise a trifle lacking in the remaining four balls.",
                "John passed a comic to Bill. He asked him to humour him.",
                "John passed a comic to Bill. He nodded, only afterward dragging Thor's hand beneath the necktie.",
                "John passed a comic to Bill. He was asking him to cross the threshold, to see which of the heavy clumps was the one he liked the best.",
                "John passed a comic to Bill. He said it was a theme for a history of Gallipoli: 'It's not the one we've been told about.",
                "John passed a comic to Bill. He, Bill, Jeff, John and Christine set off in a van after watching _Salem's Lot_.",
                "John passed a comic to Bill. He told her, ‘7 freeloaders ain’t nothing.",
                "John passed a comic to Bill. He had written it so that it would escape redaction and I was copying it.",
                "John passed a comic to Bill. He said, \"Kill anything that moves.",
                "John passed a comic to Bill. He smiled his quiet smile.",
                "John passed a comic to Bill. He folded this out and gave it back to Godiva.",
                "John passed a comic to Bill. He said, \"This is for the Rags to Riches\" children's book store.",
                "John passed a comic to Bill. He leaned down over Bill's and put his arm around him, then leaned around in the opposite way and said in a lighthearted voice, \"That guy in New York—I knew he'd send for you.",
                "John passed a comic to Bill. He’d seen another one\non the table that was like the one Dad gave him and loved.",
                "John passed a comic to Bill. He tried it, shook it but it didn't work.",
                "John passed a comic to Bill. He was checking out the menu at Frank's.",
                "John passed a comic to Bill. He read it.",
                "John passed a comic to Bill. He told him that as soon as everyone found out what had happened a news story would run about TAFE standards being posed in such a way as to eliminate diversity between hoi polloi and upper-ec.",
                "John passed a comic to Bill. He\nblamed his stars on the sun.",
                "John passed a comic to Bill. He held it up and said, 'I bet I can sell this in the store, too, if I just stick the word _light'—he used that in the comic—'_ down in the comic-.",
                "John passed a comic to Bill. He recognized the old librarian and said, \"I knew Joe Butcher as a kid when we were normal people living together in our little house, and we ate up all the goodnight reading he'd got.",
                "John passed a comic to Bill. He nodded in kindness, coming when the boy stepped into the aisle.",
                "John passed a comic to Bill. He told me they were from a comic called The World's Best Comics.",
                "John passed a comic to Bill. He got it and set it on a small paper clip.",
                "John passed a comic to Bill. He liked it very much, and Bill liked it, too, and so Bill put the comic in his bag.",
                "John passed a comic to Bill. He said:\n“I always told People this one day I would do something on the show and they'd buy it! The other day I was up until four in the morning writing and working – living in a.",
                "John passed a comic to Bill. He wrote in a sketch entitled ―Little Nicky, Little Willie Town ― referring to the City Fathers of the World offensive cartoon too.",
                "John passed a comic to Bill. He'd written a funny joke about me, Padraig, or myself as Davey Magnus for him, and he decided to pass on it to Bill.",
                "John passed a comic to Bill. He put it on to him, but Bill paused mid-heft as soon as he saw it and said, \"Okay, I'll take it.",
                "John passed a comic to Bill. He slapped him on the back and was about to compliment him when Bill suddenly realized it was “his mom”, hung up (remember this??), and upset that everybody was “kidding” about nothing, finished.",
                "John passed a comic to Bill. He smoked it, as though not realizing he was doing it.",
                "John passed a comic to Bill. He assumed Bill immediately read it.",
                "John passed a comic to Bill. He'd passed one to Grace and Lenny, and a couple to Galby, but hadn't got a third in it.",
                "John passed a comic to Bill. He read a new phrase from it.",
                "John passed a comic to Bill. He read it and was entranced.",
                "John passed a comic to Bill. He died about five minutes later.",
                "John passed a comic to Bill. He started to look at it.",
                "John passed a comic to Bill. He’d always tell Bill to watch your step and be careful.",
                "John passed a comic to Bill. He thrust the propeller into the air—occupants both didn't notice the clumsy incision of the pioneer pocket knife.",
                "John passed a comic to Bill. He motioned to the bed, placed the comic in the box, and turned towards Ernie.",
                "John passed a comic to Bill. He pulled off his gloves and handed them to Bill.",
                "John passed a comic to Bill. He submitted it to Mr.",
                "John passed a comic to Bill. He said it was 'a potty time' (use me or fill me, which he didn't do very often) and Bill fought him off long enough to joke they should be celebrating 'intimidation,.",
                "John passed a comic to Bill. He propped it against a nearby tree and it began to pout.",
                "John passed a comic to Bill. He threaded his way through the ceiling, looking for pinball machines or roulette.",
                "John passed a comic to Bill. He heard about it from Truthers and thought it could use some work.",
                "John passed a comic to Bill. He was a good kid.",
                "John passed a comic to Bill. He looked at it for a moment.",
                "John passed a comic to Bill. He glanced at it and then passed it around to the rest of the group.",
                "John passed a comic to Bill. He looked at it, then turned the page.",
                "John passed a comic to Bill. He looked at it and\ngallantly refused to acknowledge receipt.",
                "John passed a comic to Bill. He is not in the crowd.",
                "John passed a comic to Bill. He was working with a cartoonist who was\nRick from H.",
                "John passed a comic to Bill. He had\nseen the 30th trading session, and now sat himself down\nin a chair, and bestowed upon Mr.",
                "John passed a comic to Bill. He'd run the whole engine over in twoseconds, and Bill was listening to it with an expression of glum disappointment as he thought: 'Gosh, it's going to be a yearlier-than-.",
                "John passed a comic to Bill. He walked over that night and sat down in the chair to the left of the bed.",
                "John passed a comic to Bill. He passed it to Bill.",
                "John passed a comic to Bill. He drew it out.",
                "John passed a comic to Bill. He did not like it.",
                "John passed a comic to Bill. He smiled and said casually, 'I hope you don't find your two Irish naughties too quick for you to handle.",
                "John passed a comic to Bill. He grabbed it.",
                "John passed a comic to Bill. He got through the whole thing without noticing that it was written in English.",
                "John passed a comic to Bill. He explained “Going to be dead, talking to Stephen again… It stays with me.",
                "John passed a comic to Bill. He caught him staring at it just out of earshot.",
                "John passed a comic to Bill. He told Gaetano what he wanted to give me, but he had no idea that he was bringing home a new typewriter.",
                "John passed a comic to Bill. He told me with a raised voice huff, \"Well Bill can just about chew this up.",
                "John passed a comic to Bill. He raised his eyebrow.",
                "John passed a comic to Bill. He also received an open collection for his age.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He did not reply.",
                "John passed a comic to Bill. He swore, in quotes, “‘Yar, Moshi Secularist is the only man who keeps a score on the Yes’ers.",
                "John passed a comic to Bill. He\nsmiled and said something about \"talking politics\" and \"Lord it\nsmashed my head up.",
                "John passed a comic to Bill. He was in a great mood because it was over-the-top and hilarious and weird.",
                "John passed a comic to Bill. He could’t\nunderstand his Jewish jokes until after … but by then, there was nothing else going on.",
                "John passed a comic to Bill. He ordered drinks.",
                "John passed a comic to Bill. He looked up to see a thick stack of the picture, waiting to be pushed down into Tom's pipe.",
                "John passed a comic to Bill. He didn't know he was\ndoing it.",
                "John passed a comic to Bill. He put it away.",
                "John passed a comic to Bill. He quickly checked the price to be paid and passed it on.",
                "John passed a comic to Bill. He did not insert it into the book, but passed it along.",
                "John passed a comic to Bill. He would type up a comic while staring back at the page.",
                "John passed a comic to Bill. He passed the salt and returned, facing Timwy Carvin.",
                "John passed a comic to Bill. He detected something wrong but was unwilling to do more than send Bill back as Bill was reluctant to pursue the wrong act.",
                "John passed a comic to Bill. He happened to pop it in so he nearly got the iconic pose with an escalator grp, Snap! He passed it to Jennings too.",
                "John passed a comic to Bill. He continued on his way,\nseeing more of the neighbourhood all day and exploring it at night, as\nwell as exploring the hospital and the railway line.",
                "John passed a comic to Bill. He was nice about it.",
                "John passed a comic to Bill. He passes it back to Bill who passes it to the black lock, who passes it again to Bill who, with preposterous persistence, passes not only his belt, but the.",
                "John passed a comic to Bill. He read it over and we laughed in amazement.",
                "John passed a comic to Bill. He offered me one.",
                "John passed a comic to Bill. He excused himself, saying he'd get back to the station.",
                "John passed a comic to Bill. He handed him a newspaper.",
                "John passed a comic to Bill. He gave Bill a look: a close-up of a Monopoly board covered with cops drawn on top, his thumb and index finger pointing up, so that everyone knows to stay to the right, you're on.",
                "John passed a comic to Bill. He waved it as he stepped over to Thomas and proffered a hand.",
                "John passed a comic to Bill. He did not appreciate it at the moment of its delivery.",
                "John passed a comic to Bill. He handed him the comic and the page and said, \"Film these for me.",
                "John passed a comic to Bill. He could imagine Bill's child with him, just the two of them alone' it tumbled down."
            ],
            "counts": {
                "John": 1,
                "Bill": 22
            }
        },
        "John was passing a comic to Bill. He": {
            "details": {
                "pronoun": [
                    34,
                    36
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        28,
                        32
                    ]
                ]
            },
            "sentences": [
                "John was passing a comic to Bill. He pushed the paper in Bill's face with the back of his hand.",
                "John was passing a comic to Bill. He said, \"Bob, your comic has had a great run, hasn't it?\"\n\nBill's comic was Bill the Prankster.",
                "John was passing a comic to Bill. He noticed a Cadillac parked on the side of the road.",
                "John was passing a comic to Bill. He took it and said, \"I think this is funny.",
                "John was passing a comic to Bill. He dropped his arm, stared for a moment at its weathered surface.",
                "John was passing a comic to Bill. He said, \"No keep going on, man, the peace is gone and we made the ditch too wide for a border.",
                "John was passing a comic to Bill. He knew it was fake; Bill knew it was fake.",
                "John was passing a comic to Bill. He passed it to Bill.",
                "John was passing a comic to Bill. He didn't notice her till he was opening his mouth, so neither did she.",
                "John was passing a comic to Bill. He stretched out the paper, hiding it behind the corner of his desk.",
                "John was passing a comic to Bill. He was talking to a Seuss Henry Tupy, a very fat owl – other members of the club were more up-to-date with biology – when Bill asked him:\n\n\"How.",
                "John was passing a comic to Bill. He also passed a knife to Sally, whom he admired, and thought he might buy a gun in a coffee shop.",
                "John was passing a comic to Bill. He bit the paper, and Bill cracked up laughing.",
                "John was passing a comic to Bill. He asked, laughing, \"Have you been reading _The Communist?_ \"\n\nBut Bill merely turned his brown mackintosh round and round and bowed.",
                "John was passing a comic to Bill. He was holding it sideways with the book\ncovered across his foot.",
                "John was passing a comic to Bill. He looked up as Bill handed him the book.",
                "John was passing a comic to Bill. He asked Bill to guess what the character was, but Bill was about to give up and made a guess; perhaps there was someone in Harlem called Rolls Royce.",
                "John was passing a comic to Bill. He said, 'Billy, I want to buy you one of those!'\n\nBill said, 'No, it ain't that.",
                "John was passing a comic to Bill. He didn't hear.",
                "John was passing a comic to Bill. He just PUT THE FIRST STAR DOWN, WATCHED IT HAPPEN AND THEN THEN THE NEXT STUDENT PUT A FULL GAME ON THE COMIC BOX AND THEN THEN.",
                "John was passing a comic to Bill. He put it on Bill's knee, pointed at Shoulders and read,\n\n\" _I wish you God's blessings, boy.",
                "John was passing a comic to Bill. He gave his tired head a few well-der his.",
                "John was passing a comic to Bill. He got lost and came up to me because he couldn't find Bill.",
                "John was passing a comic to Bill. He was surprised it wasn't a gag.",
                "John was passing a comic to Bill. He looked at the back of the comic.",
                "John was passing a comic to Bill. He\ncontinued, suggest the vaudeville for the reception.",
                "John was passing a comic to Bill. He did not pick it up because Bill waved him off at that point.",
                "John was passing a comic to Bill. He said something to Bill in this funny way.",
                "John was passing a comic to Bill. He recognised Bill's twinkling figure and said, \"You were just leaving the house, Bill.",
                "John was passing a comic to Bill. He'd left the door open, for Bill to retrieve more champagne.",
                "John was passing a comic to Bill. He'd named her after the Bandit triplets (\nnimbushem nimbushem, Baccalaureate nimbushem, and swirlram nimbushem), and she.",
                "John was passing a comic to Bill. He was blowing Hurley a cheer, so he let it come, again.",
                "John was passing a comic to Bill. He wished he'd gone on.",
                "John was passing a comic to Bill. He tapped the comic and laughed when Maggie skipped it.",
                "John was passing a comic to Bill. He said,\n\"Kid, I'll take a\nnews flash from Chris], give it him,\" and\nBill took the report from my pad.",
                "John was passing a comic to Bill. He glanced at it.",
                "John was passing a comic to Bill. He carefully unbuttoned Bill's overcoat and took out the comic.",
                "John was passing a comic to Bill. He\n\napparently made a widely publicized face-to-face connection with Jimmy Jay.",
                "John was passing a comic to Bill. He stopped in mid-sentence to read the name, beckoning Bill over.",
                "John was passing a comic to Bill. He kept saying to himself, \"That sort of thing is the only man I have seen put his hand on me like that.",
                "John was passing a comic to Bill. He went on to explain that his daughter was a video wrestler, but by the age of forty with physical and emotional strength an equal to him—if not stronger.",
                "John was passing a comic to Bill. He sat down on the end\nof a chair and stared at it.",
                "John was passing a comic to Bill. He paused for a second and –\nUnable to control his laughter – continued on his way.",
                "John was passing a comic to Bill. He put it on the table.",
                "John was passing a comic to Bill. He glanced across metrically to Hitchcock.",
                "John was passing a comic to Bill. He knew it very well, for he did not move unless Bill remembered it.",
                "John was passing a comic to Bill. He handed it to her and opened his cornucopia of panties.",
                "John was passing a comic to Bill. He didn’t even know Bill, but who cares about that? His eyes were skimming my knee and I downed my beer like my life depended on it.",
                "John was passing a comic to Bill. He gave Bill a toothbrush, a razor, and some clothes.",
                "John was passing a comic to Bill. He was a tall man, about my father's age, clean-shaven, with very sharp, inscrutable blue eyes.",
                "John was passing a comic to Bill. He was reading the ageing economist's last letter and he passed it carefully, keeping his eye on the screen and his mouth open.",
                "John was passing a comic to Bill. He took the card and just grinned, not bobbing an eyebrow, but far enough out of the ballpark to tell everyone Bill was the big Taft fan.",
                "John was passing a comic to Bill. He paused for a moment.",
                "John was passing a comic to Bill. He froze and frowned at him, looking up into Bill's intelligent face.",
                "John was passing a comic to Bill. He tapped it and said, \"For your scalp.",
                "John was passing a comic to Bill. He was grinning pleasantly.",
                "John was passing a comic to Bill. He wouldn't do a straight call and wouldn't treat them like that.",
                "John was passing a comic to Bill. He didn't see any light bulbs.",
                "John was passing a comic to Bill. He was showing him\nhow to \"pok how\" variations, and how to ouch too.",
                "John was passing a comic to Bill. He was a nice old fellow who looked as if he\nwas going to throw up when he rode.",
                "John was passing a comic to Bill. He was watching Bill's box closely and his face appeared on the box.",
                "John was passing a comic to Bill. He agreed, smiled and said, ''Whoever doesn't like me better just shut up.",
                "John was passing a comic to Bill. He knelt down and lifted the comic from the stomach of the man he was sitting next to.",
                "John was passing a comic to Bill. He removed his face protecting the comic, and spoke\nThank you Bill and Justin.",
                "John was passing a comic to Bill. He almost hadn't noticed his brother.",
                "John was passing a comic to Bill. He could never hear a word\nounced.",
                "John was passing a comic to Bill. He paused, gripped the paper, and frowned until he saw the story was closed.",
                "John was passing a comic to Bill. He read it but moved on for a moment.",
                "John was passing a comic to Bill. He glanced at the photograph of a defeated horseman who looked at him peculiarly and then ran quickly looking around the room.",
                "John was passing a comic to Bill. He picked his way\nthrough the narrow road, worked his way up to a gap in the hedge.",
                "John was passing a comic to Bill. He quickly lifted himself up and looked at it, then laughed.",
                "John was passing a comic to Bill. He explained.",
                "John was passing a comic to Bill. He looked at the name.",
                "John was passing a comic to Bill. He only half glanced up to find Kathy grinning broadly at him.",
                "John was passing a comic to Bill. He picked it up: A knocking sound in the corridor.",
                "John was passing a comic to Bill. He seemed too bored to read the picture:\n\n\"The cons were hard.",
                "John was passing a comic to Bill. He grinned in acknowledgement.",
                "John was passing a comic to Bill. He pretended to laugh at it.",
                "John was passing a comic to Bill. He handed the comic back, and his eyes filled.",
                "John was passing a comic to Bill. He glanced at her, then\ncrossed to the other endangered satyr, who was making the most horrible\ncurses for the supply Martini local which he held up for him.",
                "John was passing a comic to Bill. He studied some pages with both Bill and one time older gentleman he didn't have a clue.",
                "John was passing a comic to Bill. He paused, holding the panel in front of him while a second puff of Ravenous vomited the sad story, then continued on.",
                "John was passing a comic to Bill. He tilted his head to one side:\n\nBill: May I have some white wine? he asked, remembering what Old Bo has said, which turned him off.",
                "John was passing a comic to Bill. He always smirked after \".",
                "John was passing a comic to Bill. He hands him a telephone and asks: \"A pilot called.",
                "John was passing a comic to Bill. He read the story aloud, and Lie started laughing.",
                "John was passing a comic to Bill. He reached down and pulled the paper from Bill's hand.",
                "John was passing a comic to Bill. He had no idea what they did for a living until over a decade later, when they answered a knock at the door.",
                "John was passing a comic to Bill. He went out of his way to put it down and promised not to read it again.",
                "John was passing a comic to Bill. He looked over to make sure that Monk was still blabbing.",
                "John was passing a comic to Bill. He saw this were unusual enough alone on the ferry.",
                "John was passing a comic to Bill. He said he knew.",
                "John was passing a comic to Bill. He nodded, but did not pass the comic.",
                "John was passing a comic to Bill. He flicked out his trademark train-fu grin and said, \"Hope you don't mind my having to tell you this, Bill, but 'You're only half a man', a purloined rh.",
                "John was passing a comic to Bill. He stepped toward the kid.",
                "John was passing a comic to Bill. He told her it was wonderful alright.",
                "John was passing a comic to Bill. He grimaced.",
                "John was passing a comic to Bill. He produced five pictures with African American actors Rod Steiger, Giovanni Ricordi, Sven Väth, Clifford Le Jeune, and Sven Bergman, and was asked to produce a second in.",
                "John was passing a comic to Bill. He put down the screen and said, \"Oh, those are great.",
                "John was passing a comic to Bill. He stopped himself, turned to Margaret, and smiled as his lover turned away also."
            ],
            "counts": {
                "John": 0,
                "Bill": 34
            }
        },
        "Amanda amazed Brittany. She": {
            "details": {
                "pronoun": [
                    24,
                    27
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        14,
                        22
                    ]
                ]
            },
            "sentences": [
                "Amanda amazed Brittany. She had no idea just how phony she looked with her huge, nearly black eyes and fake blond braids.",
                "Amanda amazed Brittany. She did not think they could make it to Laguna Beach.",
                "Amanda amazed Brittany. She had never seen Brittany's chest before in her thirty years of married life, especially not when she wasn't dressed like this.",
                "Amanda amazed Brittany. She forgot about the enthusiastic teacher and had actually decided to get a smoothie and save her money on takeout.",
                "Amanda amazed Brittany. She took her wife's hand and led the fantastic two through the wooded paths towards the lake, the water bubbling lazily as they floated on its surface.",
                "Amanda amazed Brittany. She liked her.",
                "Amanda amazed Brittany. She faked being sick, then ran into the clinic, and she ended up managing to get a chicken patty out of the providers jerky.",
                "Amanda amazed Brittany. She was bent over the table, palming and flipping flour, measuring dulce de leche, measuring quarts of strained coffee and stirring up decalters.",
                "Amanda amazed Brittany. She grabbed his hand, turned him around, and kissed him.",
                "Amanda amazed Brittany. She said, \"This is the most beautiful trick in speaking.",
                "Amanda amazed Brittany. She glanced at her watch.",
                "Amanda amazed Brittany. She knew from experience that Brittany could get herself into trouble with anyone who wasn't staying in the car.",
                "Amanda amazed Brittany. She wasn't quite five years old, and her comfortable, full-sized city center sit-and-wait still hadn't begun to suspect that it wasn't going anywhere soon.",
                "Amanda amazed Brittany. She was pulling herself up as her best friend—a strong and silent one who really, really needed to just admit that she was nothing—patron gestured for her to walk into the lobby.",
                "Amanda amazed Brittany. She saw that, with her body shaking, clenching her fist, shouting, \"Bitch!\" that Brittany herself was shaking suddenly with the exhaustion of all the night's heavy drink.",
                "Amanda amazed Brittany. She hadn't felt this educated for a while.",
                "Amanda amazed Brittany. She should have known that this simple thing would tear Brittany apart: \"Get away.",
                "Amanda amazed Brittany. She could start an entire season on a strong tour to her home country, and not even get a phone call home? \"We hadn't seen each other at that stage in our lives.",
                "Amanda amazed Brittany. She'd done it in the same town.",
                "Amanda amazed Brittany. She had never seen her cousin behaving like this.",
                "Amanda amazed Brittany. She knows Brittany, but she hadn't been expecting this reaction.",
                "Amanda amazed Brittany. She didn't know that.",
                "Amanda amazed Brittany. She gripped her hands together, all of her faith rose to the forefront, and the demon made her swoon, and Cinderella loved her enough to make her dress for the ball.",
                "Amanda amazed Brittany. She was telling the dirty truth.",
                "Amanda amazed Brittany. She vaguely recalled a magazine cover headline for this child story in _Houston Tidbit_, but she didn't know what it said.",
                "Amanda amazed Brittany. She picked up on Brittany's latest comment regarding rules.",
                "Amanda amazed Brittany. She had been standing behind Yael at the breakfast table telling her ramblings about Turtle and kept her eyes open when she fell victim to Phaedra's tactics.",
                "Amanda amazed Brittany. She had to adjust her sweater before she could accompany her to the washroom.",
                "Amanda amazed Brittany. She meant every word, and she was determined to make sure that it didn't turn her sister off as she had Jenna.",
                "Amanda amazed Brittany. She thought perhaps when she opened it, the toddler might be sinlecked, that an arm or two were splashed everywhere, or that both of them, the Shila and the Jessie, were completely.",
                "Amanda amazed Brittany. She was all buzz\nshe was frolicking and playful so it all made sense now\n\nAriana leaned in closer.",
                "Amanda amazed Brittany. She expected him to interrupt her with an exclamation of sheer shock whenever she entered the room.",
                "Amanda amazed Brittany. She never would have guessed there would be so much violence yet again in the car of one man.",
                "Amanda amazed Brittany. She was first seen in We Are the World, where Brittany is contacting an impending marriage between her and Jonathan sean, but we find out almost immediately that this is not true as Jonathan and Brittany are having.",
                "Amanda amazed Brittany. She was sweating at first, trying to figure out where in the surrounding desert this came from.",
                "Amanda amazed Brittany. She swore that she'd been there but currently, she couldn't remember a thing.",
                "Amanda amazed Brittany. She'd been at work for only a few seconds when Amanda said, \"I bet she did this in the past too.",
                "Amanda amazed Brittany. She felt so good.",
                "Amanda amazed Brittany. She glanced up into a pair of eerily blue Eastern eyes, which brimmed with something far more intense.",
                "Amanda amazed Brittany. She'd never heard of two pre-teenagers co-living together before–or worse, having a romantic experience.",
                "Amanda amazed Brittany. She reached around and smoothed the top of her lover's head with a smile.",
                "Amanda amazed Brittany. She frowned.",
                "Amanda amazed Brittany. She'd put up a considerable amount of money, and I'd not only agreed to give Brittany a piece of Aurific Wash, the gas station, but said that she would also get the twenty-four-.",
                "Amanda amazed Brittany. She saw the bridesmaids gathering in confusion over the dress Mom would make for her.",
                "Amanda amazed Brittany. She saw the Indian woman's windblown hair,\nmade perpetual by the lightning, almost disappear.",
                "Amanda amazed Brittany. She'd when she locked this whole saloon up and set her up against the wall.",
                "Amanda amazed Brittany. She'd always thought that dumb stuff came natural to her.",
                "Amanda amazed Brittany. She'd seen so many sleazy vixens and prominent men turn dime a dozen, but Brittany figured they all acted like snakes, just waiting for the right moment to strike.",
                "Amanda amazed Brittany. She was a sucker too.",
                "Amanda amazed Brittany. She and Brittany had met only once, and didn't speak even when the tea was brought out in open cups.",
                "Amanda amazed Brittany. She really believed that with stars in her eyes they would turn into real souls.",
                "Amanda amazed Brittany. She hadn't realized how often she'd followed them, although no one would have expected her to.",
                "Amanda amazed Brittany. She almost loved him! Even his water polo skills were top-notch.",
                "Amanda amazed Brittany. She scowled ferociously at Brittany and then seethed angrily when she realized that she couldn't help herself.",
                "Amanda amazed Brittany. She couldn't believe Pete could get better results with implants as simple as the ones in his hand.",
                "Amanda amazed Brittany. She couldn't believe how tall he was.",
                "Amanda amazed Brittany. She drank a whole can of Snapple ice water because she'd rather pay for gas rather than be the one to slow a car.",
                "Amanda amazed Brittany. She burst into tears, then thrust her bun through another of her hugs.",
                "Amanda amazed Brittany. She believed her already disheveled appearance was all Devon Tideham's doing; but now Brittany saw the causes and results.",
                "Amanda amazed Brittany. She was feeling rather outstripped already – this would be a nice shave then!\n\n'Are you a demon if you believe in magic?' Amanda breathlessly asked, catching her breath.",
                "Amanda amazed Brittany. She's resilient, and she is a gifted pianist to boot.",
                "Amanda amazed Brittany. She'd never met a guy who would get to her so quickly, or who had a sense of humor so bouncy.",
                "Amanda amazed Brittany. She couldn't believe how easy it was to give her good advice.",
                "Amanda amazed Brittany. She had never spoken with her parents.",
                "Amanda amazed Brittany. She did not like the color but was over it after a minute.",
                "Amanda amazed Brittany. She recognized Tiffany when she spun her off-balance and pulled her back from her story.",
                "Amanda amazed Brittany. She had seen her hen much of the time, and the hen's bleating seemed to move her heart,\n\nBrittany looked at Amanda, now anguished.",
                "Amanda amazed Brittany. She was happy for Brittany, in her rich aunt's eyes, despite the fact that it didn't seem to conform to reality.",
                "Amanda amazed Brittany. She wiped away her tears.",
                "Amanda amazed Brittany. She liked the guy when they met up with him later that day at First Street.",
                "Amanda amazed Brittany. She’d heard those stories about Simon, didn’t know he was gay.",
                "Amanda amazed Brittany. She didn't owe anyone a thing.",
                "Amanda amazed Brittany. She felt suddenly uncomfortable in Wolfe's presence, asking all the time how the other woman's children were doing.",
                "Amanda amazed Brittany. She knew that whatever black stuff managed to be clinging to her eyelash frond and mammoth molar had attached itself to Vic's eye.",
                "Amanda amazed Brittany. She smiled as she watched her brother’s reaction.",
                "Amanda amazed Brittany. She looked up at her and grinned.",
                "Amanda amazed Brittany. She was still at her father's place.",
                "Amanda amazed Brittany. She saw how Connie used their life to draw _her_ out.",
                "Amanda amazed Brittany. She laughed and, pulled the blanket around them like a little shawl.",
                "Amanda amazed Brittany. She watched her gaze follow Dr.",
                "Amanda amazed Brittany. She never had seen someone in the\n_News of the Day_, and Brittany had introduced herself as a journalist.",
                "Amanda amazed Brittany. She wasn't some high school girl with a rude house; her mother insisted she were from Nebraska — the _Franklin Journal-American_ reported that area exactly — and she was making the grand entrance.",
                "Amanda amazed Brittany. She called Sean and he arrived at the house at 8:00 A.",
                "Amanda amazed Brittany. She had to give Brittany this costume.",
                "Amanda amazed Brittany. She gazed at Brittany curiously.",
                "Amanda amazed Brittany. She figured Brittany was more excited about the BMS Development project than the Millennial P.",
                "Amanda amazed Brittany. She always thought Brittany enjoyed being the actor, \"having her muthafuckin head stuck on something so idosomething.",
                "Amanda amazed Brittany. She was too young, but Vid carefully explained his desires.",
                "Amanda amazed Brittany. She tried to suppress a laugh.",
                "Amanda amazed Brittany. She knew it was wrong for her folks but she didn't know how to protest.",
                "Amanda amazed Brittany. She agreed, then gasped when they were detected, then braced herself for the onslaught of humiliation and apologies.",
                "Amanda amazed Brittany. She had never considered Seguros in their brief time together at Legalese Hall.",
                "Amanda amazed Brittany. She'd traveled and saved countless people in a time of obsession, disillusionment, rebellion.",
                "Amanda amazed Brittany. She and Bryce were married last weekend, and her sister Amy heard a ring at church afterwards.",
                "Amanda amazed Brittany. She was studying to be a doctor just like her mom, but now she enjoyed nature and premarital counseling, not to mention, she had this favorite dream aria from _Italian Beauty.",
                "Amanda amazed Brittany. She flat-out pleaded him not to \"tigger\" on her.",
                "Amanda amazed Brittany. She'd lost all her preteens in wary flip sides as they'd slashed her thighs.",
                "Amanda amazed Brittany. She couldn't\nstop animals.",
                "Amanda amazed Brittany. She truly knew how to drink and flirt quietly.",
                "Amanda amazed Brittany. She had just come back from a honeymoon, and she was telling the story of the Egyptian maid with the huge thighs and fabulous buttocks."
            ],
            "counts": {
                "Amanda": 3,
                "Brittany": 20
            }
        },
        "Brittany was amazed by Amanda. She": {
            "details": {
                "pronoun": [
                    31,
                    34
                ],
                "options": [
                    [
                        23,
                        29
                    ],
                    [
                        0,
                        8
                    ]
                ]
            },
            "sentences": [
                "Brittany was amazed by Amanda. She was a sweetheart and so good for Amanda.",
                "Brittany was amazed by Amanda. She was not alone--the twins were standing two away behind Anna like they were on their own little plush coach.",
                "Brittany was amazed by Amanda. She kept looking at Vikki as if she might find a simple miracle inside her.",
                "Brittany was amazed by Amanda. She'd started out trying to avoid her, but\n\nA:\n\nI would say that any and all recommendations involving Amanda, and actually having sexual intercourse with her were based on her stated desire to completely.",
                "Brittany was amazed by Amanda. She could sense that Jillian was already asleep; her hands barely touched the blanket which was spread across her feet.",
                "Brittany was amazed by Amanda. She was like, How do you feel about this? And I was like, Why? Like.",
                "Brittany was amazed by Amanda. She had never been so conscious, and yet so.",
                "Brittany was amazed by Amanda. She had never even considered that aspect of her fornication, if indeed helping Brittany bring the spirit of Gamalan contains such a punishment.",
                "Brittany was amazed by Amanda. She had days where perhaps this wouldn't be cystic fibrosis, but you'd take antibiotics for a year?\n\nAmanda, she was pretty sure, was in denial.",
                "Brittany was amazed by Amanda. She admired her, but had few words for her.",
                "Brittany was amazed by Amanda. She had never known that she could call some random boy to answer the phone and instantly learn his deepest secrets.",
                "Brittany was amazed by Amanda. She was as close to her spirit as she was a vampire—landed, and happy to be home, where she belonged.",
                "Brittany was amazed by Amanda. She did not know men, but she did know wrinkles, red hair and the way she looked.",
                "Brittany was amazed by Amanda. She wrinkled her nose and cocked her head to the side.",
                "Brittany was amazed by Amanda. She showed Brittany to her vision.",
                "Brittany was amazed by Amanda. She pretended to hate her, but she liked how unconventional she looked when the camera flashed.",
                "Brittany was amazed by Amanda. She had a hell of a sense of humor, and this gig would be about that.",
                "Brittany was amazed by Amanda. She must have escaped Brillian's homecoming awareness and passed it on to his biological son to raise.",
                "Brittany was amazed by Amanda. She was a tall blond and gentle-looking woman with notebooks and pencils about her mouth, which was also pink-painted, but which looked as if she'd pouted at the waist.",
                "Brittany was amazed by Amanda. She didn't know the woman very well-certainly not enough to be a spy.",
                "Brittany was amazed by Amanda. She swallowed hard and watched as the terror passed.",
                "Brittany was amazed by Amanda. She thought the way Amanda spoke and thought the way she dressed and smelled had far less to do with DC being a place and everything to do with being her friend.",
                "Brittany was amazed by Amanda. She had no idea how that had happened but she was proud of her, and she hugged her Cait.",
                "Brittany was amazed by Amanda. She had the world's best combination of intelligence and experience.",
                "Brittany was amazed by Amanda. She scooted sideways and nearly crashed into me with her tablet a few feet from the car.",
                "Brittany was amazed by Amanda. She couldn't believe that she had unearthed such a thing again, but she didn't say anything.",
                "Brittany was amazed by Amanda. She remembered Mary leaving for two months with a man instead of her mother and daughter.",
                "Brittany was amazed by Amanda. She said, \"'I've seen so many people who are, you know.",
                "Brittany was amazed by Amanda. She was laughing so hard her little tires were squealing and it started a long spell of light laughing until she heard her father mention his favorite show.",
                "Brittany was amazed by Amanda. She thought she'd been a total pain, but it felt good for her to discover that _someone_ felt, or thought they felt, something for her.",
                "Brittany was amazed by Amanda. She didn't know what he had really been expecting on her birthday.",
                "Brittany was amazed by Amanda. She took off her hoodie and pulled her uncomfortably high-waisted, cozy, baggy khaki jacket from her bag.",
                "Brittany was amazed by Amanda. She wasn't one for accepting or being denied but instead she had a good idea and she followed her visit soon after.",
                "Brittany was amazed by Amanda. She had something else in mind for her.",
                "Brittany was amazed by Amanda. She was still responsive to Mason's questions even now that he was signing and she was one of the few women he knew that had the standing.",
                "Brittany was amazed by Amanda. She'd come to her to pray for the dog's health, and to stay for him to groom himself.",
                "Brittany was amazed by Amanda. She had kept as much detailed thoughts as could be kept down inside her dough, but such detailed musings had never led to any notion of writing.",
                "Brittany was amazed by Amanda. She had Logan's body exhausted by ambition, perfection.",
                "Brittany was amazed by Amanda. She had done the perfect job.",
                "Brittany was amazed by Amanda. She was a very beautiful & well-bred young lady! We kept anxious around her until she met us at the gate so we could sit down closest to her and don't worry about our tablecloth because she.",
                "Brittany was amazed by Amanda. She said they really were a tearing couple and the\nhappiest day of their lives.",
                "Brittany was amazed by Amanda. She instinctively handed him a small toy that looked like a Playdoh mass because it was large and curvy and twisted with small gratuitous holes designed to resemble mouths.",
                "Brittany was amazed by Amanda. She was completely fascinated by Amanda.",
                "Brittany was amazed by Amanda. She knew she was very smart, but she didn't really know anything about how the world worked.",
                "Brittany was amazed by Amanda. She'd been matching her words with action.",
                "Brittany was amazed by Amanda. She had not bothered to ask.",
                "Brittany was amazed by Amanda. She was a shy girl judging from her appearance, but she was no child, which Amanda herself believed as the cause.",
                "Brittany was amazed by Amanda. She had never seen a woman so full of life.",
                "Brittany was amazed by Amanda. She adored her little coterie of girlfriends and claimed she was smitten with her straight laced adopted brother and neighbor.",
                "Brittany was amazed by Amanda. She never really looked serious, but perhaps, Amanda was one of the few beautiful women who seems actually to care.",
                "Brittany was amazed by Amanda. She was by nature open, and she knew how to keep it going—how to keep it separate and private.",
                "Brittany was amazed by Amanda. She was so chic, mature, and surprised.",
                "Brittany was amazed by Amanda. She'd never seen her sister so happy.",
                "Brittany was amazed by Amanda. She was taken aback by how.",
                "Brittany was amazed by Amanda. She asked for her full name and sold her.",
                "Brittany was amazed by Amanda. She's the first person who actually helped out, even just a little bit.",
                "Brittany was amazed by Amanda. She knew her only as a precaution, and God only knows how she'd come to be living amongst a lot of them.",
                "Brittany was amazed by Amanda. She was usually on edge because of her overbearing mother, but she hadn't been this excited since she was a little girl.",
                "Brittany was amazed by Amanda. She was younger, quieter, declaiming verses on the Prophet Muhammad.",
                "Brittany was amazed by Amanda. She was like a different person.",
                "Brittany was amazed by Amanda. She believed she could judge his thoughts so easily.",
                "Brittany was amazed by Amanda. She must be Logan's girl; they had all been very chummy.",
                "Brittany was amazed by Amanda. She was one of the few on the forum that seemed genuinely interested in her progress.",
                "Brittany was amazed by Amanda. She had been quite ill when the Salvatore destroyed them.",
                "Brittany was amazed by Amanda. She, like\n304 the others, had only recently learned she was part of a\n7 ring, or at least some of the guys in that ring.",
                "Brittany was amazed by Amanda. She made it easy.",
                "Brittany was amazed by Amanda. She liked her room so much, they would get her next to him.",
                "Brittany was amazed by Amanda. She'd asked her to help because Brittany said that Nick had been writing instructions for the operation.",
                "Brittany was amazed by Amanda. She stood there, dressed in federal militaria, and it was striking how her classy suit tallied with her small, innocent features.",
                "Brittany was amazed by Amanda. She was extremely beautiful, with a face and torso that could have been molded from silicone and elegance like no one else she knew.",
                "Brittany was amazed by Amanda. She was quick to put things in proper perspective.",
                "Brittany was amazed by Amanda. She seemed concerned by the intrusion, even butting in to help.",
                "Brittany was amazed by Amanda. She was a DWI-addict.",
                "Brittany was amazed by Amanda. She wanted to learn everything from Alexander's perspective.",
                "Brittany was amazed by Amanda. She did call, sent flowers, bought books.",
                "Brittany was amazed by Amanda. She had a talent for making her a really great offensive girl.",
                "Brittany was amazed by Amanda. She didn't hold back about what she said, nor did Amanda try to hide it.",
                "Brittany was amazed by Amanda. She jumped up and hugged her girlfriend tightly and kissed her on the cheek.",
                "Brittany was amazed by Amanda. She seemed to have the answers she was looking for; she could help her communicate with God and the kids caught the voice.",
                "Brittany was amazed by Amanda. She knew Davos and chillastic all began under the hedge, and she was thrilled to see him, wherever he'd ever been.",
                "Brittany was amazed by Amanda. She had a disturbing ability to bang heads together, pull energy from the air with her body, and question her sanity in a multitude of ways.",
                "Brittany was amazed by Amanda. She was beautiful, Livie second to none.",
                "Brittany was amazed by Amanda. She was a very pretty babe, and he was having to guess what was going on with the clothing rack Jewel had bought for her.",
                "Brittany was amazed by Amanda. She strolled right up to the counter then flashed a sympathetic smile, a smile that made her pretty even more attractive.",
                "Brittany was amazed by Amanda. She wasn't as wild as she had first thought.",
                "Brittany was amazed by Amanda. She realized eventually that she hadn't seen her just a few months before, and felt a nagging, sad awareness that she had forgotten her.",
                "Brittany was amazed by Amanda. She rushed out to the dining room to board at Kampung Keramaian’s table, where we had our prepared dinner.",
                "Brittany was amazed by Amanda. She had never assumed that Joe was Ohio dirt.",
                "Brittany was amazed by Amanda. She was already taking into account what Amanda was telling her about what Amy was feeling.",
                "Brittany was amazed by Amanda. She was beautiful and had an aloof demeanor that contrasted to Brittany's smug attitude.",
                "Brittany was amazed by Amanda. She turned to look at her with wide brown eyes.",
                "Brittany was amazed by Amanda. She had probably never looked like more than fifteen years old, but so lush and dark in complexion.",
                "Brittany was amazed by Amanda. She also found the experience of being talked down and bullied daunting and cruel.",
                "Brittany was amazed by Amanda. She was older, she was clumsy, she was very loud, and she tended to ramble.",
                "Brittany was amazed by Amanda. She was a young blonde with blue eyes.",
                "Brittany was amazed by Amanda. She never thought this small town could be such a better place than when she came here seven years ago.",
                "Brittany was amazed by Amanda. She realized that all elements of connection she was now defining for herself, being a sister too, would blow over for the most part and that once there was the start of a new phase of friendship, Brittany.",
                "Brittany was amazed by Amanda. She had never seen anyone like her, so thoughtful and gentle, so a little known.",
                "Brittany was amazed by Amanda. She was detached from her society; she seemed to shuffle, nibble at Mark's edges, then stare at them until he waggled his shoulders.",
                "Brittany was amazed by Amanda. She felt as though she had wanted all to herself to be more educated, intuitive, and knowledgeable about their identity and who they were; but for years she had not known that this was possible."
            ],
            "counts": {
                "Amanda": 9,
                "Brittany": 5
            }
        }
    }
}