{
    "metadata": {
        "model": "EleutherAI/pythia-160m",
        "revision": "main",
        "num_parameters": 162322944,
        "timestamp": "2023-10-13 01:40:39.570988"
    },
    "John seized the comic from Bill. He": {
        "details": {
            "pronoun": [
                33,
                35
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    27,
                    31
                ]
            ]
        },
        "sentences": [
            "John seized the comic from Bill. He thought that the whole thing was just too much to wish the character on his own life.",
            "John seized the comic from Bill. He asked: \"Why are you doing this and not me?\" And he asked the question in a very short sentence, one with an emphatic and inextricable turn: \"Because you're in on this.",
            "John seized the comic from Bill. He was so furious that he ordered us to put it in the ground.",
            "John seized the comic from Bill. He was furious with it.",
            "John seized the comic from Bill. He made his way to a corner, grabbed one of the panels and removed a huge chunk of the comic and then threw it down a set to see for himself.",
            "John seized the comic from Bill. He had the same kind of dark-skinned body as the other children, but had a dark-like face, blue eyes, dark eyes, or some other characteristic made him appear far darker than the other children.",
            "John seized the comic from Bill. He was taken to the\nplace, where he was found to be lying, and then at the house of his old\nhusband, on the edge of a pool.",
            "John seized the comic from Bill. He was not too happy to meet the \"other man\" from the show.",
            "John seized the comic from Bill. He began in a way where he wasn't used to being \"just for the fun of it.",
            "John seized the comic from Bill. He looked at his new book in one of the old boxes, then turned to the book's page for more.",
            "John seized the comic from Bill. He said, \"If the police need to get us caught, they have to have some authority at our disposal to have control over anyone, anyone with a good sense of how it is going to work.",
            "John seized the comic from Bill. He then gave us a look at his face and said he knew he had \"no idea\" of that.",
            "John seized the comic from Bill. He put it aside and began to write: As I had begun to write on the first page, my mind became very much occupied with what I had already written in the first line of the story.",
            "John seized the comic from Bill. He had his back to the audience.",
            "John seized the comic from Bill. He was given a new look and a second look, one that made him feel like someone was holding the reins of power, and then, as he continued to look around him, he could not see into the middle.",
            "John seized the comic from Bill. He held it with both hands over his head until he could make his voice audible.",
            "John seized the comic from Bill. He looked at Bill: 'What are we talking about?'\n\n'What?'\n\n'I don't know.",
            "John seized the comic from Bill. He'd seen the cartoon and the first time he'd ever seen it.",
            "John seized the comic from Bill. He's always had the opportunity to see each of the men on the stage.",
            "John seized the comic from Bill. He gave it back, a few minutes later in a way that even he can’t say goodbye to (uncle is the only one that ever has a book).",
            "John seized the comic from Bill. He was a great friend of Mr.",
            "John seized the comic from Bill. He was now on the run, along with his wife; he was also caught by the other men with the caravan and was captured.",
            "John seized the comic from Bill. He began to read it in a style that was not in line with his predecessors; it was a little clumsy and a bit too melodramatic to even speak into.",
            "John seized the comic from Bill. He took it to the press in his room and brought it back into the office to get it published.",
            "John seized the comic from Bill. He is now one of the greatest comic writers of the century, one of the best-curated, best-researched, and most entertaining writers.",
            "John seized the comic from Bill. He was told to write in the second half of the day, but the comic would be removed only after \"a short and terrible absence.",
            "John seized the comic from Bill. He then demanded that I turn the gun down.",
            "John seized the comic from Bill. He started out making himself funny every night, writing the lyrics for the show.",
            "John seized the comic from Bill. He then read, \"The Hare!\" and added, \"I don't know, if I knew the difference or if I was a bad man.",
            "John seized the comic from Bill. He took it off the shelf and gave it to Bill that he hadn't planned on showing it.",
            "John seized the comic from Bill. He tried to tell them to stop saying the word ‘fuck,’ but they stopped.",
            "John seized the comic from Bill. He asked if it was real.",
            "John seized the comic from Bill. He read it for ten minutes, trying to write a new story.",
            "John seized the comic from Bill. He began to write a small number of things for _The Invisible Book of Horror_ when they finally decided on the plot of the novel.",
            "John seized the comic from Bill. He put it back into a wooden box that he then placed in the bottom of his car.",
            "John seized the comic from Bill. He had the power to make the comic up in the comic book, and this powerful power allowed the movie to play a major role in the history of comic book movies, and the film itself.",
            "John seized the comic from Bill. He tried to cut his way through the crowd to see if he was doing a good job and had his friend on top before closing up to take his own life.",
            "John seized the comic from Bill. He began to write the novel, which became a bestseller in Australia.",
            "John seized the comic from Bill. He had to admit that he was quite capable of getting off a lot of money.",
            "John seized the comic from Bill. He had no doubt that he had found a man who was more dangerous than his victim and a person who cared more for the world to which he belonged than the world.",
            "John seized the comic from Bill. He then wrote about it in a book called The Willing Years.",
            "John seized the comic from Bill. He was at work on a book about him when the whole matter was brought to him and he made his first appearance.",
            "John seized the comic from Bill. He found that there was no ink for the print for the three pages of the comic, and they put it into the book, that wasn't there for more than an hour.",
            "John seized the comic from Bill. He held it up and told him, 'If you have not been in the war to-day, you need not be back in the country to come to this war.",
            "John seized the comic from Bill. He looked about the entire page and then began to stretch his arm.",
            "John seized the comic from Bill. He was also known in the literary world of the time, and was associated with such authors as David Brinsley Sherwood, and John Tremayne.",
            "John seized the comic from Bill. He said, \"Hey, I can see, and I'm just a little bit better than that, but I'm not going to play a part in a great comic, let's be honest.",
            "John seized the comic from Bill. He held it in his hands while he and William separated himself from her.",
            "John seized the comic from Bill. He was in fact very much a member of the Comics Council, for which the comics were his most loyal and dedicated comrades.",
            "John seized the comic from Bill. He found none of the evidence of his own that would have been put in evidence.",
            "John seized the comic from Bill. He gave them the comic book\nof an American cowboy with his little cowboy suit and the names of his\nfriends; they went out over the mountains on the way to a place called\nCowboy.",
            "John seized the comic from Bill. He began making his own version of the story, and took the comic to work to his benefit.",
            "John seized the comic from Bill. He then stole all of his clothing from it to go to the theatre.",
            "John seized the comic from Bill. He then walked back to the desk and pulled his chair out.",
            "John seized the comic from Bill. He was the first of four such pieces he ever designed.",
            "John seized the comic from Bill. He was also in close physical contact, causing them to fall to the ground.",
            "John seized the comic from Bill. He began to put it down on the floor, then the door slammed shut.",
            "John seized the comic from Bill. He\nasked, and he did, that he had used the ink that Mr.",
            "John seized the comic from Bill. He read what is\nin front of him.",
            "John seized the comic from Bill. He began to put the comic under the cover, and I tried again.",
            "John seized the comic from Bill. He then went over with the other team, to make his next move into the back of the field.",
            "John seized the comic from Bill. He got the message, \"Don't let me down, Bill.",
            "John seized the comic from Bill. He was arrested later in the day because he was too drunk to be able to understand the words, \"He was in a coma,\" the newspaper ran.",
            "John seized the comic from Bill. He tried to pull him out in front of the movie but was caught by Captain America.",
            "John seized the comic from Bill. He said, \"It's like a record, it's as if there was no record, it's nothing I can look at.",
            "John seized the comic from Bill. He said: It wasn’t enough for the comics to have a good sales.",
            "John seized the comic from Bill. He could not even show the book in book form.",
            "John seized the comic from Bill. He was the only player here who was willing to put it into a book.",
            "John seized the comic from Bill. He began to read what was there then.",
            "John seized the comic from Bill. He had seen a painting of an octopus.",
            "John seized the comic from Bill. He left to get his hands on a number of more copies of the series.",
            "John seized the comic from Bill. He took them out and set off again.",
            "John seized the comic from Bill. He asked if the artist had gone to the artist's office and asked whether he had seen anything funny about him.",
            "John seized the comic from Bill. He said: “We have been working with one of our most talented graphic artists to develop an actual model of a superhero that can be used for almost anything.",
            "John seized the comic from Bill. He made a bunch of the older comic characters stand up and say hello.",
            "John seized the comic from Bill. He wrote _Sic Orde_.",
            "John seized the comic from Bill. He made some calls for his brother-in-law, and later announced that they had nothing on him but the comic.",
            "John seized the comic from Bill. He wrote the graphic, telling it to go into the box and see if it is there.",
            "John seized the comic from Bill. He then told the jury to see the show.",
            "John seized the comic from Bill. He wanted to change the color, but the ink had dried up and he had forgotten how it looked.",
            "John seized the comic from Bill. He'd given the page several minutes to complete the sequence, then had the page pushed back.",
            "John seized the comic from Bill. He gave him an earful of coffee that had been set aside, and I thought that he might have seen some new color on his head.",
            "John seized the comic from Bill. He said, “I’m not sure the idea was given much thought.",
            "John seized the comic from Bill. He was then told to come back to the bar, so that if he was going to show a lack of interest in The Lord's Resistance Army in the UK, he could come and pay £1 for it.",
            "John seized the comic from Bill. He had been working on it for two weeks and was working on it.",
            "John seized the comic from Bill. He made it into the top 100 on both charts.",
            "John seized the comic from Bill. He called her a \"joke-maker,\" he told Candy about her and that they were sisters of God.",
            "John seized the comic from Bill. He told us he did it to save the town and the children from \"Morgan's Plot.",
            "John seized the comic from Bill. He was obviously not pleased with how it was being written and that he hadn't realised the work was done.",
            "John seized the comic from Bill. He thought it was\nhis own comic because he had given it to Mr.",
            "John seized the comic from Bill. He made a face with the new face of his comic book, but he didn’t know if he could use the new costume — his first comic book name is John.",
            "John seized the comic from Bill. He could have easily broken it if he had kept on that front.",
            "John seized the comic from Bill. He'd lost the comic in a fit of panic and was able to walk through the whole comic, and was quite satisfied.",
            "John seized the comic from Bill. He read through the comic and read it in a book, making sense of the words and the tone and the tone of the movie.",
            "John seized the comic from Bill. He wanted to see him do it himself, and to take him off to prison, but the next morning was too cold to be helped, so they waited.",
            "John seized the comic from Bill. He was about to be carried to the roof of his cabin, while two others, in a blue coat with a bandana, were on the way: his cousin, the late Captain Hutton, a young soldier.",
            "John seized the comic from Bill. He did so with considerable dignity; as he sat down on the far side of the room, he saw a row of two men of him stood, with a man seated at the head of the table from whom they.",
            "John seized the comic from Bill. He was in a rage.",
            "John seized the comic from Bill. He brought together the various characters, and the comic was completed without the use of a novel, and has remained as a finished product.",
            "John seized the comic from Bill. He was the only player ever to pull the punch, and his best friend as well."
        ],
        "counts": {
            "John": 2,
            "Bill": 3
        }
    },
    "John passed the comic to Bill. He": {
        "details": {
            "pronoun": [
                31,
                33
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    25,
                    29
                ]
            ]
        },
        "sentences": [
            "John passed the comic to Bill. He worked with Mark Hamill of Warner Bros in the original series, \"The Bones,\" and with Gawain as the writer.",
            "John passed the comic to Bill. He wrote it in his own words; it was, he wrote, an earnest statement of his belief and opinion upon such matters of fiction.",
            "John passed the comic to Bill. He had been told he'd be out of business.",
            "John passed the comic to Bill. He read it and the next day went back on his knees in the kitchen to finish it.",
            "John passed the comic to Bill. He's about to go to trial before a jury, and he's looking up his own case when his lawyer's got to be told he can't.",
            "John passed the comic to Bill. He was so excited about his idea that he went back and signed it to The Daily Star.",
            "John passed the comic to Bill. He wrote to the magazine which carried the comic and published it in a weekly-form magazine.",
            "John passed the comic to Bill. He added: \"I hope it gives you some idea of how I feel about this, and how you can find them.",
            "John passed the comic to Bill. He wrote a letter about the comic in the Daily Press of the City of London in April 1853.",
            "John passed the comic to Bill. He went to live with Liza for a week or so and she taught him how to make a little baby dog on a platter and with a big heart and all that.",
            "John passed the comic to Bill. He’s had enough, but not enough.",
            "John passed the comic to Bill. He was a brilliant artist, but he had also been on one with his fellow creators of comic books.",
            "John passed the comic to Bill. He got a job as a newspaper reporter on New York, and then worked as a news photographer at D.",
            "John passed the comic to Bill. He's a bit of an old friend, and he's been doing a lot of things for me and some of his other colleagues.",
            "John passed the comic to Bill. He is a nice guy, and no slouch when it comes to public speaking and has a good voice – in his day-to-day life he just has everything to stand by.",
            "John passed the comic to Bill. He’s an “original” writer and is the author’s original story.",
            "John passed the comic to Bill. He's an excellent one because nobody else has tried to figure it out in their name.",
            "John passed the comic to Bill. He would have seen it at The New York Times for the first time, or had it been published in a New York Post newspaper.",
            "John passed the comic to Bill. He also went on at a comic club, and from that year began writing work for the magazine.",
            "John passed the comic to Bill. He began to consider the possibility that there would someday be another type of Comic book adaptation which would feature graphic novels.",
            "John passed the comic to Bill. He then began working on his new comic in the studio's new studios.",
            "John passed the comic to Bill. He's in an insane asylum for the most recent comedy and all of a sudden, the movie comes across as a huge leap forward for the characters.",
            "John passed the comic to Bill. He was born in New York City.",
            "John passed the comic to Bill. He was probably one of the biggest heroes that ever lived.",
            "John passed the comic to Bill. He was a wonderful teacher and mentor\nto his students.",
            "John passed the comic to Bill. He gave an update about the comics as \"the best of the bunch.",
            "John passed the comic to Bill. He said it was just fine.",
            "John passed the comic to Bill. He had the voice of a very good-humored character, though, and even gave it to the people who worked for the comic, but it was too often forgotten and forgotten, and it didn't get any.",
            "John passed the comic to Bill. He's a little bit less talented than I was at the end of the day--but he made a living, not as a bookie.",
            "John passed the comic to Bill. He and Bill took him to the new Marvel Comics series The Avengers.",
            "John passed the comic to Bill. He sent it back on a train around that same year.",
            "John passed the comic to Bill. He took with him some of his best-liked characters, such as the Jungle Book and Lillie.",
            "John passed the comic to Bill. He's now known as the new Batman to the media.",
            "John passed the comic to Bill. He is in his 60s and has worked to change the fortunes of his own industry and it will continue to be the same.",
            "John passed the comic to Bill. He had to be allowed to tell it out, rather than to have it out with the other side.",
            "John passed the comic to Bill. He went to bed when he could.",
            "John passed the comic to Bill. He is the one who does what he always does – do a good deed – for the one who has no regrets, and goes on to do good deeds for others.",
            "John passed the comic to Bill. He was, in fact, at least a hundred and fifty years old.",
            "John passed the comic to Bill. He would have written and composed a new comic if that hadn't been part of his character.",
            "John passed the comic to Bill. He’s now working on a new character called Johnny.",
            "John passed the comic to Bill. He was an artist who wrote a very beautiful work that was very well done but was also a huge fan.",
            "John passed the comic to Bill. He came of age and went to work in the small-town city of Boston.",
            "John passed the comic to Bill. He was one of those who really did appreciate his work in comics which was his first step toward making an art which could be understood at a visual level by using the world, the art, the story and the world.",
            "John passed the comic to Bill. He is known as the \"father of animated film\" and best known for his \"animated film\" style of art that won awards, including a number of the Academy Award winners, among them \"The Jungle.",
            "John passed the comic to Bill. He was not the only man who wanted to publish the work.",
            "John passed the comic to Bill. He was not much liked by any of his characters but with no great fan involvement one couldn’t say no to anything that made him famous.",
            "John passed the comic to Bill. He began to write in one place and went on with his work.",
            "John passed the comic to Bill. He wanted a comic book version, and he had a huge crush on the idea that Superman could be a superhero.",
            "John passed the comic to Bill. He then went through an attempt to make it look more complete.",
            "John passed the comic to Bill. He's known for acting the father figure in a small role in the 1980 classic, The World's Got Talent.",
            "John passed the comic to Bill. He died of sepsis at age 70 when she was born.",
            "John passed the comic to Bill. He is a great guy who had the best of both parties.",
            "John passed the comic to Bill. He’d come with a copy of his old comic book called A Good-Bye My Life, that he would read in a bookstore and sell to him in a small booth, because he always thought that it.",
            "John passed the comic to Bill. He added a few changes too, such as the fact he was going to spend a whole new life without ever seeing a comic again or the fact he needed to make it a much more successful comic.",
            "John passed the comic to Bill. He wrote a novel, The Coup de Gauche, and won many awards and prizes.",
            "John passed the comic to Bill. He had taken up the story of a new-comic set, as the series would unfold.",
            "John passed the comic to Bill. He made a show of it, but didn't get much to do with it at all.",
            "John passed the comic to Bill. He had the comic before he died while in Hollywood—the guy he knew with good heart, a high-tech character, was a bit of a jerk.",
            "John passed the comic to Bill. He was a member of the Pro Drivers Club and they started the business during World War I.",
            "John passed the comic to Bill. He was never paid by the comics for the work he made for the company and is also on set.",
            "John passed the comic to Bill. He was a writer for Marvel, and in 1965 the character and his character would appear in the comic book Marvel Comics.",
            "John passed the comic to Bill. He was a tough old chap and I think he could have handled the work.",
            "John passed the comic to Bill. He had little hope that he would become a comic himself so long as he was a man, and he didn't have the chance.",
            "John passed the comic to Bill. He later left comics to become president of The Comics Alliance, for which he was a featured poet.",
            "John passed the comic to Bill. He and the two other comic actors and other artists are now working for the television show.",
            "John passed the comic to Bill. He had a little too much to say.",
            "John passed the comic to Bill. He said he'd love him to be part of the comic.",
            "John passed the comic to Bill. He didn't need to.",
            "John passed the comic to Bill. He worked on the TV series and later worked as an editor for the US Comics Archive, in other words of the comics he would work with and with his wife, who had also been a comic book writer.",
            "John passed the comic to Bill. He also tried to play me at a party on the river, when I was very young then, where he lived with his younger brother-in-law John J.",
            "John passed the comic to Bill. He wrote a number of works on the series including An Angel of the City, The Man in the Crystal Palace, The Devil's House and The Devil's Night.",
            "John passed the comic to Bill. He came very close with _The Amazing Spider-Man_, a long-running action/comic book about Spider-Man.",
            "John passed the comic to Bill. He's a real good comic and this one in particular is just a great example of that type of work.",
            "John passed the comic to Bill. He wrote only “Ricky” on the back, but the comic was actually printed in the final book of the series.",
            "John passed the comic to Bill. He was the first for the show.",
            "John passed the comic to Bill. He has one of the strongest personality traits of his generation, of being in a different time frame from anybody else and trying to make the character who he is, in fact, belong to no one else.",
            "John passed the comic to Bill. He was in charge of the comic, and told it to get out.",
            "John passed the comic to Bill. He had been on a roll when asked about the new version of his comic.",
            "John passed the comic to Bill. He was still living, he still belonged in the bar to his old friends, and that's how he got him the honor of living at St.",
            "John passed the comic to Bill. He was born in Boston.",
            "John passed the comic to Bill. He, on the other hand, was the man most likely to carry out his promise of\nunconditional peace.",
            "John passed the comic to Bill. He decided to make a cartoon about the way people lived and grew.",
            "John passed the comic to Bill. He gave it his own way, telling people to \"buy him a ride, and leave us a pair.",
            "John passed the comic to Bill. He had just completed the first installment of the \"Flesh for Flesh,\" and was ready to put it into action.",
            "John passed the comic to Bill. He is a long-time friend of Billy's and a member of the band.",
            "John passed the comic to Bill. He was just in time, he took up the comic’s role and made some really good jokes.",
            "John passed the comic to Bill. He had a small pen-type-headboard made of the same wood that would later make the famous Tarantin coat, along with the \"F\" letter, as his first letter.",
            "John passed the comic to Bill. He has a small reputation for being the first to say that he is too conservative to ever try to do much beyond a slight, and that his wife does in fact enjoy the most extravagant things about him.",
            "John passed the comic to Bill. He was just the third American comic to be born on record after George R.",
            "John passed the comic to Bill. He didn't have a very long life; he just kept working on making, trying to do it himself.",
            "John passed the comic to Bill. He added a new line to the page, \"The World in Twenty-Four Hours, the story in a way that doesn’t go into the big guns, so that it could go into the big shots.",
            "John passed the comic to Bill. He, however, was unimpressed by that character.",
            "John passed the comic to Bill. He was a good actor, and he could be so good I think that should be in his final season at that.",
            "John passed the comic to Bill. He took it to an agent before it was made into a comic for the New York paper; that was about what the book had to do.",
            "John passed the comic to Bill. He wrote:\n\"I shall get to work on an English comic on Wednesday, and I shall send for that.",
            "John passed the comic to Bill. He's in a big time with this group.",
            "John passed the comic to Bill. He was about six-eight and a few years older than Bill, who was eight, but both of his parents died soon after.",
            "John passed the comic to Bill. He was able to sell many copies of The New York Times at a price he was not able to support himself.",
            "John passed the comic to Bill. He had been a big influence on the comic and all the characters he worked with were great roles.",
            "John passed the comic to Bill. He says, \"Oh, that would go down in history with me."
        ],
        "counts": {
            "John": 2,
            "Bill": 3
        }
    },
    "John passed a comic to Bill. He": {
        "details": {
            "pronoun": [
                29,
                31
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    23,
                    27
                ]
            ]
        },
        "sentences": [
            "John passed a comic to Bill. He was a comic book journalist and producer in the 1960s and 1970s.",
            "John passed a comic to Bill. He got his father back, and gave it a lot of bad publicity.",
            "John passed a comic to Bill. He received a great deal of criticism – like John's, it was simply like the next best thing.",
            "John passed a comic to Bill. He wanted to take it, but he wanted to sell it.",
            "John passed a comic to Bill. He also had a comic strip that featured the name of a local streetcar that had been run by the Chicago Police Department in the late 19th century.",
            "John passed a comic to Bill. He was a part of the early stage of the company that he worked with for a time.",
            "John passed a comic to Bill. He began his work as a publisher in the 1970s for a small newspaper, The New York Times, and in 1977 for an edited newspaper, The World's Best.",
            "John passed a comic to Bill. He is a nice guy, but not quite ready to put that down.",
            "John passed a comic to Bill. He wrote one of the more exciting comic books of the era:\n\n\"When I was a kid, I thought, 'Hey, Bill, how about a book?! I'm going to show you that!'.",
            "John passed a comic to Bill. He's like a guy with love who's in love with a cat, but I think they both get it, like, \"Yeah, the cat is in love with the cat! It is the cat not the.",
            "John passed a comic to Bill. He got it on the next day.",
            "John passed a comic to Bill. He was an odd man for a man who was very nice, and wanted to make a good show.",
            "John passed a comic to Bill. He gave several samples of it after this, and it was published in The San Francisco Chronicle in March of this year.",
            "John passed a comic to Bill. He’s a cool, cool person who would do anything from his own little world to get a comic from a cartoon guy.",
            "John passed a comic to Bill. He's probably also the one who'll be in the movie, so he might be one of these two.",
            "John passed a comic to Bill. He had recently appeared with Joe Shayne in a recurring role as a regular comic to comic book character Aimee in the TV series.",
            "John passed a comic to Bill. He's got a good sense of humor.",
            "John passed a comic to Bill. He was one of the earliest comics in the country and he was seen on the television every week.",
            "John passed a comic to Bill. He was a pretty cool character once, too.",
            "John passed a comic to Bill. He is in an emotional and profound mood.",
            "John passed a comic to Bill. He told us that it was the first one he'd seen that the other comic had been written by someone other than Bill, who had actually done this.",
            "John passed a comic to Bill. He didn't like the comic.",
            "John passed a comic to Bill. He used that to get his name out, and soon came back as the new name of Jody Williams, who had started a group of three girls for the boys-in-county that they could call the.",
            "John passed a comic to Bill. He became one of the first members of his own community, having performed and performed at the San Francisco Comic Con and the San Francisco Comic Book Festival in the last year.",
            "John passed a comic to Bill. He was also\ninvited by one of the most famous and influential people in English literature,\nthe great artist Charles Laughton and who was probably the first English person\nto ever learn the art of painting.",
            "John passed a comic to Bill. He wrote in “All I Came for,” which made the movie popular.",
            "John passed a comic to Bill. He had never seen any good comic book literature at all before, when he turned it into a story and had it published by his friend Thomas Avery.",
            "John passed a comic to Bill. He has also had a large number of the same interests.",
            "John passed a comic to Bill. He had always had a fascination with things like his imagination.",
            "John passed a comic to Bill. He's probably one of this man's most famous names, a well-recognized writer or artist and he's done a better version of the story with his own character than he is in that book, which is obviously.",
            "John passed a comic to Bill. He and two of his friends who were friends were also of the same mind.",
            "John passed a comic to Bill. He was signed to an advertising campaign.",
            "John passed a comic to Bill. He told the audience to look their best to be the first ones who read his book.",
            "John passed a comic to Bill. He also wrote a movie called The Bluebird that was originally a comic about an old woman and his first husband.",
            "John passed a comic to Bill. He is the oldest living artist who has ever been born for his contributions to American theatre on both sides of the Atlantic.",
            "John passed a comic to Bill. He was one of the very few in this field who\nwanted to do a commercial for an independent comic book: he wanted to make\na book of his own, and he was determined to try it out.",
            "John passed a comic to Bill. He has said his comic was a work of genius.",
            "John passed a comic to Bill. He started to do it, but his brother and brother-in-law was with him.",
            "John passed a comic to Bill. He went on to finish the book, which includes numerous scenes involving Captain Beicks, in which he manages to kill a mysterious assassin and then has a death-dealing match with a ghost that reveals she has been.",
            "John passed a comic to Bill. He was about to die at the age of 26.",
            "John passed a comic to Bill. He has lived in the same country as James Tiptree, which is a small, unassuming town.",
            "John passed a comic to Bill. He says that he is \"the only adult who knows what is good for his child but never talks about it as a child.",
            "John passed a comic to Bill. He is also a writer and editor on the Comics Writers' Guild.",
            "John passed a comic to Bill. He left the comic to find a place as an impromptu party.",
            "John passed a comic to Bill. He found a piece of wood with a tiny piece of metal, and then added a few more to his collection.",
            "John passed a comic to Bill. He did the unthinkable.",
            "John passed a comic to Bill. He wrote a cover of The Wizard of Oz (a comedy in which he plays the \"Lion\" of the Wizard's wife from the \"Wizard of Oz\" novel) and the film is a collaboration between.",
            "John passed a comic to Bill. He\nwould be buried at the Old West, while he was in the process of\nhanging up for his tomb at West Point,\nand had a picture of himself in the tomb there.",
            "John passed a comic to Bill. He was told that these characters will get their own comic for a new owner.",
            "John passed a comic to Bill. He tried to do so in some way.",
            "John passed a comic to Bill. He is one of the most iconic characters in comics history.",
            "John passed a comic to Bill. He then did it.",
            "John passed a comic to Bill. He said his \"friend\" was an \"unfortunates\" who was \"talking to a man who had no one to talk to,\" adding it helped him \"to believe in the world.",
            "John passed a comic to Bill. He saw it as a way to use them as their own words, and it inspired him to write a comic book.",
            "John passed a comic to Bill. He gave it to a different studio, at the expense of Warner Brothers, but it's been offered to their studio, who just paid the cost for it.",
            "John passed a comic to Bill. He is also known as the \"Pugman\" (who can be traced into the era of the \"Comics of the 1960s\")\nIn 1957, he co-wrote the book \"A New Comics.",
            "John passed a comic to Bill. He received a contract with the paper in which he performed the story, after which he would be sent to a place known as \"The House of Blowers\"; this place was known as \"The House of B.",
            "John passed a comic to Bill. He wrote one comic, a great one, and one comic by James Patten, which also appears on my show.",
            "John passed a comic to Bill. He was born on April 16, 1930, in North Carolina.",
            "John passed a comic to Bill. He was then called \"Bill\" with the title of this comic for his own use.",
            "John passed a comic to Bill. He was an actor who has played many characters (I am really glad you asked, Bill) that most importantly are great.",
            "John passed a comic to Bill. He did not say which story he wanted the book to tell, but he said it was 'The Big Four and the Big Five', and the one that seemed most likely to make any significant change was that a second.",
            "John passed a comic to Bill. He wrote and published a series of books that are a continuation of one of John's novels.",
            "John passed a comic to Bill. He was a great friend of the great and all-time great's, and was born in New York.",
            "John passed a comic to Bill. He had never seen me before, but his face lit up.",
            "John passed a comic to Bill. He was a tough fellow with a hard time about things like writing, the comic, and he had to live up to one-half of the salary he was making.",
            "John passed a comic to Bill. He made this\ncarnival scene in The Mummy and used it as \"piano\" in the\nprotest: \"They had a very different meaning to me than that.",
            "John passed a comic to Bill. He was a comic artist in the world and he started making jokes but he would be so much of a celebrity that he kept doing some of the work and would be one of the artists.",
            "John passed a comic to Bill. He had made many comic books and had written and edited for various artists.",
            "John passed a comic to Bill. He was then sent to England, where he worked as his tailor until the publication of the first comic in the World Illustrated with the following words: 'Hm.",
            "John passed a comic to Bill. He said it had been for his children's benefit.",
            "John passed a comic to Bill. He is named after the legendary writer.",
            "John passed a comic to Bill. He was a comic book artist, and he helped create comic books.",
            "John passed a comic to Bill. He wanted to be a comic book, but it seemed impossible to do that.",
            "John passed a comic to Bill. He was on the set with him as a special guest for the show and was supposed to have finished his work in June but did not come, until then.",
            "John passed a comic to Bill. He began to teach comic books to children so they would be able to watch them later.",
            "John passed a comic to Bill. He tried to tell John to write it in a small, low-key voice, but it was too much for John.",
            "John passed a comic to Bill. He also had a \"little girl\" tattoo on his wrist.",
            "John passed a comic to Bill. He then wrote his work in his magazine.",
            "John passed a comic to Bill. He thought of himself as something of a comedian and was able to give his character a voice and become a great one.",
            "John passed a comic to Bill. He had taken a job as a writer at the New York Times as a comic book and was still employed.",
            "John passed a comic to Bill. He then went to school in Virginia before retiring to his ranch on North Carolina where he continued his teaching.",
            "John passed a comic to Bill. He went to school with the first student in the school and wrote some of the comic characters, but not his comic books.",
            "John passed a comic to Bill. He had been an outcast from the literary movement behind his work, and although he was not a critic in some way, he nevertheless put into print a number of pieces which were to remain unpublished until the 1980s.",
            "John passed a comic to Bill. He and his wife Mary, a lawyer, lived at 751 W.",
            "John passed a comic to Bill. He was the first person the two were ever together to play with the band.",
            "John passed a comic to Bill. He was one of the original writers of The Great War.",
            "John passed a comic to Bill. He had a very dark and dirty look on his face, a red eye, a small heart, and a large round cheek bone.",
            "John passed a comic to Bill. He was an avid hobo who never played a game or run into an old man's side at the end of a game.",
            "John passed a comic to Bill. He has not made any change in any of America's comics.",
            "John passed a comic to Bill. He wrote a book entitled An Informal Introduction to the American Submarine.",
            "John passed a comic to Bill. He got it for a payday and was happy to be it was his birthday.",
            "John passed a comic to Bill. He was still trying to prove himself, and when that was cut cut from the book, he dropped it himself.",
            "John passed a comic to Bill. He's not very nice, although \"the guy's got enough hair on his neck to keep his mouth clean.",
            "John passed a comic to Bill. He got his first inkling that maybe you, the artists I've known, have the brain cells to do just that, and what has been going on within that is, I have not met anyone that I know.",
            "John passed a comic to Bill. He was then adopted by his wife and was placed in the custody of the County Clerk and Public Works Department.",
            "John passed a comic to Bill. He became a famous poet, and he had a number of famous children.",
            "John passed a comic to Bill. He had also worked from the start in The Dark Knight (and had worked on it for many years), and once he made a comic which was published with him by his mother.",
            "John passed a comic to Bill. He found a new book he wanted to produce, but wouldn't have one; and that one had to be a film.",
            "John passed a comic to Bill. He used his name to create the character, as well as to use the color he received from his father (i."
        ],
        "counts": {
            "John": 4,
            "Bill": 4
        }
    },
    "John was passing a comic to Bill. He": {
        "details": {
            "pronoun": [
                34,
                36
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    28,
                    32
                ]
            ]
        },
        "sentences": [
            "John was passing a comic to Bill. He was just beginning the set up for his future as a DC comic writer, and he was pretty much a character guy.",
            "John was passing a comic to Bill. He was\nof course well informed.",
            "John was passing a comic to Bill. He's a big boy when he's not talking.",
            "John was passing a comic to Bill. He was a comedian.",
            "John was passing a comic to Bill. He, with the help of a man with three children, was one of the finest boys in the town.",
            "John was passing a comic to Bill. He had an old friend named Ralph, whom he'd just met, named William, and named the two.",
            "John was passing a comic to Bill. He had a look like a bad lad and had a bad look back.",
            "John was passing a comic to Bill. He later went on to become an executive producer and was part of the band that produced it.",
            "John was passing a comic to Bill. He was going down into the studio room and the show was over.",
            "John was passing a comic to Bill. He had a large audience at the Comics Writers' Workshop in New York in his own right to talk, and when he was not talking, he was passing the comic to Bill's brother; but Bill never got.",
            "John was passing a comic to Bill. He came out of the theater on the wrong side of the road, as he did on the day after.",
            "John was passing a comic to Bill. He sat on the shelf and began writing a story for the comic book, a story that showed what Mr.",
            "John was passing a comic to Bill. He had to ask me the last time he was in the comics before I got to New York.",
            "John was passing a comic to Bill. He didn't bother with the little piece about 'talking, but.",
            "John was passing a comic to Bill. He tried the front window to the left, which was still there.",
            "John was passing a comic to Bill. He was in the show with a friend, who had died a long way from his first appearance as a child.",
            "John was passing a comic to Bill. He also said the whole process would take about ten or more days off.",
            "John was passing a comic to Bill. He says he had to do it.",
            "John was passing a comic to Bill. He read a magazine; he had never seen anything more than some comic book.",
            "John was passing a comic to Bill. He had a little room to himself when he heard, and there was a kind of lassitude in the old man's voice that made him laugh very hard, and he thought that it was a joke,.",
            "John was passing a comic to Bill. He had a funny face.",
            "John was passing a comic to Bill. He then left a message for Hulk Hogan to tell him he was sorry.",
            "John was passing a comic to Bill. He gave 'John' a ring.",
            "John was passing a comic to Bill. He was going to get more money to buy it, which is a common practice.",
            "John was passing a comic to Bill. He was a huge help that I was able to make him appreciate how well we made things.",
            "John was passing a comic to Bill. He was then married to a woman named Nancy, who did some things.",
            "John was passing a comic to Bill. He was a comic who was doing more of the comic than being a comic.",
            "John was passing a comic to Bill. He read the\nmemoir, and then, as he had to, looked up from the piece, as if his eyes\nwere open, and found a few scattered fragments of the most interesting\npieces of.",
            "John was passing a comic to Bill. He was standing in front of the door.",
            "John was passing a comic to Bill. He was quite pleased, and I said, 'Don't worry, I got a comic.",
            "John was passing a comic to Bill. He'd been trying to do it for some time after that, but he hadn't gotten a hold of a publisher and he couldn't really put their names on that thing as it had been for so long.",
            "John was passing a comic to Bill. He had gone to the theater to watch the movie, but the man had stayed to play the comic before he saw it.",
            "John was passing a comic to Bill. He began with the original version of the comic, that of\na woman.",
            "John was passing a comic to Bill. He got the first two pieces and started drawing on the next, this time a more realistic version.",
            "John was passing a comic to Bill. He walked across the street where the comic was held together by a band.",
            "John was passing a comic to Bill. He had a friend and associate in the art world and they had been working for the studio for years but the guy had his own shop, known as a Puffa.",
            "John was passing a comic to Bill. He was looking at a picture of John being an interesting young man, so it came up to be a little surprise that he got the picture and told him what it was.",
            "John was passing a comic to Bill. He wrote that book \"in the pages\" and that he hadn't read it.",
            "John was passing a comic to Bill. He was working on with a comic strip in the 1960s.",
            "John was passing a comic to Bill. He was getting a large dose of some heroin and was able to buy a house over.",
            "John was passing a comic to Bill. He didn’t have much to do.",
            "John was passing a comic to Bill. He asked for the name of a great character named Daryl.",
            "John was passing a comic to Bill. He thought it was funny to begin with, and was the first and only name to be written on the cover; I think he was John's only work name.",
            "John was passing a comic to Bill. He was a lot more like a boy on the show, having little brother.",
            "John was passing a comic to Bill. He had no money—nor did he have a room—\"and it did not cost anything\" (though, as a young man, he had a bill for rent and a room in his house, and there.",
            "John was passing a comic to Bill. He told him, 'What I am going to do is find some men who've been here once who do it and find some women who've never done it.",
            "John was passing a comic to Bill. He made a few attempts to create a more graphic design-esque character, but found something strange, I couldn’t seem to wrap myself up in any particular piece of information to help him.",
            "John was passing a comic to Bill. He's still alive.",
            "John was passing a comic to Bill. He's just now starting on the road, and is coming over the river to join a crew of young men, working hard, and doing a lot of stuff with his hand, helping 'em, but you.",
            "John was passing a comic to Bill. He was able to read the lines on the side and say, \"I'm getting a joke.",
            "John was passing a comic to Bill. He was going to be one of the comic stars, and he was also working for the DC Comics.",
            "John was passing a comic to Bill. He wrote that, from the beginning, it was \"a good idea to get rid of them\".",
            "John was passing a comic to Bill. He didn't have a lot to be smiling about, although he'd gotten some help from his friend the other day and had said \"We got him a little out of here today.",
            "John was passing a comic to Bill. He made the movie about how the \"nigger man\" made fun of the other nigger people when they were outraged by their father's actions from the beginning.",
            "John was passing a comic to Bill. He was a man of a hundred and twenty, so he was a man of a dozen.",
            "John was passing a comic to Bill. He was a comic who had some old-time grit for putting in the work, but he didn't know anything about comics.",
            "John was passing a comic to Bill. He told me:\n\"You had to learn what your body has to show for its energy, but that's not what the show is for.",
            "John was passing a comic to Bill. He told the story of how William Gaskell was brought to his brother's rescue by a mysterious, highly developed person named William Gaskell.",
            "John was passing a comic to Bill. He was wearing his own old uniform and was sitting there in the street with his boots tucked in his hands, a pair of old trousers and a white T-shirt.",
            "John was passing a comic to Bill. He did make some references not a lot more than two or three hundred years before, and some of them were dated before he died.",
            "John was passing a comic to Bill. He came in, he spoke to him, he said to Bill, he was coming and he said, he came over to you this time; and he was coming to you, he said, to hear his.",
            "John was passing a comic to Bill. He had been looking for a more suitable subject in the past, a man who wanted to bring down the House of Commons.",
            "John was passing a comic to Bill. He wanted to draw a comic of his own, and he had done so with regard to the other things that he did, being an Englishman.",
            "John was passing a comic to Bill. He was doing a little thing for his mother, and it was a very silly thing.",
            "John was passing a comic to Bill. He told the readers 'I'm not a comic author and I don't care about the book', he said.",
            "John was passing a comic to Bill. He was standing at the bottom of the block and was a little tall.",
            "John was passing a comic to Bill. He is seen playing the ghetto clown (Billy Bell) after seeing a show on the side show \"Dirty Dancing,\" and trying to get a little help from his gang.",
            "John was passing a comic to Bill. He wanted a picture on the cover of a magazine to show that he knew some stories from the comics.",
            "John was passing a comic to Bill. He asked him about his life, what he had done, and he said, \"I'm all, 'cause of a lot of things.",
            "John was passing a comic to Bill. He asked the audience what he wanted the comic should look like, and of course they all looked at him.",
            "John was passing a comic to Bill. He found himself talking to the same lady who had published a comic by Joris Jansson, which had a very strange name and which he had not yet seen a chance to make a living and make.",
            "John was passing a comic to Bill. He wanted to be part of a new American superhero movie set in the early 1950s.",
            "John was passing a comic to Bill. He said, “I want to do what I did.",
            "John was passing a comic to Bill. He was the first character to wear a comic cover at a club by the name of The Black Knight.",
            "John was passing a comic to Bill. He never could be stopped or pushed with his fist.",
            "John was passing a comic to Bill. He was one of them, and had an excellent memory.",
            "John was passing a comic to Bill. He was a funny and affectionate man, but at times he was a cussing, and he was even called on as a victim before he was shot by the police.",
            "John was passing a comic to Bill. He was a writer himself and worked on numerous books.",
            "John was passing a comic to Bill. He, it seemed, was to do a special act:\n_We_ do _s_ a special version of a clown in which we give a special treat of our own in exchange for the gift of.",
            "John was passing a comic to Bill. He put a \"Beezoo\" on the plate.",
            "John was passing a comic to Bill. He didn't know what this was about, and then he found out.",
            "John was passing a comic to Bill. He's said he was getting the 'right' look at the picture of him because it was going to be his final comic, which is my real name.",
            "John was passing a comic to Bill. He began to be impressed with the ability to \"talk through\" some of the best comedians in the city.",
            "John was passing a comic to Bill. He’s also been known to be a big fan of the show and when he discovered the title, he named the characters “Bond and Ball”.",
            "John was passing a comic to Bill. He found that at the time he was in his mid-twenties.",
            "John was passing a comic to Bill. He was having a bit of the talk of the year, with some fellow'real' fellow in 'the world'.",
            "John was passing a comic to Bill. He was doing some work for a living.",
            "John was passing a comic to Bill. He told me in a phone conversation about his favorite comic book.",
            "John was passing a comic to Bill. He’s a member of the ‘Super Club.",
            "John was passing a comic to Bill. He looked at his watch; and, by the light of his eyes, he saw the face of a dead man.",
            "John was passing a comic to Bill. He and Lenny, who was sitting around the table with them while the three were talking about their plans for the show, decided on a short sketch, and wrote out a sketch for Lenny for a magazine.",
            "John was passing a comic to Bill. He was a huge fan of the movie, and he said he found the one with John's name on it.",
            "John was passing a comic to Bill. He's really done a terrific job.",
            "John was passing a comic to Bill. He did that and he took a few pictures of it.",
            "John was passing a comic to Bill. He couldn't wait to\nstart his career as a writer.",
            "John was passing a comic to Bill. He was going on to get a job.",
            "John was passing a comic to Bill. He was one of the few who felt it was time to take on his name.",
            "John was passing a comic to Bill. He was reading at the time the script that is so many men to whom I am sure they were the worst to us.",
            "John was passing a comic to Bill. He turned it into an image of John with black hair and eyes, who looked away.",
            "John was passing a comic to Bill. He then walked around on to the other side of the room."
        ],
        "counts": {
            "John": 5,
            "Bill": 4
        }
    }
}