{
    "metadata": {
        "model": "EleutherAI/pythia-70m",
        "revision": "main",
        "num_parameters": 70426624,
        "timestamp": "2023-10-13 01:36:37.409436"
    },
    "John seized the comic from Bill. He": {
        "details": {
            "pronoun": [
                33,
                35
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    27,
                    31
                ]
            ]
        },
        "sentences": [
            "John seized the comic from Bill. He said he had seen a car parked outside the park at night on a streetcar.",
            "John seized the comic from Bill. He thought about being at the office; there was no point in doing it.",
            "John seized the comic from Bill. He won a $100 million prize for the top four best action comic books of all time.",
            "John seized the comic from Bill. He did not want the book so it was not as much a story as it seemed.",
            "John seized the comic from Bill. He came with a bunch of other comics.",
            "John seized the comic from Bill. He was a well respected reporter.",
            "John seized the comic from Bill. He may well have been the master-mind of the project, that there was a little less of it.",
            "John seized the comic from Bill. He was able to pass through with some of the pieces from the opening day of the week and was able to use his strength to complete the project until he was able to go back and take over the entire year.",
            "John seized the comic from Bill. He then sent a message, \"When I got to the library, I knew it was going to be my way.",
            "John seized the comic from Bill. He died on the death of an American citizen, and at the expiration of his sentence he suffered $100,000 damage.",
            "John seized the comic from Bill. He was an avid collector of popular music charts, but not much.",
            "John seized the comic from Bill. He could only imagine a great deal of frustration.",
            "John seized the comic from Bill. He was a former artist but did not go into private with his own artwork.",
            "John seized the comic from Bill. He had\ndone anything to protect the cartoon.",
            "John seized the comic from Bill. He did not respond\nto this lawsuit against the WBC.",
            "John seized the comic from Bill. He had been playing as well as all his fellow fans he had known.",
            "John seized the comic from Bill. He wanted to take his time to write his last novel, then left.",
            "John seized the comic from Bill. He has been making a video for that,\n\nthat he's already doing all he's done so that he could take away his own images with 'his own' image\n\nand do nothing too.",
            "John seized the comic from Bill. He did indeed win one of the most popular comics ever.",
            "John seized the comic from Bill. He also had some good jokes which he could have played that evening, but I only had one idea of what would be about the job.",
            "John seized the comic from Bill. He has had, in a few years, passed with the same old name, as a young-woman or as one of the little girls she has been married to, but he has been called to the world.",
            "John seized the comic from Bill. He is one of the original comics artists and had \"a huge, crazy guy\" and \"bout-bender\" named by the comics in the 1970s.",
            "John seized the comic from Bill. He could be the world’t-hear, but he could be a man, or an artist.",
            "John seized the comic from Bill. He was a great man.",
            "John seized the comic from Bill. He's going on to win, too, though.",
            "John seized the comic from Bill. He then said, 'We must show you a place where we can meet us.",
            "John seized the comic from Bill. He also wrote the \"Uncle John\" comic for a show \"Lords\" at that.",
            "John seized the comic from Bill. He was a tough-looking comedian who had a bad heart.",
            "John seized the comic from Bill. He was very much in his own hand.",
            "John seized the comic from Bill. He was sentenced to 10 years in prison for \"converting to one hour into some sort of work.",
            "John seized the comic from Bill. He wrote that the artist and the comic knew exactly how to produce a screen for \"a whole group\" - a whole \"team of people\" - and in many cases, people were even at their best when they.",
            "John seized the comic from Bill. He was an excellent comic artist with a strong sense of humor; and I don't think he had a great amount of success by himself.",
            "John seized the comic from Bill. He's now using a bunch to make this a real joke and that's gonna have to be all about.",
            "John seized the comic from Bill. He was arrested\nfor possession in the country.",
            "John seized the comic from Bill. He's only a boy, but he's also doing a good job with people who say \"I love you all right\" and all of them are well-meaning and smart -- and he's the right person to.",
            "John seized the comic from Bill. He was trying to recover his old house in the basement.",
            "John seized the comic from Bill. He went on to join the Jungle Adventure and, according to the book The Big Shrimp, the comic became the first to cast, in the \"Halloward Show\" game of the same title.",
            "John seized the comic from Bill. He'd let the boys work for the movies and had a hard time getting rid of the car keys and his two favorite characters.",
            "John seized the comic from Bill. He was the leader of the British army, he was a major force in the field and he fought vigorously against the army of the English.",
            "John seized the comic from Bill. He had been in great danger and at length realized that this is for the rest of his life he had to fight to be ready.",
            "John seized the comic from Bill. He died in 1979 and will also carry the story.",
            "John seized the comic from Bill. He and the gang left to be friends from his native island.",
            "John seized the comic from Bill. He had been the victim of these acts.",
            "John seized the comic from Bill. He made them a\ngood bit of the story, but he still kept the show.",
            "John seized the comic from Bill. He and the comic's lawyer named Mr.",
            "John seized the comic from Bill. He was a good man but he didn't like the situation.",
            "John seized the comic from Bill. He said about the time.",
            "John seized the comic from Bill. He was trying to figure out why these were coming out too soon, but on the face of the situation, there wasn't a good news or a great deal of trouble enough.",
            "John seized the comic from Bill. He was no longer the most powerful comic person in America.",
            "John seized the comic from Bill. He was a true fan of the comic, and it would be his last major issue – when that was just another issue – which I don’t think he should use for a couple of years.",
            "John seized the comic from Bill. He left the club and said, \"Where is it! We never thought.",
            "John seized the comic from Bill. He was the most popular part of the series and his first appearance as a graphic novel was made in 2011 from the original comic piece to the manga.",
            "John seized the comic from Bill. He had taken a place in that town and the war had made him his prey.",
            "John seized the comic from Bill. He is also currently recovering from a surgery that the comic doesn't have, as I've mentioned earlier, but apparently he's got a chance to go.",
            "John seized the comic from Bill. He must admit guilt and innocence — he is convinced that it is in fact part of a bigger story.",
            "John seized the comic from Bill. He then led the comic into his shop.",
            "John seized the comic from Bill. He didn’t have a plan for that or because he knew it was going to be a huge one in the comic book category.",
            "John seized the comic from Bill. He is the comic's first member of the comic's class to give it his own identity because he, a comic, is the leader of the nation.",
            "John seized the comic from Bill. He then gave up a job as a cartoonist before entering the town home of the first class, but the comic ended and he ended up taking on a crew of editors.",
            "John seized the comic from Bill. He was the captain of this game-show-he\n\nplayed for the first time with the team of Wanda's first wife and daughter.",
            "John seized the comic from Bill. He had a long history of journalism to come along and bring the comic back from the comic.",
            "John seized the comic from Bill. He and Richard were arrested under a conspiracy to manufacture heroin for the company.",
            "John seized the comic from Bill. He was one of those two who had a really good record and had good memories.",
            "John seized the comic from Bill. He\nwanted this to go back and do what he had said of his son.",
            "John seized the comic from Bill. He said he would take over and give the two to recover the remains until they recovered.",
            "John seized the comic from Bill. He was in fact the mastermind of a great problem when he invented the way John Knoxmith and his team called himself “Jemba” and “Jemen is a genius! He can really create, and.",
            "John seized the comic from Bill. He added, \"There's no point in the drawing is this, I believe, 'Where are you going?' \"\n\nIt's \"Ode to her, Solemnist\" as he did,.",
            "John seized the comic from Bill. He’d had a “good deal of time” when he used the comic to be one of the last heroes he used to have.",
            "John seized the comic from Bill. He, a \"puppet boy from Mexico,\" and he called on the world to take his place, and if he had any desire, the \"Tyranny of the world\" would be all over the.",
            "John seized the comic from Bill. He wanted to be a part of the Joker from the time he was a teenager, but it couldn't be true.",
            "John seized the comic from Bill. He's also in an exclusive position, with the \"greatest love\" being \"the King of England\" and a \"decoilable and beautiful man.",
            "John seized the comic from Bill. He said the comic was all so much fun and that the series was really fun and really, and I really enjoyed it.",
            "John seized the comic from Bill. He was the comic’s main villain, and he was named the president for the most prominent villain of the year.",
            "John seized the comic from Bill. He did not have time to kill the comic back then,\" Ms.",
            "John seized the comic from Bill. He made the story a powerful and divisive game.",
            "John seized the comic from Bill. He used the name of a comicbook writer to describe what a comicbook-like creation would look like.",
            "John seized the comic from Bill. He claimed the comics of \"this\" and the first issue of March 4th were \"the first ever comic to do anything with.",
            "John seized the comic from Bill. He is very happy in his job and will work with him as a journalist at the time of the first issue, and he will have a more serious read and write discussion of what I'm sure Mr.",
            "John seized the comic from Bill. He had to stop the cart before reaching the floor of his car and take it all away if it ever crossed into the city of his own home and be destroyed without a fairytale.",
            "John seized the comic from Bill. He continued his column \"The New York Man\" in public in the days to his death.",
            "John seized the comic from Bill. He was born on 1 June 15, 1959, in Millston, Delaware, after being married to a girl named William and his grandson John and their wife.",
            "John seized the comic from Bill. He used the term \"hero.",
            "John seized the comic from Bill. He wrote this in a letter to John Piers, the friend of the author, 'It looks like King John's own kingdom' in a story he would quote on a novel, 'That's a great start.",
            "John seized the comic from Bill. He was sobbing and being forced to take part in the comic, and making himself popular with the crowd in Boston.",
            "John seized the comic from Bill. He said he 'wiped the story of the day,' a comic from the original.",
            "John seized the comic from Bill. He's having a great career.",
            "John seized the comic from Bill. He was convicted for the first time in the history of the television series, the last time in the world that the comic was a book, in the book that he first wrote in a comic book and was later a.",
            "John seized the comic from Bill. He had come over and helped me.",
            "John seized the comic from Bill. He called all the cops and they weren't going to let him inside.",
            "John seized the comic from Bill. He was taken to a boarding school.",
            "John seized the comic from Bill. He and the other two are still in the same car in town.",
            "John seized the comic from Bill. He also had to use his sword to make a giant bone; and it became an important fact in his history I could hear that Bill Miller had to get himself used in comics.",
            "John seized the comic from Bill. He made it.",
            "John seized the comic from Bill. He had a great deal of time doing this, he thought.",
            "John seized the comic from Bill. He’s a bit of a rebel.",
            "John seized the comic from Bill. He died without having the means of killing his son.",
            "John seized the comic from Bill. He said that he asked the media to investigate the matter.",
            "John seized the comic from Bill. He is about the time the comic goes on with the play.",
            "John seized the comic from Bill. He told us that when we got to the stage, but that was just the beginning of his career.",
            "John seized the comic from Bill. He had the idea to send him to another place called New York City."
        ],
        "counts": {
            "John": 5,
            "Bill": 1
        }
    },
    "John passed the comic to Bill. He": {
        "details": {
            "pronoun": [
                31,
                33
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    25,
                    29
                ]
            ]
        },
        "sentences": [
            "John passed the comic to Bill. He wanted two days from his own creation to do the actual reprints, but the original one was only 15, so he chose to start collecting and making changes and adding all the new ones.",
            "John passed the comic to Bill. He had taken a step from the screen, but the comic would have left him alone into the office.",
            "John passed the comic to Bill. He died on August 3, 1942, on the bridge at Port Washington, Indiana, in Washington County, Illinois.",
            "John passed the comic to Bill. He was made famous by playing a live tune by Robert W.",
            "John passed the comic to Bill. He then went to the pub, to see what a man he had.",
            "John passed the comic to Bill. He even had more luck playing it.",
            "John passed the comic to Bill. He was a genius: the hero as was Bill, with\nsome new heroes; and he had a great master: the comic is quite complete!\n\nIf I would have preferred his name to me, I.",
            "John passed the comic to Bill. He was still the kind of guy of the late 1980s and early 90s.",
            "John passed the comic to Bill. He never had to.",
            "John passed the comic to Bill. He died in 1970, but he said his only heir was a new king and that it is quite clear that Bill would never be a king of Canada.",
            "John passed the comic to Bill. He is currently taking a new life, working on two original series.",
            "John passed the comic to Bill. He was a comic writer and writer whose literary career had been cut down from the top 30 years of his life.",
            "John passed the comic to Bill. He was \"on the other\" if, perhaps, that the whole series didn't get him the real number, since he used to have both the last and first series, and that's a great thing, because.",
            "John passed the comic to Bill. He was the one to write the \"Vengeance for the Devil\" in a series.",
            "John passed the comic to Bill. He's got a lot of work to write, though, and we hope he's well paid in the office.",
            "John passed the comic to Bill. He also produced a work which he called \"The Aesoprid Journey.",
            "John passed the comic to Bill. He was going to come through and say, 'I thought I heard the movie's very welcome, sir – if you see me again, I think we'll all get married.",
            "John passed the comic to Bill. He would make many a little fun, but he was still an exceptional specimen.",
            "John passed the comic to Bill. He's more ambitious than the comic on his own as early as this morning.",
            "John passed the comic to Bill. He said, “I wanted to make his own a portrait.",
            "John passed the comic to Bill. He had a life when I was one and had a son, who loved to grow up his grandfather.",
            "John passed the comic to Bill. He wasn’t allowed to return his home before he died, nor would I have asked him to do it.",
            "John passed the comic to Bill. He's doing the same thing.",
            "John passed the comic to Bill. He had a little comic with that.",
            "John passed the comic to Bill. He was the first female to do as a children's or adult child.",
            "John passed the comic to Bill. He told me\nmy love is something you never wanted, the way to pass.",
            "John passed the comic to Bill. He had the most impressive work in the universe with one of his sons.",
            "John passed the comic to Bill. He found it out that it was an action which was a sort of a horror.",
            "John passed the comic to Bill. He said the story did not exist.",
            "John passed the comic to Bill. He got him for as long as he could or he would make a mistake about what everyone wanted to do, as the writer, and a couple of years before the comic was done, or, as he said,.",
            "John passed the comic to Bill. He thought it would be a big thing to show him off in a different way than his usual version, which was the one of his usual ways to be a comic fan.",
            "John passed the comic to Bill. He was not a writer, you know.",
            "John passed the comic to Bill. He was a very successful comic, at this time that required no more effort—and he never gave it up for the first time.",
            "John passed the comic to Bill. He then sent a letter to his former partner: and then told a friend of the comic that he was in the midst of a rebellion.",
            "John passed the comic to Bill. He was a graduate of the ACLU of Virginia.",
            "John passed the comic to Bill. He\npassed to the first issue of the 'Twentys '\n' with the comic of The Mithalaphino, which was also the original\nonly, but with no original logo and the \".",
            "John passed the comic to Bill. He was a famous journalist, writer, and a leading businessman, both a political and businessman – who had a great reputation to uphold.",
            "John passed the comic to Bill. He was one of the heroes for Littleton, despite himself being a cartoonist.",
            "John passed the comic to Bill. He told him as a 'big-arm' averse that he wanted to do with them.",
            "John passed the comic to Bill. He was also a columnist for CBS News before finally joining the show’s annual program.",
            "John passed the comic to Bill. He had been a good friend of Colbert, a very nice person and excellent writer, who, like much to hear about, is the guy who is always very good and helpful and he always comes in many different.",
            "John passed the comic to Bill. He later edited the book as a part of the manga.",
            "John passed the comic to Bill. He took the name of the author to the same page – J.",
            "John passed the comic to Bill. He did not, however, return by a single turn, but at the end, to give a little bit of news from what seemed to be the end of the series.",
            "John passed the comic to Bill. He wasn't there, and he felt like he'd said anything to his friend, who never mentioned to him.",
            "John passed the comic to Bill. He's a great story writer and a great novelist, the author and a great storyteller.",
            "John passed the comic to Bill. He knew all the people of the city.",
            "John passed the comic to Bill. He left them in the \"Missionary\" section, because there was no reason not to have a complete set back, but there it was, the name was lost to the \"Gustav.",
            "John passed the comic to Bill. He was quite an outstanding footballer.",
            "John passed the comic to Bill. He's a big fan of old soap, but in a sense of his love to the point of being an actor.",
            "John passed the comic to Bill. He also produced a comedy hit on Broadway in 1976, a comedy about the death of Jack Meredith, his brother, who lives in California in 1964.",
            "John passed the comic to Bill. He was the only one to have been one of the best journalists, and this was a story which got him to a more insecurities when he was an actor and also an actor.",
            "John passed the comic to Bill. He was later confirmed to the press, though he was a member of the Board of Education of California.",
            "John passed the comic to Bill. He may never be in the same place he had the most difficult choice of material.",
            "John passed the comic to Bill. He then walked about his life with a bunch of other things like this, the comic was so much fun.",
            "John passed the comic to Bill. He also has a daughter (Fiona) and a younger son (Marilyn Monroe).",
            "John passed the comic to Bill. He also tried to have the word \"bunch.",
            "John passed the comic to Bill. He took it up and carried the word to his sister to the world.",
            "John passed the comic to Bill. He had not paid a price for its sales, but his company had a lot of room for that.",
            "John passed the comic to Bill. He said:\n\n\"They are here to protect and defend a man with the best, the best, the best.",
            "John passed the comic to Bill. He would not go there until he knew about his own childhood, but at another occasion, he would not take off.",
            "John passed the comic to Bill. He was a man of interest, but in his last days it was his idea to let this pass be remembered for he had never even heard of.",
            "John passed the comic to Bill. He didn't even have the car to park until it became clear that there was no sign of him there.",
            "John passed the comic to Bill. He has worked with thousands of comics working on the paper and has a focus on the books of the comic company, R.",
            "John passed the comic to Bill. He was more interested in making “Chicken with Mech” than any of his life.",
            "John passed the comic to Bill. He used to go on a plane ride from a town that had been taken from the city.",
            "John passed the comic to Bill. He had been a great fan of Shakespeare, especially when they had just made it the world of poetry when they first got the love of Shakespeare.",
            "John passed the comic to Bill. He was an actor in movies and television.",
            "John passed the comic to Bill. He then went straight to his own name and got a lot of great work.",
            "John passed the comic to Bill. He was there and it was no better thing to pass the public on a tour of a city on foot rather than a hospital or anything else, than he got away from it.",
            "John passed the comic to Bill. He had a life of his own.",
            "John passed the comic to Bill. He was a great comic; he is a great comic book author, though he didn't do comics for many years.",
            "John passed the comic to Bill. He also wrote the play for a number of years (from February 17 to 23).",
            "John passed the comic to Bill. He still lives today, to be buried there.",
            "John passed the comic to Bill. He's probably also a bit of a star, so I'm not sure if he's still the biggest or greatest character of the game, but I think he looks like a great actor.",
            "John passed the comic to Bill. He had always been an entertainer.",
            "John passed the comic to Bill. He said “I had no idea where we were or how long it would go.",
            "John passed the comic to Bill. He made such a contribution with his friend James.",
            "John passed the comic to Bill. He had it all figured out.",
            "John passed the comic to Bill. He was a former editor at Fox's Weekly.",
            "John passed the comic to Bill. He was a strong and humble supporter of the British and American Legion and other prominent people.",
            "John passed the comic to Bill. He was on the run.",
            "John passed the comic to Bill. He was no stranger to the world.",
            "John passed the comic to Bill. He was an early man, but a friend of mine had the same surname as me: \"N.",
            "John passed the comic to Bill. He had this last year and he wasn’t going to tell anything about it, and he went on to tell the story first.",
            "John passed the comic to Bill. He had a great show.",
            "John passed the comic to Bill. He then took in the direction of Viscount Orero in the last year of the series, but it would have been far less enjoyable.",
            "John passed the comic to Bill. He said the \"Lincoln\" was \"a great, powerful, and wonderful man.",
            "John passed the comic to Bill. He asked about these stories being published with an\naccolab and the paper's story from that time that they would be written on top of those\nand the first story I could prove is his.",
            "John passed the comic to Bill. He's not a fan of Tippi Hedrenie or Elizabeth Taylor.",
            "John passed the comic to Bill. He wrote that \"God has sent him to give everything he desired.",
            "John passed the comic to Bill. He was quite well known by his own character, Freya, and the whole show.",
            "John passed the comic to Bill. He’d already put it in a box before the story, but then he wouldn’t show the “Taranto” in the way it would do.",
            "John passed the comic to Bill. He had got a lot on this one to himself, and he felt that he needed to get some fresh air, to survive this time of his life.",
            "John passed the comic to Bill. He also had a couple of other friends: Ronnie, John Haley, and Jack.",
            "John passed the comic to Bill. He won a Golden Globe nomination in 2003.",
            "John passed the comic to Bill. He\nis, in fact, right from this, the whole country is\nvery close to the same.",
            "John passed the comic to Bill. He's not as clever in what is to be said.",
            "John passed the comic to Bill. He wrote a number of novels and novels.",
            "John passed the comic to Bill. He also\nhad the opportunity to write a short story that marked his first comic-length,\nwith his famous \"Doctor\"."
        ],
        "counts": {
            "John": 1,
            "Bill": 2
        }
    },
    "John passed a comic to Bill. He": {
        "details": {
            "pronoun": [
                29,
                31
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    23,
                    27
                ]
            ]
        },
        "sentences": [
            "John passed a comic to Bill. He was a comic of the King (and he was still a fan of the King of England) when there was a \"good place for him to visit\" as an American.",
            "John passed a comic to Bill. He\nwouldn't get away with it if the book weren't written any day.",
            "John passed a comic to Bill. He was in love with some of the girls who were visiting, and that is to say, \"That is no way.",
            "John passed a comic to Bill. He had died for a spell on a battle of the \"Queen.",
            "John passed a comic to Bill. He was a comic-book artist.",
            "John passed a comic to Bill. He'd written songs for his \"O'Neil\" and \"Toy Story\" – a story whose only aim, the same was to make a new television show which he wanted to share the story of his family.",
            "John passed a comic to Bill. He wasn't that easy.",
            "John passed a comic to Bill. He's been using that since then, for all his years.",
            "John passed a comic to Bill. He could tell the story of a murder that was being done about the way people were being treated by the church over Christmas Day.",
            "John passed a comic to Bill. He used the character’s story to describe how his son was murdered during the war.",
            "John passed a comic to Bill. He was given his first name “Mr.",
            "John passed a comic to Bill. He's a genius.",
            "John passed a comic to Bill. He was on the verge of starting \"The New Year.",
            "John passed a comic to Bill. He was a very good comic.",
            "John passed a comic to Bill. He would always say to him the \"Aplaogue\" or what for those who thought they were a kind of comicbook that needed a cartoon or a movie or something.",
            "John passed a comic to Bill. He said he wanted a new comic to go against, with a name which included the title of his book, the book of which he wrote.",
            "John passed a comic to Bill. He was also a guest on the series.",
            "John passed a comic to Bill. He was a fan, like the cartoonist.",
            "John passed a comic to Bill. He wrote The Devil of Cloth.",
            "John passed a comic to Bill. He’d have an interesting history.",
            "John passed a comic to Bill. He also noted the need to have the ability to make the movies.",
            "John passed a comic to Bill. He was a comic with a title.",
            "John passed a comic to Bill. He had been a member of the Senate, and was able to have some votes on that and other issues with Wembley.",
            "John passed a comic to Bill. He was one of the better comic lovers of history—and I believe it has helped him to do the same—and even that was done by the author himself.",
            "John passed a comic to Bill. He was a little more liberal than anyone else; he is a man who understands that the world ought to know its history but can be heard in a different way.",
            "John passed a comic to Bill. He\nalso wrote the story \"The Devil Says: An Insider's First Journey.",
            "John passed a comic to Bill. He gave this comic an idea to the audience.",
            "John passed a comic to Bill. He also told people what 'I was thinking of going to do.",
            "John passed a comic to Bill. He took those pictures, and added\nthat they did get around more.",
            "John passed a comic to Bill. He knew the characters had changed.",
            "John passed a comic to Bill. He was named one of the best comic comics ever to be shown in comics, including a list of the best comics of his time.",
            "John passed a comic to Bill. He was taken on a jade comic to the point where he wrote and wrote in full in 1964: “I have heard of the idea that someone put a character to their feet every year or two and then write.",
            "John passed a comic to Bill. He worked for nearly 20 years as a writer to become a literary magazine, and to be a prolific writer.",
            "John passed a comic to Bill. He died in 1970.",
            "John passed a comic to Bill. He was as familiar as his father was.",
            "John passed a comic to Bill. He was a comic with an appearance in the 1976 and 1977 Marvel Comics.",
            "John passed a comic to Bill. He was a good writer, and he worked with that paper.",
            "John passed a comic to Bill. He had gone right through the second year (the last one when he got to the top of the seat), but he had to go through the first.",
            "John passed a comic to Bill. He is still there, and still smiling a lot of girls around.",
            "John passed a comic to Bill. He had to be a reporter and was working as an artist to do it.",
            "John passed a comic to Bill. He was a writer, author and creative writer at this time, as well as a writer from a different background.",
            "John passed a comic to Bill. He'd be a great man, but in order to be able to be of more use, he'd have to be able to do the job with the best possible talent he could get.",
            "John passed a comic to Bill. He was already\nthe father, of course.",
            "John passed a comic to Bill. He also drew the first comic of the '90s for a comic I love to wear to work.",
            "John passed a comic to Bill. He'd been the best artist on stage.",
            "John passed a comic to Bill. He also gave me the title of \"The Wizard.",
            "John passed a comic to Bill. He had never known the story through his eyes, but he could not believe what happened.",
            "John passed a comic to Bill. He was in school for eight years at Laughlin School before he was the youngest in the group.",
            "John passed a comic to Bill. He\nsaid, \"As the only man capable of doing anything to be an honest man, that\na man is just the greatest of the many, and one of the greatest of the\nmany.",
            "John passed a comic to Bill. He was no doubt the best in the world, but his own moral responsibility is that people would turn their backs upon him in order to keep the people from being corrupted.",
            "John passed a comic to Bill. He never could have won the game.",
            "John passed a comic to Bill. He wasn't actually at the time to make movies (well, that was some big comic book projects) about himself, then the movies when they first got their first glimpse of the world in 1947, which is pretty.",
            "John passed a comic to Bill. He says he saw “that he didn’t see\n\nthe guy in the suit suit suit suit suit suit,” says one of the comic characters who had seen\n\na man in the suit suit suit suit.",
            "John passed a comic to Bill. He never heard of the art of the painting.",
            "John passed a comic to Bill. He wrote a comic for The New York Times, not the Times but was in the process of going to \"keep you in line with what I do now\" — his short-story in the style and style:.",
            "John passed a comic to Bill. He still does, so to say 'you won't let that off with what we're seeing, please don't take care of us' in that 'bigger place' 'baby you got there and make.",
            "John passed a comic to Bill. He died of an unruly husband.",
            "John passed a comic to Bill. He had, in his late 20s, made a fine comic for himself with only his own personal contributions, and he could still turn the pages of the comic and be just a man himself.",
            "John passed a comic to Bill. He was given a contract to pay a debt of £1,000 to the government in October, which included a fee for a living wage.",
            "John passed a comic to Bill. He didn't have to do it all to himself.",
            "John passed a comic to Bill. He is currently working on an early version of \"A-Rod\" and works on that side of the room.",
            "John passed a comic to Bill. He then wrote a small piece of English-based comic book.",
            "John passed a comic to Bill. He has many paintings that depict the great powers of the modernist.",
            "John passed a comic to Bill. He wrote a comic called \"The Larkenan\", which he gave away for a year.",
            "John passed a comic to Bill. He told us that the comic was written by himself in the mid 19th century, and that he was one of the ten greatest comic writers on television.",
            "John passed a comic to Bill. He is actually a big comic.",
            "John passed a comic to Bill. He has the entire story as a doctor, but does not have the history of many things.",
            "John passed a comic to Bill. He's probably the worst.",
            "John passed a comic to Bill. He always had the power to rejuvenate the comic, and by some, everyone got it.",
            "John passed a comic to Bill. He said the comic began in early 1947 when the first comic appeared and he was awarded the Nobel Prize for economics.",
            "John passed a comic to Bill. He was a\ngreat-hearted, honorable man, but his mind is as good as mine: they say\nthat our country is at peace and prosperity, but we do not say any\nthings of which we.",
            "John passed a comic to Bill. He was a great writer, a talented writer, and he took the time to write.",
            "John passed a comic to Bill. He was the first American comic to receive a single hit or a second one on a major news channel.",
            "John passed a comic to Bill. He took it seriously.",
            "John passed a comic to Bill. He thought of it as his first comic, in that he would like to give it to his father in return for a second, because the comics are meant to be both an honor and a life of hard work instead.",
            "John passed a comic to Bill. He had only a year before being a lawyer.",
            "John passed a comic to Bill. He never asked.",
            "John passed a comic to Bill. He was a writer and musician.",
            "John passed a comic to Bill. He is the most successful comic at the show as a whole.",
            "John passed a comic to Bill. He was no longer known a comic author.",
            "John passed a comic to Bill. He said he was able to talk to him.",
            "John passed a comic to Bill. He was in the pen.",
            "John passed a comic to Bill. He said he should have a long list of things that would make a good comic.",
            "John passed a comic to Bill. He'd written many books that were so influential in his travels; and sometimes, the book should be seen as a piece of literature, a good, great collection.",
            "John passed a comic to Bill. He and Bill and I took a long time to make some great comedies, and then later wrote \"What kind of funny\" for a couple of years.",
            "John passed a comic to Bill. He didn't write that short as an introduction but there's a lot of confusion about the idea that they were on the run again and with it.",
            "John passed a comic to Bill. He wrote about the characters and the way to the point where they were different.",
            "John passed a comic to Bill. He and his son Bob are on a vacation together this morning.",
            "John passed a comic to Bill. He was a fan and the comic was very funny too; he was able to make a whole movie during that time; he felt good for the comic that he was a comic book fan; and, he was able.",
            "John passed a comic to Bill. He had an early comic, The Doctor Who series and was one of the first to play a soap opera\n\nS.",
            "John passed a comic to Bill. He and his wife, Susannah, had been together for over nine years, for a year, and a half before they had joined the firm.",
            "John passed a comic to Bill. He also wrote a book that opened the way for him to make another great contribution to the work, “I would like to add that I have put a comic in order to have the idea of sharing to the next.",
            "John passed a comic to Bill. He then read the Bible, which also included a letter of gratitude.",
            "John passed a comic to Bill. He had no idea about the story on that subject, but at some point, the story was going to take on another form, and the story became a work of art.",
            "John passed a comic to Bill. He's a lawyer so as not to say\nhis name is wrong.",
            "John passed a comic to Bill. He had already been banned from working in his home, a town he had known for years.",
            "John passed a comic to Bill. He was in a very good mood for the film.",
            "John passed a comic to Bill. He wrote his first series in the years 1939-1942, before the release of the second series.",
            "John passed a comic to Bill. He didn't appear on the stage.",
            "John passed a comic to Bill. He even showed him the work on the cartoon of his old friend, who died when a mysterious death happens."
        ],
        "counts": {
            "John": 0,
            "Bill": 1
        }
    },
    "John was passing a comic to Bill. He": {
        "details": {
            "pronoun": [
                34,
                36
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    28,
                    32
                ]
            ]
        },
        "sentences": [
            "John was passing a comic to Bill. He’d even gotten rid of the suit by his own fans, or being so big-enough for the two of them, when they were making their way into the comic room.",
            "John was passing a comic to Bill. He was a small, middle-aged man who had been a bit of a tough businessman.",
            "John was passing a comic to Bill. He also received the ASH and the first four pages of the comic.",
            "John was passing a comic to Bill. He died at his death (in mid-2020) last week at his home in Derry, Virginia, in the same street.",
            "John was passing a comic to Bill. He asked a few days later that Jim had just dropped off the page.",
            "John was passing a comic to Bill. He was a doctor who worked for the New England Patriots, with a small shop and a few books.",
            "John was passing a comic to Bill. He was\nthe captain of the family of the comic in need of his services.",
            "John was passing a comic to Bill. He said that there were two main comics for the series.",
            "John was passing a comic to Bill. He has a book of pictures, but they have an \"Friends.",
            "John was passing a comic to Bill. He was an\nadventurer who, though he did not write the script, would have been\n\"the only major comic to be published before 1828.",
            "John was passing a comic to Bill. He was the father of the baby in the\nthe library's name.",
            "John was passing a comic to Bill. He would go to the back room to check if he was already awake.",
            "John was passing a comic to Bill. He wanted it \"to be a fun\" in the sense of, in that there was some \"realness\" of the man who wanted to be a writer, a writer, and someone who had just taken.",
            "John was passing a comic to Bill. He even tried to go to England, where he did go to see a woman whose name wasn't mentioned in the newspapers today, but that he did have the address of her.",
            "John was passing a comic to Bill. He began to wonder about me at the story.",
            "John was passing a comic to Bill. He died at his hospital, however, on June 13, 2018, four days after the death of his father, an artist and a comedian.",
            "John was passing a comic to Bill. He did not even mention who the comic was called \"Rummy Boy\", and no one thought that he had been a comic or a comic.",
            "John was passing a comic to Bill. He is considered the best actor in the show, from a role to a story told in one to the audience, not for the fact he makes jokes, but after a period of high-profile development, he.",
            "John was passing a comic to Bill. He's been a funny man since, when they get their own thing, he's got a big mouth.",
            "John was passing a comic to Bill. He never heard the story before, in “When Will you be the first of the many?”\n\nYou’ve got a very bad feeling to come off again with the comic.",
            "John was passing a comic to Bill. He was also a noted hero and also, during the comic season, a major contributor to the comic in question, that he wanted to become a hero and was still a star.",
            "John was passing a comic to Bill. He would be running an army of his own size on the front of the new uniform.",
            "John was passing a comic to Bill. He had a penchant for writing, and then wrote for artists with great attention to what he was writing for and was the only artist he knew.",
            "John was passing a comic to Bill. He was a major comic editor-in-chief at the Times-Picayune Journalism Network.",
            "John was passing a comic to Bill. He wanted, in part, that to\nmake him look like a gentleman at a fairytale, and it seemed to him that he had a\ngreat deal better stock than Bill, more like a gentleman.",
            "John was passing a comic to Bill. He was an actor, actor, producer, producer, and writer.",
            "John was passing a comic to Bill. He was, to go for an acting role in the comic for the series after the comic-book role, he told The Independent.",
            "John was passing a comic to Bill. He was also a reporter for The Coles Book of the Century at the Boston College Library, in early 1720.",
            "John was passing a comic to Bill. He had to be around the 'nagat' or 'tongue' and that's why he had to be on the record himself.",
            "John was passing a comic to Bill. He is in the comic book movie that got them back here.",
            "John was passing a comic to Bill. He’s a smart card holder, the guy is his personal favorite, his smart card, and his great deal of money.",
            "John was passing a comic to Bill. He got paid $1000 for every dollar of sales.",
            "John was passing a comic to Bill. He said “we are all going to be a fan of him,” which helped turn the stories of the other children back into the old days.",
            "John was passing a comic to Bill. He was a man with a long history of history.",
            "John was passing a comic to Bill. He then became a part of the comic and wrote the final game.",
            "John was passing a comic to Bill. He was one of the more beloved heroes of the comic.",
            "John was passing a comic to Bill. He told them that his family had recently returned from a trip to New Zealand, and had asked them to leave town for a time – as they put it – on Thursday – and have their little son dozed.",
            "John was passing a comic to Bill. He had no idea the role, it was a \"redacted\" page on that account which he had received from JFK's father.",
            "John was passing a comic to Bill. He also signed the first comic as a comic and the second comic comic strip.",
            "John was passing a comic to Bill. He has his work out in many ways.",
            "John was passing a comic to Bill. He is now the new artist who works with the first film of the 1970-72 comic series, the first one on the American comics and the first one in Hollywood.",
            "John was passing a comic to Bill. He\nbought a comic to a small comic shop in London on a very young kid.",
            "John was passing a comic to Bill. He became a comic book and his own style of work was to develop his own unique style of comedy.",
            "John was passing a comic to Bill. He was working for several years at the local coffee company at La Crosse and the Co.",
            "John was passing a comic to Bill. He's not a big comic, either.",
            "John was passing a comic to Bill. He\nis the same as David L.",
            "John was passing a comic to Bill. He was the only son of a well-known comic-writer father, who was killed during the Battle of Pueblo in New Spain, and it was a true-to-believe piece of information.",
            "John was passing a comic to Bill. He’d had another job on the board.",
            "John was passing a comic to Bill. He was taken back from the tour.",
            "John was passing a comic to Bill. He said that if you had the time and courage, you would be in a fight.",
            "John was passing a comic to Bill. He was a famous comic book writer and a major proponent of the comics franchise and called on the comic to be released to cover in this comic.",
            "John was passing a comic to Bill. He then went out with an old, older man and a beautiful woman, who told his fellow to put a couple of pages of books in his office.",
            "John was passing a comic to Bill. He said he had an idea, and then started looking at them again.",
            "John was passing a comic to Bill. He did have an interest in doing this work in the first place — he always gets the story a little bit complicated because he thought he needed help to make something better.",
            "John was passing a comic to Bill. He had come home when he first joined the show, for he had gone to prison to go out with his fellow audience members.",
            "John was passing a comic to Bill. He worked as an apprentice at Art Fair in California in 1962, but did not do this.",
            "John was passing a comic to Bill. He was a huge producer who got an ad for the show when it was published in 1980 under the name of \"Peter Mac,\" which he described as an \"extremely serious, highly intelligent, highly intelligent and.",
            "John was passing a comic to Bill. He's a comic-book writer and that's a very big part of the story.",
            "John was passing a comic to Bill. He had also introduced the cartoon, which he described as \"a really good joke,\" while, as a child, his work seemed the only thing in the world to get it right.",
            "John was passing a comic to Bill. He's got more fun in comics with us than other 'nies in this kind of series where there is no one that's been on the bill, but I do think the first piece of 'ninety.",
            "John was passing a comic to Bill. He had played several comic strips for the British comics.",
            "John was passing a comic to Bill. He gave the story to his father-in-law, David, \"who was a member of the Mafia.",
            "John was passing a comic to Bill. He also had an amazing career.",
            "John was passing a comic to Bill. He's an early comic book artist so he's actually quite an open-heart kind of comedian.",
            "John was passing a comic to Bill. He died on June 30, 1979 at the age of 87, in St John's, North Carolina.",
            "John was passing a comic to Bill. He had made the game before I was born, and since we were both aware of the character being raised by him and of himself, he was very, very important.",
            "John was passing a comic to Bill. He had no idea what to do and he had to do with the people to help him.",
            "John was passing a comic to Bill. He had to have an answer to that message before the last\n\nSunday, December 17, 2009\n\nIt has been an amazing year this summer! This book will be an inspirational piece of fiction,.",
            "John was passing a comic to Bill. He began going after me and I told him.",
            "John was passing a comic to Bill. He then sent a man to take the place of a girl named\nJane, the most famous of whom, having the great\nGraham, who had so little to say a letter to his lover, he.",
            "John was passing a comic to Bill. He'd written a lot about our new comic to my wife before he came off as a comic and his mother's name was Mike.",
            "John was passing a comic to Bill. He and Bill were both in his twenties and had a high grade of fine art, the style was very different from the earlier one.",
            "John was passing a comic to Bill. He was the only comic artist to have to deal with the way he was moving forward, however was the first comic artist to have his initials turned in to his own face and then a new scene might be.",
            "John was passing a comic to Bill. He was wearing black\nan eye candy.",
            "John was passing a comic to Bill. He was called \"Krista.",
            "John was passing a comic to Bill. He was called to a part of the story, on which she had originally been charged by the comic, but later turned her into one of the others in the comic.",
            "John was passing a comic to Bill. He would give the comic a full series, “C.",
            "John was passing a comic to Bill. He was a brilliant cartoon fan, and they started with \"The King.",
            "John was passing a comic to Bill. He was the star of a comedy series called The Amazing Spider-Man, starring Michael Bious, the protagonist of a comic strip called the The Fantastic Four and who lived in Philadelphia in the 1940s.",
            "John was passing a comic to Bill. He had to go to the front door.",
            "John was passing a comic to Bill. He'd put it to a name as he was, but I was on a panel, which was just so obvious.",
            "John was passing a comic to Bill. He started working on the comic in 2001.",
            "John was passing a comic to Bill. He had been a comic and\nvery busy on the news – the day he died when the New Orleans\nPilgrimage was over – and with his wife, Jane, it was time he\ngot.",
            "John was passing a comic to Bill. He is apparently in jail.",
            "John was passing a comic to Bill. He died of a heart attack in a small town in the U.",
            "John was passing a comic to Bill. He was a former general and a character with an interest in the field that inspired him.",
            "John was passing a comic to Bill. He also used the book's name.",
            "John was passing a comic to Bill. He became a journalist who had written and directed a series of cartoons called Anchor, which, they were mostly written by people like Richard Johnson and John Kennedy.",
            "John was passing a comic to Bill. He took the picture from in New York, and it had an official number, and was taken by him in his right hand.",
            "John was passing a comic to Bill. He also used a series of songs composed by a composer who found their way across the United States in a novel called \"Healing the Earth to the Stars.",
            "John was passing a comic to Bill. He was the only person that knew from childhood.",
            "John was passing a comic to Bill. He was an original cast member and received numerous awards and various awards both in its own rights of representation, including three Emmy Awards and one of the greatest stars of the game, whose success inspired the fans to.",
            "John was passing a comic to Bill. He was a bit of a jerk.",
            "John was passing a comic to Bill. He had a lot of friends, though.",
            "John was passing a comic to Bill. He was an interesting comic book writer but there was actually a comic that was not actually a cover, because this time I did not include the strip that I did, and I did not have to use the same.",
            "John was passing a comic to Bill. He was a student at Tarrant University.",
            "John was passing a comic to Bill. He said the story is funny but if you want to read it, check back now you can check by him out to see if he’s not on the show in the first place too.",
            "John was passing a comic to Bill. He then gave a speech to the audience where he got all black in his presence, which took the form of The Vampire Wives, which was his first, but his last, before turning it into a.",
            "John was passing a comic to Bill. He eventually took over the title in 1972.",
            "John was passing a comic to Bill. He was a friend to many people at S&M, including, a friend of his in law who lived in San Francisco, where he was a clerk in the US, a lawyer."
        ],
        "counts": {
            "John": 3,
            "Bill": 2
        }
    }
}