{
    "John seized the comic from Bill. He": {
        "sentences": [
            "John seized the comic from Bill. He said Bill's comic was \"a good book.",
            "John seized the comic from Bill. He then asked Bill for what he told him was his last name.",
            "John seized the comic from Bill. He walked to his house by the ocean road, where he had lived as a youth, and began to examine its contents.",
            "John seized the comic from Bill. He knew I'd be pleased to read the script and agreed to let me copy the pages.",
            "John seized the comic from Bill. He took the gun and put the magazine into the barrel, placed the barrel into the chamber of the gun, and pulled the trigger.",
            "John seized the comic from Bill. He pulled it out from behind his back.",
            "John seized the comic from Bill. He was the only comic-book author in his family.",
            "John seized the comic from Bill. He took a small bit of black powder from beneath it and placed a small charge underneath it when it was completely charged.",
            "John seized the comic from Bill. He looked at it and said, 'The guy who drew this comic is my neighbor from next door.",
            "John seized the comic from Bill. He knew it would be the key to the puzzle, and now that he knew the secret, he intended to make it safe—no telling how or when, and no way for him to lose it again.",
            "John seized the comic from Bill. He flipped the page, and the comic slipped into the pocket of his jeans.",
            "John seized the comic from Bill. He knew that the person who would kill her or kill me first was now sitting in her own bed.",
            "John seized the comic from Bill. He was about to turn it over to the FBI, but then the comic fell and the man jumped like a frickin’ frog, with the result that the pages turned themselves into an image of Bill with a.",
            "John seized the comic from Bill. He'd been reading it when the call came in, and he asked them to bring him over to the coffee table.",
            "John seized the comic from Bill. He then turned his attention to the book, and to the woman.",
            "John seized the comic from Bill. He grabbed the book, and stared fixedly at it.",
            "John seized the comic from Bill. He read it out loud and she couldn’t stop laughing.",
            "John seized the comic from Bill. He stood up and leaned\nover and said, \"I'll just take this down.",
            "John seized the comic from Bill. He stared at it for a moment, then pulled.",
            "John seized the comic from Bill. He said, \"I didn't know you could see me.",
            "John seized the comic from Bill. He had never read the comic.",
            "John seized the comic from Bill. He held him by the chest, and took the comic book back, so it would appear as though nothing had happened.",
            "John seized the comic from Bill. He stood there looking into it, with a stupid grin on his face, a grin that he was going to show it to his dad later.",
            "John seized the comic from Bill. He looked at the other book, the comic of the _Swords of the Old_ _War_, and it made him feel the same fear and admiration at once, the man.",
            "John seized the comic from Bill. He opened the volume, and the sound\nof Bill's voice filled the room, his familiar tones mingling with his\nown.",
            "John seized the comic from Bill. He had read it through from an old copy.",
            "John seized the comic from Bill. He began reading it,\nannoyed at the comic's antics.",
            "John seized the comic from Bill. He carried the comic off to his office.",
            "John seized the comic from Bill. He stood, and in one fluid motion pulled the gun from Bill's trembling hand and pointed it at Jack.",
            "John seized the comic from Bill. He was still struggling to remember what had happened to him the first time he'd tried to give someone a ride and the kid had died.",
            "John seized the comic from Bill. He pointed at the picture and asked him to see if it was in the newspaper, he saw it was, so we could send it to Jack.",
            "John seized the comic from Bill. He then went to the room\nand unlocked the front door.",
            "John seized the comic from Bill. He turned with the comic, then leaned over and turned Bill with the comic still in his hand.",
            "John seized the comic from Bill. He felt this comic was his own property, although it had been written years before.",
            "John seized the comic from Bill. He said, \"I can't do it.",
            "John seized the comic from Bill. He'd been reading it in the morning, he said, and decided it could use a new lead in.",
            "John seized the comic from Bill. He threw it face-up on the table.",
            "John seized the comic from Bill. He snatched from between two of the comics what looked like a newspaper.",
            "John seized the comic from Bill. He held it up for me to see.",
            "John seized the comic from Bill. He walked down the steps, gave the comic to\nT.",
            "John seized the comic from Bill. He carried the book on its\nshelf to the bar, and sat down by the door to read.",
            "John seized the comic from Bill. He was a veteran comicbook industry employee, having produced the covers, spines, and covers over the years for the likes of Wonder Girl, Star Trek, and Xena.",
            "John seized the comic from Bill. He put it back on the table and looked it over again.",
            "John seized the comic from Bill. He said: 'It's my lucky talisman.",
            "John seized the comic from Bill. He and I, we'd talked.",
            "John seized the comic from Bill. He'd found Joe's comics in the attic.",
            "John seized the comic from Bill. He held it up for the light to fall on the title: _H.",
            "John seized the comic from Bill. He was laughing—laughing and\nbeating him and saying, \"Don't stop.",
            "John seized the comic from Bill. He could have stopped, but\nhe didn't, and he didn't stop because he had decided to take the comic in.",
            "John seized the comic from Bill. He opened the package and removed the two-inch square of cloth, examining each one slowly.",
            "John seized the comic from Bill. He picked it up and passed it to my uncle.",
            "John seized the comic from Bill. He took the comic from Bill in a paper cup.",
            "John seized the comic from Bill. He handed it to me and I saw instantly the value it would have for a comic, so I knew if I bought it I would have him to thank for it.",
            "John seized the comic from Bill. He ran into a man, gave the comic to him, and then ran back to his car.",
            "John seized the comic from Bill. He began reading it, then threw it down in disgust and stomped out.",
            "John seized the comic from Bill. He didn’t seem to realize that one of the most exciting, creative, and interesting characters in comics is BILL GOLDEN.",
            "John seized the comic from Bill. He didn't want to hurt my feelings, but I thought it'd be better if Bill didn't know our whole plan.",
            "John seized the comic from Bill. He picked it up with shaking\nhands.",
            "John seized the comic from Bill. He'd read her blog, and thought it seemed kind of cool, the way she'd been working with the guy who'd written \"Wicked Swords.",
            "John seized the comic from Bill. He then grabbed the paper and told Bill to get dressed and came with him to check the mail.",
            "John seized the comic from Bill. He walked up to Sonia, looked at her for a moment, her eyes were wide, and then he threw it at her.",
            "John seized the comic from Bill. He ripped it open and said:\n\n'There's a picture here!'\n\n'The King wants to see it,' I said.",
            "John seized the comic from Bill. He also seized the\nletter to Bill on top of the comic.",
            "John seized the comic from Bill. He had read it and knew all the dialogue, so he picked it up and started scribbling.",
            "John seized the comic from Bill. He began to read it.",
            "John seized the comic from Bill. He then held his\nbreath for a moment.",
            "John seized the comic from Bill. He felt a strange sensation\nin his eyes.",
            "John seized the comic from Bill. He and his partner had discovered it was one of the many examples of the comic that had appeared in _Wonder Stories.",
            "John seized the comic from Bill. He placed it\nbetween some others, and started.",
            "John seized the comic from Bill. He then proceeded to grab a camera from Bill and held it on his head, the same kind of look on his face they used to put on criminals like the ones they caught on the police wanted posters.",
            "John seized the comic from Bill. He laughed at it and told Bill about the cartoonist.",
            "John seized the comic from Bill. He read the inscription \"I did not kill him.",
            "John seized the comic from Bill. He took it to his work bench, where he showed it to the kids.",
            "John seized the comic from Bill. He handed it over to Bill and started to cry.",
            "John seized the comic from Bill. He brought it to a window, and was just about to throw it to a boy in a park, when someone appeared out of the shadow to say: \"Come to the door,\" and the boy sprang to the.",
            "John seized the comic from Bill. He started reading.",
            "John seized the comic from Bill. He ran it up to the roof, where Bill’s wife was waiting to view it.",
            "John seized the comic from Bill. He said:\n\n“It was all over now.",
            "John seized the comic from Bill. He said his brother was too busy; he was going to sell it to the kids at the next meet.",
            "John seized the comic from Bill. He tossed the book back at Bill.",
            "John seized the comic from Bill. He also told Bill that he\n\ndid see a hand coming out of the comic, grabbing Bill’s hand and pulling Bill into the truck.",
            "John seized the comic from Bill. He opened it in front\nof my mother.",
            "John seized the comic from Bill. He asked me if I could be a detective, Bill said 'you're not really a comics fan but I need you to write a paper about my childhood comic adventures' - well I wrote it - and I was.",
            "John seized the comic from Bill. He was still holding the box in front of him and he was making some sort of obscene gesture.",
            "John seized the comic from Bill. He took it and tucked it away in his pocket.",
            "John seized the comic from Bill. He took it back to the office and threw it in the trash.",
            "John seized the comic from Bill. He said, calmly, \"Look, if you and Bill are going to make up, you won't be needing my comic anymore.",
            "John seized the comic from Bill. He said: \"You'll have a grand time, my lad.",
            "John seized the comic from Bill. He and I still had to find a way of telling it.",
            "John seized the comic from Bill. He carried it off into the waiting motor.",
            "John seized the comic from Bill. He was a small guy, but not fat.",
            "John seized the comic from Bill. He told him to\nhold it until they returned and turned around to find the two men standing in\nfront of them.",
            "John seized the comic from Bill. He could see he was about to try to get a move on.",
            "John seized the comic from Bill. He put Bill against the wall and bent him back, so that his feet were stretched out in front of him and his knees bent up at his chest.",
            "John seized the comic from Bill. He held it away and opened it to the page with \"Don't,\" and as the comic was opened she could see the name of Don Quixote underneath.",
            "John seized the comic from Bill. He tried to take\nit from Bill, but Bill put his hand out and he dropped it on the carpet\nwhere it lay beside the typewriter.",
            "John seized the comic from Bill. He looked around him cautiously and\nthen handed the comic to me.",
            "John seized the comic from Bill. He pointed to the pictures and explained to the audience that on the pictures of him, which were on the floor, in the middle of the stage, was a picture of Bill in the army wearing an NCO’.",
            "John seized the comic from Bill. He had already read the other issues and now began in silence, his eyes locked on some distant figure, perhaps a character in one of the panels.",
            "John seized the comic from Bill. He flipped it over to see if it was on fire."
        ],
        "counts": {
            "John": 0,
            "Bill": 24
        }
    },
    "John passed the comic to Bill. He": {
        "sentences": [
            "John passed the comic to Bill. He glanced at the table of contents, but nothing jumped out at him.",
            "John passed the comic to Bill. He said, \"'You've got a lot to catch up on.",
            "John passed the comic to Bill. He thought for a moment, then held it out by the corner, \"There you are!\"\n\n\"Yes, indeed.",
            "John passed the comic to Bill. He didn't bother to read it, though.",
            "John passed the comic to Bill. He didn't remember her name ( _Ella, but she left behind a family_.",
            "John passed the comic to Bill. He turned in the booklet he had received but told Bill it looked too simple for the audience.",
            "John passed the comic to Bill. He held it toward the screen.",
            "John passed the comic to Bill. He picked up the pencil slowly, holding it to the light in all the different directions.",
            "John passed the comic to Bill. He held it so that they couldn't\ntake pictures with it, so they couldn't see how they had made the\ncomic--which, though it had no image, was still the most important thing.",
            "John passed the comic to Bill. He took it off the hook and sat down on the bed.",
            "John passed the comic to Bill. He looked up.",
            "John passed the comic to Bill. He leaned back, holding it between two fingers, smiling as the comic book slipped into place.",
            "John passed the comic to Bill. He said, “I wish this was true.",
            "John passed the comic to Bill. He read the title alone, the first line alone: DARREN LINDSTROM (Eyewitness: _The Killing Years_ ).",
            "John passed the comic to Bill. He turned over the pages and the next scene unfolded.",
            "John passed the comic to Bill. He looked up at Jack, not sure what to say, then he remembered that Jack was talking about the world being in love with us.",
            "John passed the comic to Bill. He held it in his hands for a moment.",
            "John passed the comic to Bill. He looked at it and looked at Matt and Joe.",
            "John passed the comic to Bill. He said, \"Thank you, sir,\" and returned to take a comic.",
            "John passed the comic to Bill. He took a long look and then looked at it again through half glasses.",
            "John passed the comic to Bill. He was holding it, reading the story.",
            "John passed the comic to Bill. He'd just watched a couple of clips on TV of this great man when his father's body was discovered.",
            "John passed the comic to Bill. He'd gotten it cheap online, and he'd only paid twenty-five dollars for it.",
            "John passed the comic to Bill. He then passed it over to his friend Dolly and asked her to read it.",
            "John passed the comic to Bill. He had a feeling what Bill would find for this scene next time.",
            "John passed the comic to Bill. He looked at it a moment, then spoke in a hoarse, dry whisper:\n\n\"What's this? Oh!—it's a little paper of Mr.",
            "John passed the comic to Bill. He read it silently, humming the title song.",
            "John passed the comic to Bill. He read it.",
            "John passed the comic to Bill. He sat on the edge of the bed with his hands resting near his knees, a cigarette in his mouth.",
            "John passed the comic to Bill. He shrugged.",
            "John passed the comic to Bill. He sat on a bench, pulled his knees to his chest, and looked at her.",
            "John passed the comic to Bill. He was looking at the story-and-picture section and said, 'I think you should have that.",
            "John passed the comic to Bill. He glanced over it.",
            "John passed the comic to Bill. He looked through it at first, like I'd gone mad.",
            "John passed the comic to Bill. He held it in the air, holding his hands over one another as though he were holding the ends of a balloon.",
            "John passed the comic to Bill. He and Bill looked at each other in amazement, then slowly turned to face the woman in the hoodie.",
            "John passed the comic to Bill. He held the book up and laughed.",
            "John passed the comic to Bill. He looked at the cover, and for a moment Bill had to remind him that the book was still printed.",
            "John passed the comic to Bill. He shrugged.",
            "John passed the comic to Bill. He was always giving stuff to the kids, buying stuff.",
            "John passed the comic to Bill. He put it back on the table.",
            "John passed the comic to Bill. He was now in the mood for jokes with only a hint of mischief.",
            "John passed the comic to Bill. He went over and sat at the booth next to Bill.",
            "John passed the comic to Bill. He took it from Bill and looked at the cover.",
            "John passed the comic to Bill. He said to Bill that this was funny.",
            "John passed the comic to Bill. He stared for an instant at a page, then turned the page over.",
            "John passed the comic to Bill. He studied it in his hands.",
            "John passed the comic to Bill. He’s a big Bill Lee fan—and a big comic book fan, really—and Bill has a bit of a flair for comic books himself.",
            "John passed the comic to Bill. He sat down beside Bill, placed his arm around his shoulders, and gave Bill a little squeeze.",
            "John passed the comic to Bill. He held it up to Bill, who stared at it for a long time.",
            "John passed the comic to Bill. He looked at the cover for a\nmoment.",
            "John passed the comic to Bill. He studied the back cover closely.",
            "John passed the comic to Bill. He'd decided that he might as well take a picture since it was all anyone had been looking at.",
            "John passed the comic to Bill. He sat down and put the paper on the table between them.",
            "John passed the comic to Bill. He flipped to the front cover and looked up at me with a big grin.",
            "John passed the comic to Bill. He sighed.",
            "John passed the comic to Bill. He read the first panel, where it was obvious that the boy with the gun, and the figure who appeared to be a priest, were hiding in a barn.",
            "John passed the comic to Bill. He flipped the pages.",
            "John passed the comic to Bill. He grabbed it and tossed it to Jack.",
            "John passed the comic to Bill. He flipped open the top and the back page was missing.",
            "John passed the comic to Bill. He turned to his wife.",
            "John passed the comic to Bill. He looked at it.",
            "John passed the comic to Bill. He read it quietly.",
            "John passed the comic to Bill. He looked at it for a moment and then laughed out loud.",
            "John passed the comic to Bill. He took the two of them away from the scene of the crime.",
            "John passed the comic to Bill. He was the only one to actually read it.",
            "John passed the comic to Bill. He took it, turned it this way, that way.",
            "John passed the comic to Bill. He was staring through the window.",
            "John passed the comic to Bill. He was a little more tolerant of this than I was, perhaps because I felt it was a bit out of character for him even in this comic to be so angry about a comic strip.",
            "John passed the comic to Bill. He read it, said to himself 'What the bloody hell does that mean?'.",
            "John passed the comic to Bill. He picked up the next strip.",
            "John passed the comic to Bill. He said as much in his report.",
            "John passed the comic to Bill. He read it.",
            "John passed the comic to Bill. He read it to Gabe before he went to his room, sat cross-legged in one corner of the bed and pulled out his copy of The New Yorker.",
            "John passed the comic to Bill. He had a habit of doing that.",
            "John passed the comic to Bill. He flipped his phone into the other room.",
            "John passed the comic to Bill. He gave it to Jim.",
            "John passed the comic to Bill. He read every strip.",
            "John passed the comic to Bill. He looked at his other hand.",
            "John passed the comic to Bill. He was going to have a good time.",
            "John passed the comic to Bill. He held the book tightly.",
            "John passed the comic to Bill. He gave it to Bill, who was standing at the counter looking at a man with a big camera.",
            "John passed the comic to Bill. He then looked to me to see if I had picked it up.",
            "John passed the comic to Bill. He handed him the comic, took a folded handkerchief and tucked the comic into the breast pocket of his shirt.",
            "John passed the comic to Bill. He handed it to her and stood next to her, his forearms resting on the table.",
            "John passed the comic to Bill. He read the whole thing, including the last two words, which Bill and Dave had said in the same sentence on their way down the hill.",
            "John passed the comic to Bill. He shrugged.",
            "John passed the comic to Bill. He read all the way through.",
            "John passed the comic to Bill. He seemed very fond of it, and Bill could tell that he loved it, too, if only through being his friend's confidant.",
            "John passed the comic to Bill. He looked on the television and saw a documentary about the first flight of a hydrogen rocket, which landed on Saturn four months later.",
            "John passed the comic to Bill. He started taking his pills and drank.",
            "John passed the comic to Bill. He laughed at our absurdity, and said he could picture us on a mission.",
            "John passed the comic to Bill. He read it with great concentration and said \"Good comic.",
            "John passed the comic to Bill. He flipped it over, then handed it back.",
            "John passed the comic to Bill. He was the person who had arranged the meeting between himself and Paul.",
            "John passed the comic to Bill. He had no idea what to expect, but he didn't mind.",
            "John passed the comic to Bill. He read it twice.",
            "John passed the comic to Bill. He laughed.",
            "John passed the comic to Bill. He’d never known anyone in comics, and the guy had seemed like the biggest weirdo on the circuit.",
            "John passed the comic to Bill. He took note of the title “The Famous Mister Edelstein."
        ],
        "counts": {
            "John": 0,
            "Bill": 15
        }
    }
}