{
    "metadata": {
        "model": "EleutherAI/pythia-2.8b",
        "revision": "main",
        "num_parameters": 2775208960,
        "timestamp": "2023-10-13 02:26:33.368350"
    },
    "John seized the comic from Bill. He": {
        "details": {
            "pronoun": [
                33,
                35
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    27,
                    31
                ]
            ]
        },
        "sentences": [
            "John seized the comic from Bill. He then proceeded to\nlaugh, while Bill was laughing himself.",
            "John seized the comic from Bill. He took the cover off the back and saw it was another comic.",
            "John seized the comic from Bill. He glanced up and down the corridor.",
            "John seized the comic from Bill. He opened it and read the\nadvertisement:\n\n                          MR.",
            "John seized the comic from Bill. He handed it to the officer who had spoken his name, but when he turned it open he saw, in large black letters, the word BURN.",
            "John seized the comic from Bill. He pulled it out of Bill’s hands, and he read the inscription right down the page.",
            "John seized the comic from Bill. He looked over it.",
            "John seized the comic from Bill. He was going to run over and\nsee her.",
            "John seized the comic from Bill. He flipped ahead to the first panel.",
            "John seized the comic from Bill. He stared at it, not sure what he was looking at.",
            "John seized the comic from Bill. He stood reading through it, then turned to me with a surprised face, \"You wrote this on the board of the theatre and gave it to me?\"\n\nBill took a deep breath.",
            "John seized the comic from Bill. He held it out.",
            "John seized the comic from Bill. He saw it was about the old man and his two\nfriends.",
            "John seized the comic from Bill. He had to put it carefully in an evidence bag because Bill had an idea how many people might want it.",
            "John seized the comic from Bill. He was not sure that it _wasn't_ a threat and didn't want to admit as much, but he could think of no one, especially a cop or anyone connected with a cop, who might be.",
            "John seized the comic from Bill. He was now the centre of attention.",
            "John seized the comic from Bill. He smiled a toothless grin.",
            "John seized the comic from Bill. He started shaking and fuming.",
            "John seized the comic from Bill. He was trying to figure out what, if any,\n\n“clues” or “evidence” he might turn up between the two photographs, when the\n\ndoor opened.",
            "John seized the comic from Bill. He had never even heard of it.",
            "John seized the comic from Bill. He read it, his eyes widening.",
            "John seized the comic from Bill. He stared down at his son, then let him look at it.",
            "John seized the comic from Bill. He had always thought of the comic as his.",
            "John seized the comic from Bill. He saw the pictures of\na man and woman together with their babies.",
            "John seized the comic from Bill. He held it up.",
            "John seized the comic from Bill. He read a few lines.",
            "John seized the comic from Bill. He said, “Bill, I just can’t be involved.",
            "John seized the comic from Bill. He pointed to Frank.",
            "John seized the comic from Bill. He glanced at it curiously,\nas if he had never seen the words, \"Sophie's a cow.",
            "John seized the comic from Bill. He went up to his room and began to\nread it.",
            "John seized the comic from Bill. He looked at it.",
            "John seized the comic from Bill. He read:\n\n> _A man goes to the dentist.",
            "John seized the comic from Bill. He said his name was Mike.",
            "John seized the comic from Bill. He told the group what he planned to do.",
            "John seized the comic from Bill. He couldn't remember when he last read one of his beloved comics.",
            "John seized the comic from Bill. He tore it, and said:\n       \"Here! this belongs to Miss Eloise.",
            "John seized the comic from Bill. He looked down and his smile died.",
            "John seized the comic from Bill. He put it into his pocket.",
            "John seized the comic from Bill. He opened the front cover.",
            "John seized the comic from Bill. He had long wanted to read comic books, and his favorite was Superman.",
            "John seized the comic from Bill. He put it back on its shelf in a corner.",
            "John seized the comic from Bill. He thought for a moment.",
            "John seized the comic from Bill. He started, as always, to laugh.",
            "John seized the comic from Bill. He looked at it carefully.",
            "John seized the comic from Bill. He had bought it in Washington and brought it home, intending to read it.",
            "John seized the comic from Bill. He said, \"I'll take this right here.",
            "John seized the comic from Bill. He knew the comic would be a\ntempting prize.",
            "John seized the comic from Bill. He read: \"Wrongfully imprisoned.",
            "John seized the comic from Bill. He gave it to the man he had once hated.",
            "John seized the comic from Bill. He had to find out where Sam was.",
            "John seized the comic from Bill. He was still half-asleep.",
            "John seized the comic from Bill. He put it on top of Bill's book.",
            "John seized the comic from Bill. He had a look at the cover, then\nwent back to his desk.",
            "John seized the comic from Bill. He found an old copy of the _New Yorker_ and started to read the funny stuff.",
            "John seized the comic from Bill. He was in for the surprise of his short and short life when the story ended.",
            "John seized the comic from Bill. He had just become a little bit of a man.",
            "John seized the comic from Bill. He found his hand moving in the familiar way on either side of an X in the newspaper.",
            "John seized the comic from Bill. He threw it on the desk,\n  and laughed as he read the title,--I.",
            "John seized the comic from Bill. He turned to Bill and said, \"What is 'the new comic'?\"\n\nBill said, \"It is called the New Comic.",
            "John seized the comic from Bill. He turned to the other man in the crowd.",
            "John seized the comic from Bill. He handed it to Ed.",
            "John seized the comic from Bill. He handed it over.",
            "John seized the comic from Bill. He said, 'Bill would be glad to give you his comic.",
            "John seized the comic from Bill. He would not return the book after he discovered that its cover bore a false imprint which appeared to have been made in China.",
            "John seized the comic from Bill. He then had him take it into his cabin to examine it more closely.",
            "John seized the comic from Bill. He read a little.",
            "John seized the comic from Bill. He opened it, took a look for himself, and turned the pages as fast as he could.",
            "John seized the comic from Bill. He put two pages into the man's face, and said, \"Would you kindly read this for us, please!\"\n\nIt began: \"It was the great day of our lives, and the sky was.",
            "John seized the comic from Bill. He handed it back to the stranger holding it.",
            "John seized the comic from Bill. He read it carefully.",
            "John seized the comic from Bill. He flipped through it.",
            "John seized the comic from Bill. He looked at the covers of the two magazines.",
            "John seized the comic from Bill. He had it in his hand before the show's start, and at a table at the front he read a sign that said 'No Crying, No Jokes', and he knew it was for his brother.",
            "John seized the comic from Bill. He said, 'This is going to make you look even worse than you already do.",
            "John seized the comic from Bill. He was trying to save the day.",
            "John seized the comic from Bill. He glanced at her, saw that all was well.",
            "John seized the comic from Bill. He was angry, furious, as he strode into the living room.",
            "John seized the comic from Bill. He'd heard about the comic, and he now knew what to look forward to.",
            "John seized the comic from Bill. He held it tightly between them and glared into it as if he could read his future.",
            "John seized the comic from Bill. He read the comic to the group.",
            "John seized the comic from Bill. He asked the bartender to find him a napkin.",
            "John seized the comic from Bill. He had heard the news from the boys at the club.",
            "John seized the comic from Bill. He saw the cover of the comic and knew\nwhat had happened.",
            "John seized the comic from Bill. He'd been reading it since he was a kid—the comic was his best friend.",
            "John seized the comic from Bill. He would take it if somebody wanted to laugh, but nobody did.",
            "John seized the comic from Bill. He looked at it for a moment.",
            "John seized the comic from Bill. He handed it over to Ben.",
            "John seized the comic from Bill. He said, \"Hey, I got a comic strip I'd like to pitch you.",
            "John seized the comic from Bill. He said, \"I think we\n  should go and take a rest.",
            "John seized the comic from Bill. He placed it in his waistcoat pocket\nand, leaving the room, returned for the book.",
            "John seized the comic from Bill. He held it up in the moonlight.",
            "John seized the comic from Bill. He held it up in\nthe moonlight.",
            "John seized the comic from Bill. He tossed it on the ground.",
            "John seized the comic from Bill. He put it in his coat pocket, and\nas he did so he noticed there was a lot of sand in the pocket.",
            "John seized the comic from Bill. He handed it to me.",
            "John seized the comic from Bill. He could hear Bill laughing and shaking, and it made him feel happy.",
            "John seized the comic from Bill. He looked, read it, held it closer to his cheek, turned it over.",
            "John seized the comic from Bill. He handed it to him as he handed to me.",
            "John seized the comic from Bill. He felt relieved.",
            "John seized the comic from Bill. He turned to me and handed it back."
        ],
        "counts": {
            "John": 0,
            "Bill": 10
        }
    },
    "John passed the comic to Bill. He": {
        "details": {
            "pronoun": [
                31,
                33
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    25,
                    29
                ]
            ]
        },
        "sentences": [
            "John passed the comic to Bill. He handed him the remote.",
            "John passed the comic to Bill. He looked at the cover.",
            "John passed the comic to Bill. He grinned.",
            "John passed the comic to Bill. He flipped the pages carefully, and then let Bill see what he had uncovered.",
            "John passed the comic to Bill. He said: \"I'll take a few of those, Bill, if I can read them from this distance.",
            "John passed the comic to Bill. He took it in, looked at it,\nheld it in his hand and began to giggle!\n\n“Bill!” called a voice, “don’t look so sour.",
            "John passed the comic to Bill. He said:\n\"Tell me who it is.",
            "John passed the comic to Bill. He was impressed.",
            "John passed the comic to Bill. He said, \"You're right.",
            "John passed the comic to Bill. He sat for a moment at the foot of the coffin, looking at the dead man, then he glanced at Bill.",
            "John passed the comic to Bill. He flipped through it.",
            "John passed the comic to Bill. He flipped to the other column, which was full of numbers.",
            "John passed the comic to Bill. He said: \"That's so funny I laughed.",
            "John passed the comic to Bill. He read through the scene one more time, then passed it on to Al.",
            "John passed the comic to Bill. He handed the page back.",
            "John passed the comic to Bill. He said he'd never been down there before.",
            "John passed the comic to Bill. He nodded.",
            "John passed the comic to Bill. He said, \"This is a good one.",
            "John passed the comic to Bill. He looked at it.",
            "John passed the comic to Bill. He looked at the cover a while.",
            "John passed the comic to Bill. He turned it over.",
            "John passed the comic to Bill. He glanced at it, and nodded.",
            "John passed the comic to Bill. He flipped on the lights.",
            "John passed the comic to Bill. He took off the helmet.",
            "John passed the comic to Bill. He pulled off his hat and fidgeted with the brim.",
            "John passed the comic to Bill. He read it silently, his eyes wide for once, his whole body language one step ahead, like an Indian.",
            "John passed the comic to Bill. He said, \"Don't be impressed.",
            "John passed the comic to Bill. He then looked at Bob.",
            "John passed the comic to Bill. He said, “I got the script for it from an old man I knew in the neighborhood.",
            "John passed the comic to Bill. He stared at it.",
            "John passed the comic to Bill. He opened it.",
            "John passed the comic to Bill. He glanced around.",
            "John passed the comic to Bill. He said, \"This guy's a phony.",
            "John passed the comic to Bill. He told me later he never laughed so hard.",
            "John passed the comic to Bill. He took a sip.",
            "John passed the comic to Bill. He glanced over the strip's panel after panel.",
            "John passed the comic to Bill. He said he'd never heard of it before.",
            "John passed the comic to Bill. He said, \"I don't quite see where it goes from here.",
            "John passed the comic to Bill. He didn't read it the whole way through\nbefore handing it back to us.",
            "John passed the comic to Bill. He looked at it for a second before putting his\nhand on the edge of his briefcase.",
            "John passed the comic to Bill. He flipped through it, and then he said, \"That's nice.",
            "John passed the comic to Bill. He read it.",
            "John passed the comic to Bill. He handed it back.",
            "John passed the comic to Bill. He passed it on to Steve, who laughed.",
            "John passed the comic to Bill. He saw an ad for a Pee Wee Herman special.",
            "John passed the comic to Bill. He said, \"The point that I'm trying to make is that if he was here to defend his reputation, he would have said something and the press would have asked him about it.",
            "John passed the comic to Bill. He cracked up.",
            "John passed the comic to Bill. He handed it back to Mike.",
            "John passed the comic to Bill. He sat, his eyes fixed upon the\n  panes, motionless, with his mouth slightly open and his hand stroking\n  his beard.",
            "John passed the comic to Bill. He read it as if a long-lost friend had walked in the door.",
            "John passed the comic to Bill. He said to him:  \n\"You know, Jim, you're very good at your work.",
            "John passed the comic to Bill. He took one look: 'Hey man, you're looking at a great future.",
            "John passed the comic to Bill. He read it and laughed out loud, his face breaking through the plastic smile.",
            "John passed the comic to Bill. He handed it back to me.",
            "John passed the comic to Bill. He sat beside him until they were home\nin bed, and then talked with him a long time.",
            "John passed the comic to Bill. He smiled.",
            "John passed the comic to Bill. He pulled him away.",
            "John passed the comic to Bill. He took it.",
            "John passed the comic to Bill. He said.",
            "John passed the comic to Bill. He held out his hand as Bill passed him the comics.",
            "John passed the comic to Bill. He started to laugh.",
            "John passed the comic to Bill. He and Bill looked at it, and Bill said he thought perhaps a joke was implied, but that the author was simply overstating a fairly unremarkable situation in order to make a point.",
            "John passed the comic to Bill. He read it, nodded his head, and passed the comic back to Johnny, who looked it over.",
            "John passed the comic to Bill. He leaned over and looked at it, then held his hand out in front of him palm up.",
            "John passed the comic to Bill. He stood looking over his friend's shoulder as he read.",
            "John passed the comic to Bill. He nodded.",
            "John passed the comic to Bill. He looked at it curiously.",
            "John passed the comic to Bill. He glanced at it for a moment, then passed it\nback.",
            "John passed the comic to Bill. He said, \"I can't keep him off the ground.",
            "John passed the comic to Bill. He looked as if he wanted to look at it,\nbut he couldn't tell whether the thoughtfulness was in him or\nwhether it belonged to Mr.",
            "John passed the comic to Bill. He was holding on for dear life.",
            "John passed the comic to Bill. He said, \"I saw this online, I really got a kick out it.",
            "John passed the comic to Bill. He flipped the pages of the comic and then said, “The first page, it reads that Trixie is a ‘beast’.",
            "John passed the comic to Bill. He glanced over it.",
            "John passed the comic to Bill. He passed it back to Joe.",
            "John passed the comic to Bill. He was a pretty good comics editor but he did\nnot use to work on the comic itself.",
            "John passed the comic to Bill. He read it.",
            "John passed the comic to Bill. He grinned.",
            "John passed the comic to Bill. He had been\nteaching at that college for five years, and was regarded by\nmost of those under him as a kind of oracle; but now he was a\nlittle shifty-eyed and nervous.",
            "John passed the comic to Bill. He didn’t want to watch any of it.",
            "John passed the comic to Bill. He grinned broadly at\nherself, and shook the dust from his trousers with his stick; then he\nthumped Daphne down upon his knee, gave her one of Bill's cigars, and\n.",
            "John passed the comic to Bill. He went back to talking about his kids' show.",
            "John passed the comic to Bill. He had already read the first page, and\nnow he read with that peculiar smile upon his countenance which\ndistinguishes his conversation.",
            "John passed the comic to Bill. He passed the comic back to John.",
            "John passed the comic to Bill. He had never seen it, and only caught a little.",
            "John passed the comic to Bill. He made a face.",
            "John passed the comic to Bill. He told me, \"This is about the guy who's wearing a funny hat.",
            "John passed the comic to Bill. He gave one glance at it.",
            "John passed the comic to Bill. He couldn't understand it, but Bill understood; at least he said he did.",
            "John passed the comic to Bill. He looked it over.",
            "John passed the comic to Bill. He turned a few pages.",
            "John passed the comic to Bill. He handed it to me now.",
            "John passed the comic to Bill. He looked at it,\nsmiled, then passed it back.",
            "John passed the comic to Bill. He didn't say anything but smiled, a tight grin.",
            "John passed the comic to Bill. He saw it again.",
            "John passed the comic to Bill. He had him read it to himself out loud.",
            "John passed the comic to Bill. He was a funny lad who'd written\nthat.",
            "John passed the comic to Bill. He got up and stood behind his client.",
            "John passed the comic to Bill. He looked at the comic in the same way a cat might at a plate of raw meat.",
            "John passed the comic to Bill. He said he had a new wife called Linda."
        ],
        "counts": {
            "John": 2,
            "Bill": 9
        }
    },
    "John passed a comic to Bill. He": {
        "details": {
            "pronoun": [
                29,
                31
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    23,
                    27
                ]
            ]
        },
        "sentences": [
            "John passed a comic to Bill. He laughed.",
            "John passed a comic to Bill. He asked Bill to tell Mr.",
            "John passed a comic to Bill. He thought it a good joke,\nat least from the standpoint of his being an Englishman.",
            "John passed a comic to Bill. He picked up one from the rack and opened it.",
            "John passed a comic to Bill. He laughed and asked, \"Where do you find such people?\"\n\n\"Likewise.",
            "John passed a comic to Bill. He looked at it, made a little face and then smiled and laughed at it.",
            "John passed a comic to Bill. He looked over the page and then passed it again.",
            "John passed a comic to Bill. He did a very good impression of the comedian.",
            "John passed a comic to Bill. He held it up close.",
            "John passed a comic to Bill. He laughed at it and made funny faces at Bill.",
            "John passed a comic to Bill. He looked surprised at being\ninterrupted, but didn't say anything.",
            "John passed a comic to Bill. He told how they once ran out of fuel and the only way to get supplies was to use water buffaloes.",
            "John passed a comic to Bill. He opened it.",
            "John passed a comic to Bill. He said he'd never seen a comic like this before.",
            "John passed a comic to Bill. He took it.",
            "John passed a comic to Bill. He looked at it, frowned, looked at it again.",
            "John passed a comic to Bill. He laughed.",
            "John passed a comic to Bill. He told me of a fellow named Mike who worked for him as a bartender, but who did a little painting in his spare time for the cover of a comic, where he showed off an assortment of paintings of.",
            "John passed a comic to Bill. He read it with interest and sat back to study Bill.",
            "John passed a comic to Bill. He sat there looking at it for a few moments.",
            "John passed a comic to Bill. He flipped over the pages.",
            "John passed a comic to Bill. He knew it but was trying to do his best to ignore it.",
            "John passed a comic to Bill. He took one and smiled and winked at me.",
            "John passed a comic to Bill. He went on to say, \"You were only trying to protect him.",
            "John passed a comic to Bill. He laughed.",
            "John passed a comic to Bill. He wasn't even sure where his heart had been.",
            "John passed a comic to Bill. He glanced at it and passed it back.",
            "John passed a comic to Bill. He was able to recognize the title, _Be_ _A_ _Man.",
            "John passed a comic to Bill. He sat for a time.",
            "John passed a comic to Bill. He couldn’t get on it.",
            "John passed a comic to Bill. He turned to see Patrice staring at the two men, who were dressed in suits and ties for a weekday at a corporate office.",
            "John passed a comic to Bill. He pointed to a line of \"L.",
            "John passed a comic to Bill. He said:\n\n\"We'd better see it.",
            "John passed a comic to Bill. He pointed to a comic on the table over his head.",
            "John passed a comic to Bill. He wasn't laughing when he read it.",
            "John passed a comic to Bill. He looked at him and said, \"I've seen that guy on the street.",
            "John passed a comic to Bill. He had to laugh and then Bill said: 'If a man's a good looking lad you have to have all his teeth.",
            "John passed a comic to Bill. He laughed.",
            "John passed a comic to Bill. He was laughing, a little too much for my liking.",
            "John passed a comic to Bill. He told me the one the group liked best, but I couldn't tell Bill what he was thinking without upsetting him.",
            "John passed a comic to Bill. He didn't like it so he threw it away and took another.",
            "John passed a comic to Bill. He looked at it.",
            "John passed a comic to Bill. He grinned and said, \"That's some good stuff.",
            "John passed a comic to Bill. He passed it back.",
            "John passed a comic to Bill. He looked at it, then threw it into the pond.",
            "John passed a comic to Bill. He was very pleased at the idea of a man with two wives.",
            "John passed a comic to Bill. He turned his head to where Bill's face was, not taking his eyes away from the comic.",
            "John passed a comic to Bill. He looked at the\nletter-opener, and frowned sourly.",
            "John passed a comic to Bill. He told them about the first letter he'd received from his son's girlfriend, and he explained how, in desperation, he'd tried to call her, and to reach his wife, but she'd always claimed she.",
            "John passed a comic to Bill. He looked at him while he was eating.",
            "John passed a comic to Bill. He didn't catch it—Bill didn't see it either.",
            "John passed a comic to Bill. He took another look and raised his eyebrows at me, and grinned.",
            "John passed a comic to Bill. He knew that when Bill picked up this book because he’d say: “I wish I had this.",
            "John passed a comic to Bill. He said he might use a few of the cartoons in the _American Prospect_.",
            "John passed a comic to Bill. He read it with growing excitement.",
            "John passed a comic to Bill. He took him from his pocket, held him close, and peered at it, with a queer, furtive air.",
            "John passed a comic to Bill. He pointed to a couple of rows of girls sitting on one side, and he pulled a girl off the other side up to the stage and said, \"Let's hope no one makes these girls scream.",
            "John passed a comic to Bill. He started reading.",
            "John passed a comic to Bill. He said, \"Bill, I'm serious.",
            "John passed a comic to Bill. He said, \"I just love to laugh.",
            "John passed a comic to Bill. He was still looking at the clock.",
            "John passed a comic to Bill. He laughed and put the paper in his pocket.",
            "John passed a comic to Bill. He tried to stop laughing but it wasn't working.",
            "John passed a comic to Bill. He looked like Jim, but Bill didn't get it.",
            "John passed a comic to Bill. He took a look at Mr.",
            "John passed a comic to Bill. He laughed and read it.",
            "John passed a comic to Bill. He said, \"This is pretty silly.",
            "John passed a comic to Bill. He asked for a good laugh.",
            "John passed a comic to Bill. He started writing lines.",
            "John passed a comic to Bill. He asked where _Tarzan_ was.",
            "John passed a comic to Bill. He and Bill\nchuckled.",
            "John passed a comic to Bill. He sat down.",
            "John passed a comic to Bill. He didn't crack a smile, but Bill managed somehow to manage a small smirk.",
            "John passed a comic to Bill. He told us which was the funniest page and Bill handed it back, saying it was too long so they were going to skip it.",
            "John passed a comic to Bill. He nodded.",
            "John passed a comic to Bill. He read the first few pages and it looked great, so I went to my room and read a few pages in my bathrobe.",
            "John passed a comic to Bill. He tried to laugh, but it was awkward on his tongue.",
            "John passed a comic to Bill. He gave me\none.",
            "John passed a comic to Bill. He didn't laugh with him.",
            "John passed a comic to Bill. He shook his head for a second.",
            "John passed a comic to Bill. He cracked a few lines.",
            "John passed a comic to Bill. He glanced at it.",
            "John passed a comic to Bill. He didn't smile.",
            "John passed a comic to Bill. He said\nit was a joke from a friend and didn't bother to explain it.",
            "John passed a comic to Bill. He didn't recognize it and laughed at some of the punch lines.",
            "John passed a comic to Bill. He found it interesting.",
            "John passed a comic to Bill. He leaned in to see it.",
            "John passed a comic to Bill. He laughed at that one.",
            "John passed a comic to Bill. He didn't get it, but he was very pleased to pass it on, feeling that the same experience would have been lost if Bill hadn't been present.",
            "John passed a comic to Bill. He raised his eyebrows and looked to my mother.",
            "John passed a comic to Bill. He took a sip.",
            "John passed a comic to Bill. He raised his eyebrows and said, \"This is a serious business.",
            "John passed a comic to Bill. He said: \"Would you like to try it?\" Bill took it and said that he would like to try it.",
            "John passed a comic to Bill. He told it well and laughed his head off at the jokes.",
            "John passed a comic to Bill. He made it look very much like\na pistol.",
            "John passed a comic to Bill. He went through it.",
            "John passed a comic to Bill. He read it.",
            "John passed a comic to Bill. He had never read it, but Bill read the title.",
            "John passed a comic to Bill. He grinned as he flipped a page.",
            "John passed a comic to Bill. He said, \"Read that, Bill."
        ],
        "counts": {
            "John": 0,
            "Bill": 17
        }
    },
    "John was passing a comic to Bill. He": {
        "details": {
            "pronoun": [
                34,
                36
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    28,
                    32
                ]
            ]
        },
        "sentences": [
            "John was passing a comic to Bill. He said, ‘See you later, buddy.",
            "John was passing a comic to Bill. He threw the comic back, and turned to go,\nbut then stopped.",
            "John was passing a comic to Bill. He says he should have put an 'X' on it.",
            "John was passing a comic to Bill. He paused to look over the back of the comic; it was an Irish comic which dealt with all matters Irish and the main theme was that the Irish were the only people who knew their own minds.",
            "John was passing a comic to Bill. He said, \"Don't be\nan ass.",
            "John was passing a comic to Bill. He had just looked at him and was\noff, running down, yelling and throwing books out of his way to\nclimb the stairs, and I got after him.",
            "John was passing a comic to Bill. He stopped him with a quick wink, and said, \"I don't think you'll take this very seriously.",
            "John was passing a comic to Bill. He didn't read, but thought the\nthing would amuse Bill.",
            "John was passing a comic to Bill. He stopped to watch me.",
            "John was passing a comic to Bill. He laughed out loud, and I could smell the beer on his breath.",
            "John was passing a comic to Bill. He saw on it someone wearing a mask.",
            "John was passing a comic to Bill. He said:\n\n'I hope you've not been having trouble lately with your studies.",
            "John was passing a comic to Bill. He handed it to him and said, \"See what I can do with that.",
            "John was passing a comic to Bill. He looked up from the copy of TV Guide.",
            "John was passing a comic to Bill. He hadn't done anything with the comic and said his dad never did with other people's money.",
            "John was passing a comic to Bill. He told him that “they” were going to invade the South.",
            "John was passing a comic to Bill. He's the next-door neighbor.",
            "John was passing a comic to Bill. He gave him a look, which he interpreted as a 'what the fuck' expression.",
            "John was passing a comic to Bill. He thought Bill would laugh.",
            "John was passing a comic to Bill. He couldn't do a comic for the comic book.",
            "John was passing a comic to Bill. He was getting ready to get\nout of prison, so I knew he would have an opportunity to see my\nmother.",
            "John was passing a comic to Bill. He said he and John had been at a\nshowing together last week and had both seen the same comic.",
            "John was passing a comic to Bill. He would never have a good chuckle if he knew that Bill was about to tell him about an embarrassing incident that he had related to JC.",
            "John was passing a comic to Bill. He knew that William would probably be interested.",
            "John was passing a comic to Bill. He had seen how Bill flipped it on the\nside and was in the midst of turning it so that he could get a good look\nat the drawings, when Jim suddenly gave him a look not unlike that.",
            "John was passing a comic to Bill. He said, “This comic is pretty good.",
            "John was passing a comic to Bill. He read it\nslowly.",
            "John was passing a comic to Bill. He'd never seen it before, and didn't know if it was good or not, but it seemed like something a kid would like, even if it was a girl's book.",
            "John was passing a comic to Bill. He asked me what he was about, and I told him that it was about a guy who comes upon a lady lying in the snow who is crying as she has just seen a dead man.",
            "John was passing a comic to Bill. He gave it to Bill, who was going to buy it and\nturn the lights out if he came back.",
            "John was passing a comic to Bill. He asked Bill whether he'd ever run across a\nbook of comics called 'Cowboy.",
            "John was passing a comic to Bill. He stopped the movie and turned to\nhis friend.",
            "John was passing a comic to Bill. He heard the door open and turned\nas he heard her footfall on the passage above, and the next moment he\ncaught sight of her face.",
            "John was passing a comic to Bill. He was laughing about how much the boys didn't understand.",
            "John was passing a comic to Bill. He asked him to tell it to them.",
            "John was passing a comic to Bill. He took a look and decided that\nthe punch lines would work better when he was at the end; he\nplaced the comic on the table, took a short break and then went\nto sit next to.",
            "John was passing a comic to Bill. He took a quick look at it, handed it back to his son and said, “Here boy.",
            "John was passing a comic to Bill. He saw a boy, a boy his own age, but he could not see how the boy had become a man.",
            "John was passing a comic to Bill. He stopped reading and gave the package to his daughter as she came in from work.",
            "John was passing a comic to Bill. He turned to me and said, \u0091Did you catch this one?' I hadn\u0092t seen the last panel.",
            "John was passing a comic to Bill. He said he was going to call the show off.",
            "John was passing a comic to Bill. He would have loved to see me laugh, but he felt this was the way he must pass on certain truths with as much dignity as he could muster.",
            "John was passing a comic to Bill. He'd forgotten about him.",
            "John was passing a comic to Bill. He knew the comic but not the movie.",
            "John was passing a comic to Bill. He picked up the first page.",
            "John was passing a comic to Bill. He didn't know its name.",
            "John was passing a comic to Bill. He didn't even know who she was.",
            "John was passing a comic to Bill. He saw that Bill was laughing.",
            "John was passing a comic to Bill. He had an idea for a comic book called Tropical Fish, with the name \"Bill\".",
            "John was passing a comic to Bill. He had a grin, and he'd had a quick glance and looked at Bill and said, \"It's my favorite.",
            "John was passing a comic to Bill. He couldn't believe that Bill had no intention of even looking at it.",
            "John was passing a comic to Bill. He glanced at the cover then looked up at Bill.",
            "John was passing a comic to Bill. He looked at Bill, and the comic vanished, and then John said, \"What did you give him?\" Bill got a strange look on his face and said, \"The comic, of course.",
            "John was passing a comic to Bill. He handed the comic to the waitress; she was holding a stack of plates with a tray containing a fork.",
            "John was passing a comic to Bill. He asked him if he knew who wrote it.",
            "John was passing a comic to Bill. He just said that we ought to be happy\nfor any fellow to have a chance in this life, and if he wasn\u0092t willing\nto fight, he ought to respect the man\u0092s choice.",
            "John was passing a comic to Bill. He asked me to watch him because he was so careful.",
            "John was passing a comic to Bill. He asked Bill if he had any suggestions.",
            "John was passing a comic to Bill. He had gotten out the Sunday papers, and was\nmaking the rounds of the desks, with a newspaper under each arm.",
            "John was passing a comic to Bill. He heard a couple of\nstrange comments being made by the audience.",
            "John was passing a comic to Bill. He didn't look like much.",
            "John was passing a comic to Bill. He read through it several times, took a look at an ad on the back for _The World News_, and decided to buy copies for the troops in the field.",
            "John was passing a comic to Bill. He said: \"Bill, this is\nJohn Smith, a funny writer I know of.",
            "John was passing a comic to Bill. He picked up the phone on the other end.",
            "John was passing a comic to Bill. He was saying: 'Bill, Bill, Bill!' and then John said: 'I say, Bill, Bill, Bill!' and so on.",
            "John was passing a comic to Bill. He had only one laugh in his repertoire, the one on account of which he was known as 'the king of the road.",
            "John was passing a comic to Bill. He was telling Bill that he had seen a lot of comic books, most of them terrible, in his lifetime, though he did enjoy a well-made comic sometimes, like The Avengers.",
            "John was passing a comic to Bill. He picked up the comic and gave it to\nMary.",
            "John was passing a comic to Bill. He had the money.",
            "John was passing a comic to Bill. He said, \"Bill, I hope you're going to try to keep up your\nstrength.",
            "John was passing a comic to Bill. He wasn't sure if Bill liked it.",
            "John was passing a comic to Bill. He handed it to him.",
            "John was passing a comic to Bill. He gave the comic to me to look at.",
            "John was passing a comic to Bill. He said, \"I saw a lot of\ncomics about you the other day.",
            "John was passing a comic to Bill. He didn't recognize it, and he didn't care too much about his work.",
            "John was passing a comic to Bill. He said 'It's about the devil who is\nthe father of the whole world'.",
            "John was passing a comic to Bill. He heard a loud snort of laughter from Bill's\nside.",
            "John was passing a comic to Bill. He hadn't seen the picture in about 10 or 15 years (when he was in his early-to-mid 30s).",
            "John was passing a comic to Bill. He said one of the\npeople in his office was a terrible actor.",
            "John was passing a comic to Bill. He said, \"If this one is any good, we should write it up.",
            "John was passing a comic to Bill. He said to him, `I'd just rather go to an\noffice and stay there than go to another church.",
            "John was passing a comic to Bill. He went, 'Do\nyou know that guy?' and Bill goes, 'Yeah, I know him.",
            "John was passing a comic to Bill. He looked at him quizzically and\nsaid, \"Have you seen the new comic strip?\" Bill had not.",
            "John was passing a comic to Bill. He made a funny hand signal, and Bill pointed at someone.",
            "John was passing a comic to Bill. He was staring at the front page of this comic.",
            "John was passing a comic to Bill. He had a funny picture strip which he'd found in the paper and called 'Jungle Jim.",
            "John was passing a comic to Bill. He handed the comic back.",
            "John was passing a comic to Bill. He paused to look at it; then he\n\nheld it out.",
            "John was passing a comic to Bill. He had always liked this book.",
            "John was passing a comic to Bill. He had not glanced at it since he\nhad bought it, before his departure from the club.",
            "John was passing a comic to Bill. He asked, \"How's your wife?\"\n\n\"Great,\" he said.",
            "John was passing a comic to Bill. He hadn't even noticed what was happening.",
            "John was passing a comic to Bill. He said, \"Oh, this is great, so much fun.",
            "John was passing a comic to Bill. He asked if I wanted to see it.",
            "John was passing a comic to Bill. He wasn't smiling,' said Bobbie.",
            "John was passing a comic to Bill. He said, “Listen to this! I am going to get married, but my man can’t be here.",
            "John was passing a comic to Bill. He had seen it in the store, so he decided to check it out.",
            "John was passing a comic to Bill. He did not turn his head as he took it.",
            "John was passing a comic to Bill. He opened up the comic and read the first page.",
            "John was passing a comic to Bill. He looked over the titles."
        ],
        "counts": {
            "John": 4,
            "Bill": 28
        }
    }
}