{
    "metadata": {
        "model": "EleutherAI/pythia-1b",
        "revision": "main",
        "num_parameters": 1011781632,
        "timestamp": "2023-10-13 02:02:56.183835"
    },
    "John seized the comic from Bill. He": {
        "details": {
            "pronoun": [
                33,
                35
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    27,
                    31
                ]
            ]
        },
        "sentences": [
            "John seized the comic from Bill. He felt something like a great warmth inside him and he ran his tongue across his cheek.",
            "John seized the comic from Bill. He had seen one or two in a shop in Chicagoland and had bought one in Minneapolis, and now he was using it to make the cover of the comic.",
            "John seized the comic from Bill. He handed it to a guard who read it and frowned.",
            "John seized the comic from Bill. He pulled her head around to glare at me.",
            "John seized the comic from Bill. He showed Bill the comic.",
            "John seized the comic from Bill. He tore it out and tossed it into the road.",
            "John seized the comic from Bill. He ripped it out of her hands.",
            "John seized the comic from Bill. He read it over, with Bill's approval.",
            "John seized the comic from Bill. He'd bought from a dealer.",
            "John seized the comic from Bill. He grinned.",
            "John seized the comic from Bill. He told Bill he had done it.",
            "John seized the comic from Bill. He knew that Bill had spent the last two hours creating a replica of the ancient artifact of the Derg that had been destroyed as the ship's captain had tried to find a cure.",
            "John seized the comic from Bill. He was very proud of the fact that we had no idea what he was reading at the time he came along, and I think that's just so cool when you can say he's a fan.",
            "John seized the comic from Bill. He opened it out with his teeth.",
            "John seized the comic from Bill. He was very pleased.",
            "John seized the comic from Bill. He had one of his own books open on his knee.",
            "John seized the comic from Bill. He handed it to me.",
            "John seized the comic from Bill. He handed him to me and started to put on his jacket.",
            "John seized the comic from Bill. He had to stop reading a story about two scientists who were doing a deep-space expedition, and tell someone else to read the paper instead.",
            "John seized the comic from Bill. He read off the text.",
            "John seized the comic from Bill. He flipped it over to read the letter.",
            "John seized the comic from Bill. He stood in front of it and stared very hard at it, then grabbed it from Bill.",
            "John seized the comic from Bill. He could tell immediately that the book was about to burst, but he said, \"No, Bill, it isn't.",
            "John seized the comic from Bill. He put the book beside my couch.",
            "John seized the comic from Bill. He sat down at the counter, smiling.",
            "John seized the comic from Bill. He pointed to his knee and asked:\n\n\"Is this why you've put on these clothes?\"\n\nBill's eyes looked wide.",
            "John seized the comic from Bill. He looked at the first one, but decided that they were forgeries.",
            "John seized the comic from Bill. He stared at him,\n\n\"You can stop right there.",
            "John seized the comic from Bill. He gave Bill a hug and then a kiss on the forehead.",
            "John seized the comic from Bill. He picked it up and looked at it.",
            "John seized the comic from Bill. He stared at the two pages for a long time, then began laughing and clapping, while Bill struggled to understand his action.",
            "John seized the comic from Bill. He said he'd like to run a few tests but there were things he wanted to talk to a doctor about, before trying one himself.",
            "John seized the comic from Bill. He was a little older than Marnie, with a strong, friendly face, and wore his hair like someone out in the jungle, black except for three strands of red hair at his temples.",
            "John seized the comic from Bill. He threw a shaky arm around her shoulders and pushed her in close.",
            "John seized the comic from Bill. He had bought two of Bill's issues of Batman earlier that day.",
            "John seized the comic from Bill. He looked as though he was about to jump to my throat for no reason.",
            "John seized the comic from Bill. He read it quickly as Bill fiddled with the comic.",
            "John seized the comic from Bill. He started rubbing it between his knees.",
            "John seized the comic from Bill. He took one look at that book and his eyes opened wide.",
            "John seized the comic from Bill. He handed it back to Bill, but continued to gaze at it affectionately, saying, “This is my little treasure!” (It was Bill's first Christmas as a dad and Christmas present.",
            "John seized the comic from Bill. He thought he knew, because they'd done an experiment on him with one of his own comics, about a guy being run over by a car.",
            "John seized the comic from Bill. He laughed as he passed him the toy for the other two men.",
            "John seized the comic from Bill. He ripped it into two strips: one, for the _Cash Page_, with the caption 'RIP JOHN STEVENS'; the other, for a _Gazette_ sketch.",
            "John seized the comic from Bill. He was about to begin a session in which he was going to talk about his own recent \"adventures,\" when Bill interrupted him.",
            "John seized the comic from Bill. He held it in his hand and told him it was not worth saving.",
            "John seized the comic from Bill. He didn't really want it, but he felt Bill would be more comfortable owning it.",
            "John seized the comic from Bill. He took a long time to finish it, and when he folded away the last sheets Bill handed it back.",
            "John seized the comic from Bill. He handed it back and then sat in front of it, with his mouth half open, his hands held behind his back.",
            "John seized the comic from Bill. He felt, despite everything, that she might not be the one to turn up.",
            "John seized the comic from Bill. He said, \"Look at this, Bill is laughing all over him.",
            "John seized the comic from Bill. He looked at it, smiling, but not understanding.",
            "John seized the comic from Bill. He picked up a pencil and sketched in one of\n\nhis \"vocabulary cards.",
            "John seized the comic from Bill. He gave Darr a hug, then dropped everything.",
            "John seized the comic from Bill. He had an extraordinary way of saying exactly what he thought at any given moment – even if he was not sure of the point of his argument.",
            "John seized the comic from Bill. He began reading him, while Bill watched silently from the doorway.",
            "John seized the comic from Bill. He told him, \"Oh, just take it, and get out,\" and grabbed the other books and shoved them in a pack that he carried on his back.",
            "John seized the comic from Bill. He read the story aloud.",
            "John seized the comic from Bill. He smiled, then his face went slack.",
            "John seized the comic from Bill. He showed it to a colleague and said, 'I think I know what this is.",
            "John seized the comic from Bill. He was going through it, and Bill was the last, who wanted to help him.",
            "John seized the comic from Bill. He looked a little like Jack, except that Bill had been bald, whereas Jack was always bald.",
            "John seized the comic from Bill. He looked at the cover, then the title and the inside.",
            "John seized the comic from Bill. He put it in his pocket.",
            "John seized the comic from Bill. He turned to the young man and said, 'You know, I suppose I mustn't kiss you, but I'm a little surprised at the attention you're giving me,' and shook him gently with both hands.",
            "John seized the comic from Bill. He held it up in front of him to look at it as well as Bill could, but Bill wouldn't look at the comic at all.",
            "John seized the comic from Bill. He turned its pages:\n\n'The most extraordinary event occurred at this time.",
            "John seized the comic from Bill. He could have easily ripped it off—for a couple of bucks—but he didn't.",
            "John seized the comic from Bill. He was surprised.",
            "John seized the comic from Bill. He gave it to me, and he went to his room and wrote me a letter, which I\n\nthought might get me back in the hospital.",
            "John seized the comic from Bill. He knew exactly what he was doing, taking charge, moving the conversation in a direction that suited him.",
            "John seized the comic from Bill. He said he must.",
            "John seized the comic from Bill. He'd had it for years, and it was as thick as a ball-point pen.",
            "John seized the comic from Bill. He picked his pocket in the same way as before – on a paper from the bottom drawer.",
            "John seized the comic from Bill. He did the same with some of the other newspapers.",
            "John seized the comic from Bill. He was in a terrible temper, Bill said, and it was just like a mother's arms were pulling him down.",
            "John seized the comic from Bill. He read the letters on the page, and shook his head and turned to his friend for a better look.",
            "John seized the comic from Bill. He picked it out and threw it across the room and Bill looked surprised.",
            "John seized the comic from Bill. He was now a regular at the local newsagent's and he brought it back with him every single day.",
            "John seized the comic from Bill. He looked at it.",
            "John seized the comic from Bill. He walked across to the man and spoke to him in Vietnamese.",
            "John seized the comic from Bill. He handed it over to\n\nhis attorney, John R.",
            "John seized the comic from Bill. He did, but he wasn't sure with the others, not at that moment.",
            "John seized the comic from Bill. He drew a bit of it and put it on his knee.",
            "John seized the comic from Bill. He pointed to a spot on the page, pointing to what looked like a little cartoon of Jesus running into a wall.",
            "John seized the comic from Bill. He had been very, very fond of the comic from way back as he had been in fact an unofficial, unofficial member of that great band of writers that began when he was a teenager on the London Fogies.",
            "John seized the comic from Bill. He said, 'Bill, I think you should get the kids to read this so you can understand what the kids are saying about their own families.",
            "John seized the comic from Bill. He took both to the bar for a drink.",
            "John seized the comic from Bill. He said, \"Bart, the comic's called \"Wacky Wankel\", with a W that's in two parts, the fourth and fifth letters of the alphabet.",
            "John seized the comic from Bill. He then pushed Bill toward the window and grabbed his right foot, pinning Bill in his chair.",
            "John seized the comic from Bill. He said, 'Just for a minute or two, I hope you won't want to look at the other side of those windows.",
            "John seized the comic from Bill. He then showed them where to put the money, and one other person, but not the three he'd brought.",
            "John seized the comic from Bill. He had found the magazine tucked beneath a foldout panel in a pile of papers and was flipping through it when two men entered the room.",
            "John seized the comic from Bill. He was trying to sell the copy to a stranger on the street, but Bill just laughed and said, “That’s funny, but I don’t want to be involved.",
            "John seized the comic from Bill. He ripped it into a series of small pieces.",
            "John seized the comic from Bill. He read it quickly, not because he was interested in the details but because he knew the plot would go nowhere.",
            "John seized the comic from Bill. He didn't know the circumstances, but he knew the meaning.",
            "John seized the comic from Bill. He gave it back without comment.",
            "John seized the comic from Bill. He said:\n\"I am going to fix you some supper, and if you come along we'll have a nice\nlittle banquet,\" and he told Bill not to be surprised if the man came,\n.",
            "John seized the comic from Bill. He'd gotten it to save us if anything should happen to me.",
            "John seized the comic from Bill. He'd found that when given the choice between using an old car that he'd won or a new Rolls-Royce and an even better car, he chose better."
        ],
        "counts": {
            "John": 1,
            "Bill": 29
        }
    },
    "John passed the comic to Bill. He": {
        "details": {
            "pronoun": [
                31,
                33
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    25,
                    29
                ]
            ]
        },
        "sentences": [
            "John passed the comic to Bill. He held it close to his face, his nostrils flaring at the scent of it.",
            "John passed the comic to Bill. He read it aloud,\nwhile Bill nodded and frowned.",
            "John passed the comic to Bill. He took his first steps into the living space that Bill had vacated.",
            "John passed the comic to Bill. He nodded curtly.",
            "John passed the comic to Bill. He had seen a lot of comics by that year, in particular some that he liked.",
            "John passed the comic to Bill. He smiled and reached into his pocket, where he'd somehow stashed his old key.",
            "John passed the comic to Bill. He stared at it for long minutes.",
            "John passed the comic to Bill. He could see the grin on Andy's face.",
            "John passed the comic to Bill. He read it over and nodded grimly.",
            "John passed the comic to Bill. He started a long, sad tale of unrequited love and an unfulfilled wish to find someone to love.",
            "John passed the comic to Bill. He read the comic and then took it to a customer who told him what he’d seen.",
            "John passed the comic to Bill. He read the lines with a quiet chuckle.",
            "John passed the comic to Bill. He opened the box and started reading the comic book cover to cover.",
            "John passed the comic to Bill. He was already reading it when I got to the bottom of the page.",
            "John passed the comic to Bill. He reached into the back of his jacket pocket and took out the roll of duct tape.",
            "John passed the comic to Bill. He then picked up a little\nset of\npencils and a\nbook called The New Adventures of Sherlock Holmes by\nSir Arthur Conan Doyle, one whose cover he knew from\nsneering.",
            "John passed the comic to Bill. He flipped it face down on the table, flipped it again, and read it.",
            "John passed the comic to Bill. He was impressed by the graphic content, but thought it was quite juvenile.",
            "John passed the comic to Bill. He'd been taking them to show to the boys, and was on his way to the cinema, just to kill some time before heading back.",
            "John passed the comic to Bill. He glanced at it, then at my hands.",
            "John passed the comic to Bill. He held it close to his breast for a moment, and then shook it free of the clutter and placed it open and resting on the counter.",
            "John passed the comic to Bill. He smiled and said, \"What can I do for you?\"\n\nBill said, \"I'm going to take you and your sister on a cruise.",
            "John passed the comic to Bill. He sat down next to the\n\nmechanic and drew it.",
            "John passed the comic to Bill. He looked at it for a moment, and his eyes fell.",
            "John passed the comic to Bill. He held it out so Bill could get\n\nbetter acquainted with the text.",
            "John passed the comic to Bill. He sat it down in front of him and began telling him his own story: \"Well, I was about to go to Vietnam,\" Bill said.",
            "John passed the comic to Bill. He smiled at her.",
            "John passed the comic to Bill. He couldn't tell how much to put in, and he gave it all to Bill.",
            "John passed the comic to Bill. He read some of it.",
            "John passed the comic to Bill. He didn't say a word, but Bill could tell the thought of it was still running through his mind.",
            "John passed the comic to Bill. He didn't even get a chance to read it before he tossed it into a garbage can.",
            "John passed the comic to Bill. He was delighted to get this old treasure-hunting kit, and turned to his wife Jane to be happy for a moment.",
            "John passed the comic to Bill. He'd read it years before and hated the cover.",
            "John passed the comic to Bill. He gave his hand to Bill, who was grinning.",
            "John passed the comic to Bill. He felt the moment was right.",
            "John passed the comic to Bill. He couldn't resist getting\nit.",
            "John passed the comic to Bill. He started to read, but then stopped, his breath catching as he heard someone begin to hum “Hallelujah Land.",
            "John passed the comic to Bill. He then passed the comic to Ray, who then passed the comic to Tom, who then passed the comic to a couple of others and finally on to Chris.",
            "John passed the comic to Bill. He flipped it around and then put it back in her hand.",
            "John passed the comic to Bill. He said, 'How about this, Bill? How long do you want to take it?' Bill said, 'I don't have any other choice.",
            "John passed the comic to Bill. He read it several times to himself to ascertain its content.",
            "John passed the comic to Bill. He smiled at him, then turned and was gone, and with Bill left, too.",
            "John passed the comic to Bill. He asked who drew the cover.",
            "John passed the comic to Bill. He started reading it.",
            "John passed the comic to Bill. He couldn't believe his eyes.",
            "John passed the comic to Bill. He opened the book and saw that only _The Twelfth of Never_ appeared.",
            "John passed the comic to Bill. He gave it to him and said, \"We'll be together.",
            "John passed the comic to Bill. He started laughing.",
            "John passed the comic to Bill. He smiled knowingly.",
            "John passed the comic to Bill. He was impressed, but not alarmed.",
            "John passed the comic to Bill. He was about to make a run for it, but he'd have to use his own hands to open a door, Bill knew, so he stayed where he was and stared at Bill with an expression on his face.",
            "John passed the comic to Bill. He handed the newspaper back to the police officer and said, \"I can't take this back with me.",
            "John passed the comic to Bill. He said, 'Now, this is a lot more than comics we can sell here.",
            "John passed the comic to Bill. He stood behind me as I moved closer.",
            "John passed the comic to Bill. He laughed and handed him\nthe money.",
            "John passed the comic to Bill. He saw him first, the big bearded man standing at the edge of the grass, a little apart from the rest of the group.",
            "John passed the comic to Bill. He sat back in his chair and smiled, looking up over his newspaper.",
            "John passed the comic to Bill. He looked\nat her for a moment, a little puzzled, then grinned broadly and asked:\n\n\"She looks like a girl from _Rhythm and Recreation_ or _Love\nStory_.",
            "John passed the comic to Bill. He turned to Sam and said, \"Just because Sam doesn't know what's coming does not mean he's not going into battle.",
            "John passed the comic to Bill. He was looking at it, then he put it into a drawer.",
            "John passed the comic to Bill. He took it in his hands and began the long climb down the hallways of the old office—he had no idea which way to turn—but he didn't stop to ponder it, he was already down the.",
            "John passed the comic to Bill. He didn't hear nothing, but it was a funny sound.",
            "John passed the comic to Bill. He had a look of astonishment on his face and took it from Bill and pointed to the pages.",
            "John passed the comic to Bill. He was reading off the back.",
            "John passed the comic to Bill. He said 'Can you find that funny story that he used to like when he was a kid?' \"\n\n\"Well, that's great! Yeah, it's a great story.",
            "John passed the comic to Bill. He was sure he caught Bill's eye.",
            "John passed the comic to Bill. He grinned.",
            "John passed the comic to Bill. He didn’t know what to do… he hadn’t been doing any proper drawings at the time… it was something in his eyes.",
            "John passed the comic to Bill. He took a single look at it before passing it back to me with a wink and I got the reaction I needed.",
            "John passed the comic to Bill. He glanced over the pages of text for a moment and then glanced back toward Dave.",
            "John passed the comic to Bill. He was looking forward to reading it, and then he was going to do what he came to do.",
            "John passed the comic to Bill. He was on the line.",
            "John passed the comic to Bill. He turned to Bill and said, \"How is this happening? You should be getting the joke!\"\n\nBill looked at the picture and said, \"You mean, you don't _want_ me to be.",
            "John passed the comic to Bill. He started to smile.",
            "John passed the comic to Bill. He looked, and saw the white box on the desk in the dining room.",
            "John passed the comic to Bill. He knew it would stir a reaction, something between anger and jealousy, something he could not quite identify, but he could not let himself hope that the old man would share his feelings.",
            "John passed the comic to Bill. He held it up for everybody.",
            "John passed the comic to Bill. He wrote one of their letters.",
            "John passed the comic to Bill. He didn't ask for names.",
            "John passed the comic to Bill. He said \"You won't regret it even though it didn't end up coming out so big.",
            "John passed the comic to Bill. He asked, \"Do you want to know what this is?\" Bill nodded.",
            "John passed the comic to Bill. He grinned.",
            "John passed the comic to Bill. He wrote his name and the words 'Fantastic Fright Night' beneath it.",
            "John passed the comic to Bill. He nodded approvingly and\nsipped back the rest of his coffee.",
            "John passed the comic to Bill. He turned it on just to see what it had to say.",
            "John passed the comic to Bill. He saw that his eyes looked black in the green gloom of the lantern, then he saw the expression on Bill's face as he took the drawing in his hands and looked at it, then at the photograph in his.",
            "John passed the comic to Bill. He said, \"What in the hell is a comic book?\" Bill explained it to me, \"That's a drawing of an idea: it's a story.",
            "John passed the comic to Bill. He leaned back in his chair and said, \"I'll pay him anything I earn because I want to see what you're making.",
            "John passed the comic to Bill. He seemed to\nknow something of the story, and he started laughing.",
            "John passed the comic to Bill. He read one page: Johnnie in a biker club, with a\n\ngun, on a bus with two passengers.",
            "John passed the comic to Bill. He thought, \"Hey, that guy didn't really get that much.",
            "John passed the comic to Bill. He looked at the front flap and gasped.",
            "John passed the comic to Bill. He had been a friend for a long time, and Bill was very fond of him.",
            "John passed the comic to Bill. He could make out the headline, written in small letters: \"Bill Mays Dead at 91.",
            "John passed the comic to Bill. He turned it around, read it to himself.",
            "John passed the comic to Bill. He did not say much, just read the script and signed it.",
            "John passed the comic to Bill. He didn't hesitate.",
            "John passed the comic to Bill. He said to Bill, \"That's a great paper.",
            "John passed the comic to Bill. He leaned down and kissed the\nartist on the lips.",
            "John passed the comic to Bill. He went back to the library and began reading it."
        ],
        "counts": {
            "John": 1,
            "Bill": 23
        }
    },
    "John passed a comic to Bill. He": {
        "details": {
            "pronoun": [
                29,
                31
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    23,
                    27
                ]
            ]
        },
        "sentences": [
            "John passed a comic to Bill. He said, \"Here,\" and passed it to me.",
            "John passed a comic to Bill. He read it one Sunday night through a window in the lobby of his hotel in Brooklyn.",
            "John passed a comic to Bill. He wasn't sure about all of the jokes but he liked the ones about a guy named Joe who couldn't drive because of a bad knee.",
            "John passed a comic to Bill. He handed Bill the comic and Bill handed it back to him.",
            "John passed a comic to Bill. He handed it to Bill without looking at him.",
            "John passed a comic to Bill. He asked him if that was a good idea.",
            "John passed a comic to Bill. He'd gotten one today and was thinking about trying another, but he'd been up to his eyeball in work lately.",
            "John passed a comic to Bill. He read it to me.",
            "John passed a comic to Bill. He got up, put a comic\nand sat down again.",
            "John passed a comic to Bill. He smiled.",
            "John passed a comic to Bill. He then passed it to his sister.",
            "John passed a comic to Bill. He didn’t need to but he did.",
            "John passed a comic to Bill. He said, “What’s it about?”\n\n“It’s a good movie.",
            "John passed a comic to Bill. He drew one that had a young woman with a baby clinging to her, and it made Bill laugh.",
            "John passed a comic to Bill. He pulled it out and held it up.",
            "John passed a comic to Bill. He also passed it to me.",
            "John passed a comic to Bill. He'd be in the middle of the strip now if he could find the time.",
            "John passed a comic to Bill. He took it back for Bill to read and asked his mother to go to the cinema.",
            "John passed a comic to Bill. He was so taken with it, he asked me not to give it to his son-in-law.",
            "John passed a comic to Bill. He looked down at the book and thought for one moment that he had known him all along.",
            "John passed a comic to Bill. He'd had a better run than Bill, but the comic had a funny line and a beautiful title: \"Don't ask me where I'm gonna go now, because I ain't never never never gonna learn.",
            "John passed a comic to Bill. He grinned.",
            "John passed a comic to Bill. He looked at her and nodded.",
            "John passed a comic to Bill. He pulled out a big fat card.",
            "John passed a comic to Bill. He thought this looked interesting, and offered me one, telling me to meet with him afterward.",
            "John passed a comic to Bill. He handed it to Bill.",
            "John passed a comic to Bill. He said he was sorry.",
            "John passed a comic to Bill. He said that Bill looked a lot like him in the way that he'd just about always seemed to be.",
            "John passed a comic to Bill. He then told Bill that he couldn't make a decision at that moment in time, but wanted to know when the next time this comic would be drawn was.",
            "John passed a comic to Bill. He took it from the bin and handed it to her.",
            "John passed a comic to Bill. He passed one to Celine while I passed one to a random woman as we stood in line for our own ticket.",
            "John passed a comic to Bill. He took it and made a noise, as you make when you say something very silly.",
            "John passed a comic to Bill. He made no answer, but I looked over his shoulder.",
            "John passed a comic to Bill. He then said: 'Now, Bill will tell me, what I mean if I hear I am wrong.",
            "John passed a comic to Bill. He smiled as he turned it in his hand.",
            "John passed a comic to Bill. He looked ashen and his lips were trembling.",
            "John passed a comic to Bill. He didn't like it, and Bill didn't like the comic either.",
            "John passed a comic to Bill. He smiled and nodded at him.",
            "John passed a comic to Bill. He said,”I was thinking about you but you went to see your mom, what do you think?” Bill replied,”it’s on now and the guy comes back and sees what’s going on.",
            "John passed a comic to Bill. He laughed it off.",
            "John passed a comic to Bill. He smiled.",
            "John passed a comic to Bill. He looked at it with great interest, and Bill handed him the strip.",
            "John passed a comic to Bill. He loved it.",
            "John passed a comic to Bill. He gave her to Bill for one month and then stopped writing.",
            "John passed a comic to Bill. He wanted to make a good impression.",
            "John passed a comic to Bill. He thought it was hilarious.",
            "John passed a comic to Bill. He held it up to the candle and stared at it for a short while, then laid it down on the floor.",
            "John passed a comic to Bill. He\npassed a comic to him.",
            "John passed a comic to Bill. He held it up and read:\n\n\"This is as awful as I expected.",
            "John passed a comic to Bill. He held it in his hand – all he had to do was glance at that smiling mouth and he was at that moment convinced he was about to kiss his mother.",
            "John passed a comic to Bill. He drew a picture of the\nboat without any explanation; and told Bill to put him in his pocket if he did\nhim wrong in the way he intended to steer his course.",
            "John passed a comic to Bill. He passed another as he approached the door.",
            "John passed a comic to Bill. He didn't take the letter, but he handed it to Bill as they walked down the driveway to the pickup.",
            "John passed a comic to Bill. He didn't take it down after I'd finished.",
            "John passed a comic to Bill. He\ndrew a comic in response.",
            "John passed a comic to Bill. He looked at him, smiling.",
            "John passed a comic to Bill. He read it aloud, and the other people at his table laughed.",
            "John passed a comic to Bill. He put it up in the front of the shop, along with a note asking Bill not to use them any later.",
            "John passed a comic to Bill. He thought, 'We may have lost a long way with this one, but we can get it back.",
            "John passed a comic to Bill. He would make more for the girls in the office than the men.",
            "John passed a comic to Bill. He started laughing.",
            "John passed a comic to Bill. He nodded and then looked at both men and smiled.",
            "John passed a comic to Bill. He saw it,\nand said it showed a lot of promise.",
            "John passed a comic to Bill. He said, 'Bill, the old man's dying.",
            "John passed a comic to Bill. He read it and giggled.",
            "John passed a comic to Bill. He said, \"Hey Bill, a lot of these are going\nto be great, aren't they?\" Bill said, \"Yeah—you read 'em, you will get\nto know them all.",
            "John passed a comic to Bill. He looked at Bill.",
            "John passed a comic to Bill. He'd brought some of his friends with him and Bill made a joke about getting married to an actual living person.",
            "John passed a comic to Bill. He didn't want to look at it, and Bill passed it on.",
            "John passed a comic to Bill. He said: 'Tell him it's not me, it's his father.",
            "John passed a comic to Bill. He asked for her to read it, and when she did, she noticed it lacked a lot of funnies such a line was usually made of.",
            "John passed a comic to Bill. He was about to reply when the door opened.",
            "John passed a comic to Bill. He had a funny story about it and the book he just left with Bill he put it in his bookcase while they were playing basketball.",
            "John passed a comic to Bill. He passed it on to another man, to the\nother man's wife, where it ended up in a drawer until a few years back.",
            "John passed a comic to Bill. He was a bit out of breath, and he got a big laugh out of it.",
            "John passed a comic to Bill. He smiled and said \"I do what I do for a living.",
            "John passed a comic to Bill. He also passed some notes to me, which he later signed in a separate envelope marked \"Cher and Bobbi\", which were left on my doorstep.",
            "John passed a comic to Bill. He grinned up at him and said, \"I told you to sell it today, boy.",
            "John passed a comic to Bill. He held it in his hand as though he were a bit puzzled.",
            "John passed a comic to Bill. He pointed out it was the one that had been drawn by Paul Simon at the end of their last episode of _The Jay Whaler Show_.",
            "John passed a comic to Bill. He then gave him a beer.",
            "John passed a comic to Bill. He said it would be good if he read it when he wasn't too tired.",
            "John passed a comic to Bill. He'd been watching, and when Bill had said, \"There you go,\" he pulled out the comic.",
            "John passed a comic to Bill. He said that they'd made up their mind to stop when the light turned green.",
            "John passed a comic to Bill. He looked at the comic, frowned, and handed him the book.",
            "John passed a comic to Bill. He made a face like a\ndistraught schoolboy and reached into his pocket and drew out the\npictures.",
            "John passed a comic to Bill. He laughed, and handed it to me.",
            "John passed a comic to Bill. He’d taken one from the other day.",
            "John passed a comic to Bill. He then called to another girl, Gina, to ask her to come up to the\n\nbar while he got ready to go downstairs to take the barber to the bar.",
            "John passed a comic to Bill. He told her to come back; he had something important to tell her.",
            "John passed a comic to Bill. He sat back grinning at the screen as Bill read it.",
            "John passed a comic to Bill. He had a lot of it.",
            "John passed a comic to Bill. He held it up and I read the inside to find a story about a group of kids stealing cars in the desert, and another about the guy who wants to kill all the dinosaurs in the world.",
            "John passed a comic to Bill. He had been watching the news and wondered if it was true that JFK was dead and he said out loud, 'That's too bad, and I wish I had known.",
            "John passed a comic to Bill. He asked it if he could hear the radio.",
            "John passed a comic to Bill. He had a moment of clarity, for as the young man struggled to compose himself the image of a pterodactyl appeared before them.",
            "John passed a comic to Bill. He had the letter, and had it\nread out.",
            "John passed a comic to Bill. He passed that to a reporter from the Seattle newspaper.",
            "John passed a comic to Bill. He said a lot about it.",
            "John passed a comic to Bill. He looked at it."
        ],
        "counts": {
            "John": 0,
            "Bill": 26
        }
    },
    "John was passing a comic to Bill. He": {
        "details": {
            "pronoun": [
                34,
                36
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    28,
                    32
                ]
            ]
        },
        "sentences": [
            "John was passing a comic to Bill. He nodded.",
            "John was passing a comic to Bill. He was reading out the date: '3rd September.",
            "John was passing a comic to Bill. He was wearing his father's old white hat, which Bill had not seen in years.",
            "John was passing a comic to Bill. He was looking over it and\nwondering if his partner had learned anything, but he did not speak.",
            "John was passing a comic to Bill. He waved it over his head and pointed it at the screen.",
            "John was passing a comic to Bill. He turned around to check it and\nwas surprised to see something crawling on it.",
            "John was passing a comic to Bill. He didn't know Bill had read it and that was the reason he wasn't laughing now.",
            "John was passing a comic to Bill. He was looking up at the clock.",
            "John was passing a comic to Bill. He did not get a response but he glanced up and saw Bill sitting near the gate post of the bridge carrying the comic, waiting to take the train home.",
            "John was passing a comic to Bill. He paused to glance at it, then he put it in his pocket and turned the pages sharply.",
            "John was passing a comic to Bill. He said \"What was that?\"\n\nBill said \"They said it was from the \"newspaper office\" in Washington.",
            "John was passing a comic to Bill. He said, \"If you ever get to be a little bit old, you'll know all kinds of fun things happened to me while I was young.",
            "John was passing a comic to Bill. He saw her, but looked away.",
            "John was passing a comic to Bill. He'd seen his dad do it.",
            "John was passing a comic to Bill. He glanced and held the comic up to his\nteeth, as they seemed to be in the process of pulling it off.",
            "John was passing a comic to Bill. He turned around and said, \"Bill! Can I give you an Eeepie?\" And Bill replied, \"Can I give you an Eeepie?\"\n\nI did remember that Ee.",
            "John was passing a comic to Bill. He glanced through it one day, then wrote \"The Greatest Sex of all\" on it.",
            "John was passing a comic to Bill. He said to him, \"Don't look at the woman,\na good boy like you, for to see the woman there is very bad.",
            "John was passing a comic to Bill. He looked at the date carefully, then smiled, and passed the comic to Bill.",
            "John was passing a comic to Bill. He glanced at me but didn't say anything to the others, so I thought he was just bored, but he did say, \"Don't forget to tell me in case you hear about an earthquake.",
            "John was passing a comic to Bill. He raised\nhis hand.",
            "John was passing a comic to Bill. He looked at me, smiled, said something to it.",
            "John was passing a comic to Bill. He laughed out loud at the end and said the best joke was when his dog, George, tried to convince him to take his clothes off in a bathtub.",
            "John was passing a comic to Bill. He was sitting, looking a little bit\nin the middle of it.",
            "John was passing a comic to Bill. He reached across and took one book.",
            "John was passing a comic to Bill. He leaned back in his seat, and made the sign of the cross.",
            "John was passing a comic to Bill. He looked down, and his expression was serious.",
            "John was passing a comic to Bill. He was writing his own copy with his other hand when the phone went.",
            "John was passing a comic to Bill. He was an amateur who did his own comic.",
            "John was passing a comic to Bill. He read it and beamed as he put it on his face.",
            "John was passing a comic to Bill. He said: “You ought to see the pictures of it on the television.",
            "John was passing a comic to Bill. He laughed politely, as if he knew what Bill would do, and he was laughing also when Bill passed the comic across the table.",
            "John was passing a comic to Bill. He took it up immediately.",
            "John was passing a comic to Bill. He was\nconvinced that a man of his description was sitting on the other\nside of the table, and that he could be of the slightest assistance\nin getting rid of the paper or the cigar.",
            "John was passing a comic to Bill. He passed it on and Bill passed on the comic.",
            "John was passing a comic to Bill. He didn't quite catch the joke, so Bill made it up.",
            "John was passing a comic to Bill. He told him to hurry up and read that.",
            "John was passing a comic to Bill. He was a big man.",
            "John was passing a comic to Bill. He said, \"If you're ever in the mood for a nice manly comic, there's a guy on the westside you've always been talking with.",
            "John was passing a comic to Bill. He said, \"Tell me a joke, Bill.",
            "John was passing a comic to Bill. He would be the first to\nnotice the changes when I was out of earshot.",
            "John was passing a comic to Bill. He asked me if they could talk.",
            "John was passing a comic to Bill. He looked up, said, \"Who wants my 'Punch Lunch'?\"\n\n\"Me,\" said Bill.",
            "John was passing a comic to Bill. He said he had a favour to ask.",
            "John was passing a comic to Bill. He said, \"Well.",
            "John was passing a comic to Bill. He looked up at me and grinned.",
            "John was passing a comic to Bill. He was surprised that a woman was trying to talk without any pants on whatsoever.",
            "John was passing a comic to Bill. He was wearing a purple vest and purple gloves.",
            "John was passing a comic to Bill. He smiled.",
            "John was passing a comic to Bill. He had seen us,\nand thought it so funny that it made him giggle.",
            "John was passing a comic to Bill. He glanced at that, shrugged, then passed to me:\n\n\"Do you know where that is?\"\n\nI thought I did, but then: \"It's in the box under there,\" I.",
            "John was passing a comic to Bill. He was smiling as if he'd seen the funny side of a real life crime and they were both laughing as they drove along the main road.",
            "John was passing a comic to Bill. He passed it to Bill, took a drink, and said, \"I'm going to get some more.",
            "John was passing a comic to Bill. He read the part a long time ago.",
            "John was passing a comic to Bill. He didn't look very happy about it.",
            "John was passing a comic to Bill. He couldn't hold it out of his hand, and was about to ask where it was when the big man's mouth fell open like rotten apples.",
            "John was passing a comic to Bill. He put it in his teeth and ran for the cash register.",
            "John was passing a comic to Bill. He looked down the side of the truck before answering and then said\n\n\"Do you mind if I take her for a short ride?\" Bill replied\n\n\"No, I guess not.",
            "John was passing a comic to Bill. He didn't want Bill to see it as he watched him.",
            "John was passing a comic to Bill. He wasn't looking.",
            "John was passing a comic to Bill. He was sure they would buy a few tickets before\nthe day so he did the same with his own tickets to see their movie.",
            "John was passing a comic to Bill. He told me about their dog.",
            "John was passing a comic to Bill. He smiled brightly as it was passed.",
            "John was passing a comic to Bill. He did so without taking his eyes off Bill until the\n\nboy reached the comic and held it out for Bill to see.",
            "John was passing a comic to Bill. He looked up to see what was causing him so much annoyance.",
            "John was passing a comic to Bill. He stopped suddenly as he heard:\n\n\"This guy's got his hand through his zakat!\"\n\nBill reached out and took the comic.",
            "John was passing a comic to Bill. He said that he was going to do his usual stuff and then go to his room, but Bill just asked him, \"And then, you can either play the song that you wrote for me or you can.",
            "John was passing a comic to Bill. He didn't know it yet, but Bill had read one of the books—something that really ought to be on every high school curriculum.",
            "John was passing a comic to Bill. He stopped and bent backward with both hands gripping it like the child on that long-ago winter night.",
            "John was passing a comic to Bill. He took it carefully.",
            "John was passing a comic to Bill. He was going to have the boys read it, but Bill shook his head.",
            "John was passing a comic to Bill. He looked up.",
            "John was passing a comic to Bill. He\nstood up to give him full view of the scene, leaned forward, and\nturned the comic so that it was open to Bill's view.",
            "John was passing a comic to Bill. He glanced at the cover, turned to the reader.",
            "John was passing a comic to Bill. He didn't even look up.",
            "John was passing a comic to Bill. He looked up, smiling at me.",
            "John was passing a comic to Bill. He passed the comic to Bill.",
            "John was passing a comic to Bill. He turned around, and said,\n\"If I didn't know better, I'd think this fellow is going to die.",
            "John was passing a comic to Bill. He pulled back the paper and was trying to suppress a smile.",
            "John was passing a comic to Bill. He said, \"No, no, Bill, you just had to know, didn't you, that these guys would have been so pissed when they saw the way you looked at Frank.",
            "John was passing a comic to Bill. He looked at it and grinned at Bill.",
            "John was passing a comic to Bill. He stopped and looked at the comic.",
            "John was passing a comic to Bill. He handed over the comic and said to Bill, 'You were right, but I'm sorry we didn't realise.",
            "John was passing a comic to Bill. He saw his way across the\nchicken-pens to the window and stood watching the man in front of\nhim.",
            "John was passing a comic to Bill. He held it out in front of him, waiting for him to do his part.",
            "John was passing a comic to Bill. He took it from his wallet as he passed through the shop and, upon close study, I realized he had written this comic on the spot.",
            "John was passing a comic to Bill. He thought he should pass Bill's comic; but when he saw the title he was startled to find 'Nuts' and 'Noses' next to it! He stopped and handed it, as before,.",
            "John was passing a comic to Bill. He could smell him already but the smile was broad enough to include all the gawking faces around him.",
            "John was passing a comic to Bill. He handed it to Bill before they entered the school office.",
            "John was passing a comic to Bill. He knew this was a difficult conversation.",
            "John was passing a comic to Bill. He'd read the text twice today, and was thinking about giving it back.",
            "John was passing a comic to Bill. He sat up a little straighter,\nhis face more serious.",
            "John was passing a comic to Bill. He handed the comic to Bill.",
            "John was passing a comic to Bill. He glanced at it, but Bill was already rolling it in circles and grinning at Tom, the same smile Tom had had at Christmas.",
            "John was passing a comic to Bill. He waved.",
            "John was passing a comic to Bill. He was holding forth and\nBill thought he was going to have to help.",
            "John was passing a comic to Bill. He didn't know why he kept it, but he didn't want to go without noticing it.",
            "John was passing a comic to Bill. He looked a bit like Don Bradman, with his bushy eyebrows, black leather jacket, and cigarette.",
            "John was passing a comic to Bill. He was grinning, so Bill smiled back.",
            "John was passing a comic to Bill. He noticed that the kid had a funny look."
        ],
        "counts": {
            "John": 0,
            "Bill": 33
        }
    }
}