{
    "metadata": {
        "model": "EleutherAI/pythia-2.8b",
        "revision": "main",
        "num_parameters": 2775208960,
        "timestamp": "2023-10-18 14:43:51.020255",
        "samples": 100,
        "top_k": 0,
        "top_p": 1.0
    },
    "data": {
        "John seized the comic from Bill. He": {
            "details": {
                "pronoun": [
                    33,
                    35
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        27,
                        31
                    ]
                ]
            },
            "sentences": [
                "John seized the comic from Bill. He handed it back to Zachary.",
                "John seized the comic from Bill. He held it curiously.",
                "John seized the comic from Bill. He showed it to the others.",
                "John seized the comic from Bill. He handed it to Lee's ex-wife, Melinda, with a groan.",
                "John seized the comic from Bill. He held the heavy passport in the palm of his other hand, gave Carlyn a sign, and regarded the comic for some moments.",
                "John seized the comic from Bill. He just put it down.",
                "John seized the comic from Bill. He opened it at a spread of 46 to the number page.",
                "John seized the comic from Bill. He glanced at the cover; it depicted violent incidents from newspapers.",
                "John seized the comic from Bill. He didn't know what was going to happen and didn't have any strong opinions, but he never liked losing the biggest bet.",
                "John seized the comic from Bill. He said, \"Mr.",
                "John seized the comic from Bill. He grabbed Wheatley's shirt in\na choke hold and shafted him with some cocky banter.",
                "John seized the comic from Bill. He stared as though he had lost something.",
                "John seized the comic from Bill. He ran back to the tree and hidden it fast.",
                "John seized the comic from Bill. He looked at it this way and that to see where tears might form and wondered if he could get out of his suit without leaving wet marks.",
                "John seized the comic from Bill. He gave half of it to me.",
                "John seized the comic from Bill. He looked at the first words.",
                "John seized the comic from Bill. He held it up for all to see.",
                "John seized the comic from Bill. He turned to the guerilla who was reading it.",
                "John seized the comic from Bill. He spread out the cartoon on his lap and fixated on an illustration showing a ship slowly sinking and the word lost somewhere off in the distance as the crew in their lounges floated off into the void.",
                "John seized the comic from Bill. He had never bought one of them.",
                "John seized the comic from Bill. He spent a year with the “Vagrant” comics in the trunk of his Buick, a six-foot pile of New Fantasia slabs that fired back into the air when opened.",
                "John seized the comic from Bill. He grabbed the books out of Purse's hands, and told the man to put the books back where they belonged.",
                "John seized the comic from Bill. He turned it over.",
                "John seized the comic from Bill. He had to search frantically through its\nmuddled prose, wrestling with the crabbed panels and squirming the\ninkstand off the desk.",
                "John seized the comic from Bill. He heard the gasping sighs, the uneasy laughs.",
                "John seized the comic from Bill. He thought I'd be happy.",
                "John seized the comic from Bill. He kept it in his shirt.",
                "John seized the comic from Bill. He began to flip and turn through it, but the laughter continued.",
                "John seized the comic from Bill. He did that for a purpose.",
                "John seized the comic from Bill. He smoothed it out.",
                "John seized the comic from Bill. He threw it to Grady.",
                "John seized the comic from Bill. He gave it to myself and me to give\n          to you, Monsieur Cesar.",
                "John seized the comic from Bill. He ran his light up and down the comic artist's chest and shoulders and belly,\n\n\"This here,\" he said.",
                "John seized the comic from Bill. He said, \"This ain't yours.",
                "John seized the comic from Bill. He opened up the top of the cover and tied it to his watch band.",
                "John seized the comic from Bill. He got to the first page, and staked it all on how it was the case of the daled advertisement sticker, and he was going to win.",
                "John seized the comic from Bill. He looked at the story with distaste.",
                "John seized the comic from Bill. He passed it across the bar.",
                "John seized the comic from Bill. He shoved it clutching it tightly, looked around sharply as the drawing caught his eye.",
                "John seized the comic from Bill. He folded it up.",
                "John seized the comic from Bill. He had never seen it without its bottle of eagle repellent.",
                "John seized the comic from Bill. He handed it back to Sammy, his eyes glittering and held the comic strawberry cheap.",
                "John seized the comic from Bill. He said he knew where the key was kept and went inside the studio.",
                "John seized the comic from Bill. He passed it over to Will who flipped the page with a triumphant smirk:\n\nAnd there it was Cringer's death doing populary in a big Italiano square! Frank M.",
                "John seized the comic from Bill. He turned to Tracy, and said, \"If you want the comic, be a good boy and take it.",
                "John seized the comic from Bill. He read it.",
                "John seized the comic from Bill. He turned it over.",
                "John seized the comic from Bill. He was escorted outside and stormed into the life or death.",
                "John seized the comic from Bill. He kept Lucy to himself and like a llama moved to their next door neighbor's house.",
                "John seized the comic from Bill. He said, \"Go home Murray.",
                "John seized the comic from Bill. He had bought it, but was unsure of the source.",
                "John seized the comic from Bill. He flipped through it.",
                "John seized the comic from Bill. He heard the snick of his journal open.",
                "John seized the comic from Bill. He passed it over, scowling at it.",
                "John seized the comic from Bill. He laughed aloud at it.",
                "John seized the comic from Bill. He came nearer the glass.",
                "John seized the comic from Bill. Heaving a great sigh, Justin reread the short tale in the light of day and the memory of last night.",
                "John seized the comic from Bill. He viewed the images with a peculiar sort of pride.",
                "John seized the comic from Bill. He hadn't read it and he couldn't find a place to put it in the van.",
                "John seized the comic from Bill. He looked it over carefully.",
                "John seized the comic from Bill. He looked at it.",
                "John seized the comic from Bill. He grabbed the sack of chips and began stuffing them into his jacket pockets with surprising speed.",
                "John seized the comic from Bill. He dusted it off and glanced at the words, putting it back on his lap, switched to the second strip.",
                "John seized the comic from Bill. He held the book so that the back was covered up.",
                "John seized the comic from Bill. He licked at one of the cracks, feeling it through the paper.",
                "John seized the comic from Bill. He decided to calmly place it on his shoe table.",
                "John seized the comic from Bill. He pointed a finger at it.",
                "John seized the comic from Bill. He turned it over and looked at it.",
                "John seized the comic from Bill. He compared an old cartoon of Bill's with the anchor we had just received.",
                "John seized the comic from Bill. He read the cover blurb.",
                "John seized the comic from Bill. He skimmed through all the pages once, then rolled them together, like a magician, peering into the bottom of the yellowing plastic bag.",
                "John seized the comic from Bill. He looked at the first page.",
                "John seized the comic from Bill. He was able to use the blood to create powder, Tih, which Wolfe explained that then \"cured the plague like magic.",
                "John seized the comic from Bill. He grabbed his gun from under the seat and Bob grabbed his shotgun from back there too.",
                "John seized the comic from Bill. He wished he might be reading it, but he was too busy thinking.",
                "John seized the comic from Bill. He hugged it, and read the last few pages aloud to himself.",
                "John seized the comic from Bill. He threw it at Seth's feet.",
                "John seized the comic from Bill. He turned to Doc and said, \"I'm sending the stuff to Charlie.",
                "John seized the comic from Bill. He swopped it for the six-pack, but that turned into four tiresome.",
                "John seized the comic from Bill. He sighed.",
                "John seized the comic from Bill. He owned it, after all.",
                "John seized the comic from Bill. He handed it over.",
                "John seized the comic from Bill. He and Beez had played football earlier with him in an imaginary neighbourhood.",
                "John seized the comic from Bill. He held it up to the light.",
                "John seized the comic from Bill. He took out the original and handed it to Dauphin who studied his lease.",
                "John seized the comic from Bill. He was walking behind his wife to the kitchen and had to reach his razor|machine knives, and his other supplies, from the room stowed away.",
                "John seized the comic from Bill. He snatched it from the plump little fingers.",
                "John seized the comic from Bill. He let the others take their places in the grass, and came forward to join them on the beach.",
                "John seized the comic from Bill. He told him that he would later do whatever the comic company felt.",
                "John seized the comic from Bill. He stared at it.",
                "John seized the comic from Bill. He opened it, and saw something he'd never expected to see.",
                "John seized the comic from Bill. He shortly realized it was a very silly package and the photograph was upside down.",
                "John seized the comic from Bill. He placed it to right under his nose.",
                "John seized the comic from Bill. He opened it to expose the date.",
                "John seized the comic from Bill. He then clamped the fabric between his teeth, spread the picture out on the sheet of typing paper and fen an and mart electric fire.",
                "John seized the comic from Bill. He did not know whether he was to dose two or three pills.",
                "John seized the comic from Bill. He turned and gave it to a young man in the audience who'd already sung all the words with far greater enthusiasm and gusto than the show's other famous guest, when, thirty years before, Gary Cooper had.",
                "John seized the comic from Bill. He supervised the packing of his clothes, neatening his path from the much frayed blanket he had used on the long trip in.",
                "John seized the comic from Bill. He turned back to Ed.",
                "John seized the comic from Bill. He has since been encountering comic artists at cons, and has collected some nice ephemera."
            ],
            "counts": {
                "John": 0,
                "Bill": 1
            }
        },
        "John passed the comic to Bill. He": {
            "details": {
                "pronoun": [
                    31,
                    33
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        25,
                        29
                    ]
                ]
            },
            "sentences": [
                "John passed the comic to Bill. He had often given comic strips to groups of kids to pass around, but now he kept it out.",
                "John passed the comic to Bill. He read it from the top.",
                "John passed the comic to Bill. He went through it page for page, laughing his infectious laugh as vocal rhythms racked up the laughs.",
                "John passed the comic to Bill. He looked at it and laughed and then turned to my dad.",
                "John passed the comic to Bill. He read him through, carefully.",
                "John passed the comic to Bill. He wrestled with it.",
                "John passed the comic to Bill. He gazed at it for a moment, then set it down and leaned in to take a breath.",
                "John passed the comic to Bill. He grinned.",
                "John passed the comic to Bill. He started to talk about Batman, but Billy decided that he wasn't in the mood for anything more than mild ribaldry.",
                "John passed the comic to Bill. He glanced at it and recoiled, jerking his head back as if to say, Can't read, can't read.",
                "John passed the comic to Bill. He couldn't tell if the dead guy was black or white, maybe his face was just too sunburnt.",
                "John passed the comic to Bill. He handed it back to Tom.",
                "John passed the comic to Bill. He gave it a consideration.",
                "John passed the comic to Bill. He turned it over, and under it was an oblong green box on whose lid, in plain writing, were the words: 100% Certified Unbleached.",
                "John passed the comic to Bill. He couldn't have been thirty and looking in his extra-big Doc Fagan mustache he looked younger.",
                "John passed the comic to Bill. He took his turn.",
                "John passed the comic to Bill. He caught it.",
                "John passed the comic to Bill. He read it.",
                "John passed the comic to Bill. He said, \"Well ain't that too bad.",
                "John passed the comic to Bill. He read it.",
                "John passed the comic to Bill. He shook his head.",
                "John passed the comic to Bill. He must be about forty-five.",
                "John passed the comic to Bill. He read it, cleared his throat, rose up to pace the floor, flip his ash, and offer, \"Ladies and gentlemen, I present to you.",
                "John passed the comic to Bill. He carefully read every column.",
                "John passed the comic to Bill. He read it for a moment.",
                "John passed the comic to Bill. He swallowed.",
                "John passed the comic to Bill. He paused, turned to the audience, and continued reading:\n\n\"Seven miles outside of Huntsburg, I remember being told about a dam project.",
                "John passed the comic to Bill. He waited for Paul to vocally object and then turned to the group.",
                "John passed the comic to Bill. He placed an initialed card on the white ledge by the  \nsafe.",
                "John passed the comic to Bill. He didn't look.",
                "John passed the comic to Bill. He handed him the watch.",
                "John passed the comic to Bill. He talked about it in his normal well-modulated, thoughtful way while the telephone rang.",
                "John passed the comic to Bill. He took off the first from one of the small, dried tree sap-scraps and put it in the book.",
                "John passed the comic to Bill. He had a broader view than Susie came from his angle.",
                "John passed the comic to Bill. He shook his head and escorted Bill around back.",
                "John passed the comic to Bill. He finally got one to work.",
                "John passed the comic to Bill. He glanced at it.",
                "John passed the comic to Bill. He handed it back.",
                "John passed the comic to Bill. He paused, turning a couple of it's pages.",
                "John passed the comic to Bill. He laughed at Dennis's red face.",
                "John passed the comic to Bill. He said Golda had anticipated Stage 6INT, and that even though she had retained the Oscar for Best Short Film, “we couldn’t say enough good things.",
                "John passed the comic to Bill. He read a few pages silently.",
                "John passed the comic to Bill. He laughed his verdict: \"Very funny.",
                "John passed the comic to Bill. He raised a hand with a grin.",
                "John passed the comic to Bill. He read him, and, on turning a page, looked up in amazement at the colour.",
                "John passed the comic to Bill. He handed it to Aggie and smiled.",
                "John passed the comic to Bill. He smiled at my whimpering animation and then held up a very complicated hand-illustration of a werewolf, so I just looked at it.",
                "John passed the comic to Bill. He handed it to Michael, who took it a bit warily.",
                "John passed the comic to Bill. He poured himself a tall glass and drank it down in one go.",
                "John passed the comic to Bill. He thought it was pretty good, but not quite up to his usual standards.",
                "John passed the comic to Bill. He asked, \"Ghostbusters?\"\n\n‪Bill stopped, turned around then looked at the comic.",
                "John passed the comic to Bill. He approved.",
                "John passed the comic to Bill. He read a number into the booth, looked at Fine Gombauld.",
                "John passed the comic to Bill. He said, “Do I? Do I? Massive judgmental ninny! Jay could be the next stage of the comic, given those two, a middle ground.",
                "John passed the comic to Bill. He flipped it open, glanced at the\nback matter.",
                "John passed the comic to Bill. He read the first ten pages, nodded, and passed it on to Dr.",
                "John passed the comic to Bill. He told him to read and have a quick look as it would be good for us to know what the fuss was about; having walked up and down their street he very much approved some of the street and shop names.",
                "John passed the comic to Bill. He told me about a next-level superpower that made them both entirely unbeatable, and the most powerful comics out there.",
                "John passed the comic to Bill. He \"picked it up and also fenced.",
                "John passed the comic to Bill. He lay back and read.",
                "John passed the comic to Bill. He smiled and then laid a hand on one of the panels.",
                "John passed the comic to Bill. He laughed.",
                "John passed the comic to Bill. He flipped the page over again.",
                "John passed the comic to Bill. He walked over to the trough and looked in to gauge their luck.",
                "John passed the comic to Bill. He took the comic.",
                "John passed the comic to Bill. He gave a shrug.",
                "John passed the comic to Bill. He'd actually done a lot of early work on this book, stories he'd cut from the comic when those works weren't quite finished yet.",
                "John passed the comic to Bill. He took out a pair of reading glasses, adjusted them to focus on the tiny, colorless characters.",
                "John passed the comic to Bill. He watched Willy patting Hy's head.",
                "John passed the comic to Bill. He very slowly closed the lid and placed the sawed off limb on the injured man's chest.",
                "John passed the comic to Bill. He held the comic up in the bright light from the streetlight across the street.",
                "John passed the comic to Bill. He turns it over.",
                "John passed the comic to Bill. He raised an eyebrow.",
                "John passed the comic to Bill. He took two hinged off-centered comics and read them, one at a time, one after the other.",
                "John passed the comic to Bill. He read and nodded: \"'And it was a happy ending', the boy says.",
                "John passed the comic to Bill. He chucked it back in his drawer.",
                "John passed the comic to Bill. He returned it to me.",
                "John passed the comic to Bill. He read it.",
                "John passed the comic to Bill. He was stunned.",
                "John passed the comic to Bill. He glanced at it in my direction, then took it.",
                "John passed the comic to Bill. He'd been a fan.",
                "John passed the comic to Bill. He said, \"Describe her.",
                "John passed the comic to Bill. He caught it and laughed, seeming to blow back the smoke.",
                "John passed the comic to Bill. He nodded his approval.",
                "John passed the comic to Bill. He took it from Lois.",
                "John passed the comic to Bill. He said, 'You know Kempton s is a God-fearing family club.",
                "John passed the comic to Bill. He said he had written a three dimensional comic strip of his experiences in communicating with animals that was in the works.",
                "John passed the comic to Bill. He nodded and burst out laughing.",
                "John passed the comic to Bill. He plucked out the horseshoe.",
                "John passed the comic to Bill. He read:\n\n_Just.",
                "John passed the comic to Bill. He laughed.",
                "John passed the comic to Bill. He saw him shifting as if to take it.",
                "John passed the comic to Bill. He turned it over in his hands as he thought about it.",
                "John passed the comic to Bill. He took a small look at a few pages before bringing up various grades on his phone's calculator.",
                "John passed the comic to Bill. He thinks I'm really funny—isn't that strange?\"\n\n\"Yeah.",
                "John passed the comic to Bill. He pushed his chair an inch or two further forward on the table.",
                "John passed the comic to Bill. He tore out the arguments to the zoning act.",
                "John passed the comic to Bill. He shrugged.",
                "John passed the comic to Bill. He read it out.",
                "John passed the comic to Bill. He did not seem to care whether he looked at it or not."
            ],
            "counts": {
                "John": 0,
                "Bill": 3
            }
        },
        "Joseph hit Patrick. He": {
            "details": {
                "pronoun": [
                    20,
                    22
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        11,
                        18
                    ]
                ]
            },
            "sentences": [
                "Joseph hit Patrick. He hit Patrick’s\n\nface as hard as his fist could]\n\n.",
                "Joseph hit Patrick. He also showed a marked distaste for the steak Diane had cooked, while Patrick in turn didn't want him to mention that he'd chosen her to sleep with.",
                "Joseph hit Patrick. He slapped the side of his head lightly and smiled.",
                "Joseph hit Patrick. He depressed his DFG to desert his comrade.",
                "Joseph hit Patrick. He pushed him hard against the wall with his forearm.",
                "Joseph hit Patrick. He packed up the clipboard and the Smith & Wesson and went to look up his license.",
                "Joseph hit Patrick. He scored his second goal of the game off of a great corner kick delivery from the Union outh by Sheanon Williams, Diego Valeri.",
                "Joseph hit Patrick. He hit him with a prosthesis made\nof granite.",
                "Joseph hit Patrick. He indiscriminately hit Patrick.",
                "Joseph hit Patrick. He hit him in the balls and sent him tumbling to the floor.",
                "Joseph hit Patrick. He hit Patrick in the face with his fist.",
                "Joseph hit Patrick. He stumbled backwards and almost fell over the large fountain at the side of the hall.",
                "Joseph hit Patrick. He had begun to realize that should he have died fighting the dragons, Myrtle Gilbert would have inherited his estate and his part of Dragon's Rest.",
                "Joseph hit Patrick. He sank beside Patrick.",
                "Joseph hit Patrick. He hit him in the head with a stool.",
                "Joseph hit Patrick. He destroyed your life; broke your heart; ripped off the one thing Jimmy knew how to do.",
                "Joseph hit Patrick. He was young.",
                "Joseph hit Patrick. He fell to the floor and was shot in the li~es.",
                "Joseph hit Patrick. He leaped up, his blue eyes alert, and ran away\ntowards the car.",
                "Joseph hit Patrick. He suddenly stretched to his full width, which he did not advertise.",
                "Joseph hit Patrick. He had started it.",
                "Joseph hit Patrick. He countered by tossing him to the ground, whereupon Jesse hastily collected cellophane from around Patrick's face.",
                "Joseph hit Patrick. He was supposed to protect him.",
                "Joseph hit Patrick. He did not know what it meant to come blank.",
                "Joseph hit Patrick. He had no eyes for the ground and the side of\nhis face swabbed the sore blood from his lips leaving a lip print that was\nsyringing bloody and crimson.",
                "Joseph hit Patrick. He hit me.",
                "Joseph hit Patrick. He was a short man with shoulder-length thick brown hair, a ruggedly handsome face with an embarrassed smile.",
                "Joseph hit Patrick. He knew that Patrick wouldn't hurt him.",
                "Joseph hit Patrick. He started going down in the pool, battling him.",
                "Joseph hit Patrick. He would kill him, but no man else could.",
                "Joseph hit Patrick. He yelled the fear and fury, and, emboldened by Donald, hit him hard again.",
                "Joseph hit Patrick. He poked his face under the coverlet.",
                "Joseph hit Patrick. He nodded at him, and they both went into Callie's tent.",
                "Joseph hit Patrick. He'd talked him into the center of the ring, into the volatile, ruthless position of hero.",
                "Joseph hit Patrick. He said Patrick required stitches to his head and had a good beating.",
                "Joseph hit Patrick. He knocked the boy down.",
                "Joseph hit Patrick. He was out cold.",
                "Joseph hit Patrick. He hit him once, hurting his head, and Patrick screamed, and Shock looked over at Patrick and raised his arm, aiming for a weaker punch while simultaneously opening his front and rolling so that the swing would be the more powerful –.",
                "Joseph hit Patrick. He tripped and fell against his legs.",
                "Joseph hit Patrick. He felt he had not asked calmly enough to know whether Patrick understood or not.",
                "Joseph hit Patrick. He did not apologize for this, and, does not bother to\n\nmodification in the record.",
                "Joseph hit Patrick. He put me through all of my'mental endurance' drills before touching me, and smiled as if I was a test subject in animal husbandry.",
                "Joseph hit Patrick. He struck him on the head.",
                "Joseph hit Patrick. He then whirled around and knocked him over the rail.",
                "Joseph hit Patrick. He felt a shiver of recognition, then pushed them away and went for a long walk to clear his head.",
                "Joseph hit Patrick. He ankles the bottle's strings and then he makes more calls.",
                "Joseph hit Patrick. He grabbed Patrick around the waist and ran to the lab.",
                "Joseph hit Patrick. He didn't say a word.",
                "Joseph hit Patrick. He now knows exactly\nhow often Patrick shuts his eyes, sweaty palms and all.",
                "Joseph hit Patrick. He had stuck that fingernail down his throat and turned him into a wolf for too long.",
                "Joseph hit Patrick. He forced him into a choke hold.",
                "Joseph hit Patrick. He wrapped his arms round Patrick and buried his face.",
                "Joseph hit Patrick. He blew his nose and held the paper to his bleeding nose.",
                "Joseph hit Patrick. He had it in his mind that she could never leave him.",
                "Joseph hit Patrick. He struck a moral.",
                "Joseph hit Patrick. He drove him under the utterly foolish impression that the darkness muffled the sound of his insults and knew that he would so gag on them he would be incapable of resistance.",
                "Joseph hit Patrick. He pushed, and Patrick sagged against the wall as if out of breath.",
                "Joseph hit Patrick. He made creasing noises.",
                "Joseph hit Patrick. He hit him again.",
                "Joseph hit Patrick. He clambered towards it, and almost, protestations to the contrary, succumbed to its ivory, brittle beauty.",
                "Joseph hit Patrick. He hit him with his arm, someone said.",
                "Joseph hit Patrick. He grabbed at it and it protruded from the \"false floor\" covering all the way back to the ground (226-231).",
                "Joseph hit Patrick. He hit the farmer's hand with good force, and Patrick was knocked to sit and roll.",
                "Joseph hit Patrick. He then gave each brother their feet and laid them over his shoulder.",
                "Joseph hit Patrick. He stabbed him three or four times.",
                "Joseph hit Patrick. He fell backward and landed on his side.",
                "Joseph hit Patrick. He tried to spin and kick at the hole in his chest.",
                "Joseph hit Patrick. He was most certainly involved in Azrael.",
                "Joseph hit Patrick. He was sitting in the passenger's seat of Patrick's car, Lynch observed.",
                "Joseph hit Patrick. He backed off, slowly looking between Home and Patrick Benici.",
                "Joseph hit Patrick. He pointed to the tube of waste he kept under the list of patients as evidence of Clare's concept of treatment.",
                "Joseph hit Patrick. He got the surprise of his life when Pat jerked his head around, then caught him in a bone-cracking hug.",
                "Joseph hit Patrick. He stepped on Patrick's fingers and the fire crackled again as Patrick and James smashed each other again and again.",
                "Joseph hit Patrick. He didn't know Jesse had inherited a free Douglas County ranche and he wasn't sure how much money Jesse had made.",
                "Joseph hit Patrick. He wasn't a gentle man who gave his word infrequently, but occasionally he did, shaking his head in mock anger.",
                "Joseph hit Patrick. He thought: I asked him early in the summer to move some things and to be my unofficial slave.",
                "Joseph hit Patrick. He had been in prison, it was all he could recall.",
                "Joseph hit Patrick. He ducked, avoiding another top-kick that he hadn't noticed earlier.",
                "Joseph hit Patrick. He struck him a second time with the\n\nforearm, fracturing Patrick's skull.",
                "Joseph hit Patrick. He racked, mounted, and\nhurled himself at Patrick.",
                "Joseph hit Patrick. He threw Patrick out the door.",
                "Joseph hit Patrick. He punched Patrick in the stomach and stomach was inpainting then bricks hit their internal organs maiming the family of men.",
                "Joseph hit Patrick. He swung back in a final looping swing that took him behind Patrick before finally landing on a rope.",
                "Joseph hit Patrick. He was crying and in a rocking chair.",
                "Joseph hit Patrick. He controlled the scene of suicides like a sadist, making sure Mr Norris howled every time Patrick lifted his arms towards heaven.",
                "Joseph hit Patrick. He hit him on the back of the head with the lead pipe.",
                "Joseph hit Patrick. He hit him right in the head.",
                "Joseph hit Patrick. He hit him hard and deep on the chest, so Patrick stunned and stopped.",
                "Joseph hit Patrick. He almost couldn't keep form—it hit him so hard he was rattled in his joints.",
                "Joseph hit Patrick. He cried out for help just as Beth called Tommy and then she told her corriger to dial 9-1-1.",
                "Joseph hit Patrick. He feared them both.",
                "Joseph hit Patrick. He was already famished.",
                "Joseph hit Patrick. He had shot his driver at San Quentin,\nstriking him in the solar plexus area, causing him immediate death.",
                "Joseph hit Patrick. He landed on his feet, front first in the dirt, then he rolled over and sat up on his elbows.",
                "Joseph hit Patrick. He bounced down, two steps onto the pavement fireman-style.",
                "Joseph hit Patrick. He rammed Patrick in the chest with X-Talons, causing Patrick to fall on the ground, where the Metamorph hit him once more with X-Talons.",
                "Joseph hit Patrick. He leaped, but when he grasped the injured man\nat arm's length, he had found that Patrick was also unarmed.",
                "Joseph hit Patrick. He'm a tribunal justice\" \"He ain't funny.",
                "Joseph hit Patrick. He took the large view of himself and Patrick a little too candidly.",
                "Joseph hit Patrick. He moved the gun so that his full attention was on Patrick."
            ],
            "counts": {
                "Joseph": 0,
                "Patrick": 32
            }
        },
        "Patrick was hit by Joseph. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        19,
                        25
                    ],
                    [
                        0,
                        7
                    ]
                ]
            },
            "sentences": [
                "Patrick was hit by Joseph. He had several stitches, received stitches in his eye and was in the hospital for the next several months.",
                "Patrick was hit by Joseph. He then shot Joseph who was lying on the ground.",
                "Patrick was hit by Joseph. He then ripped off Joseph’s shirt to take off Joseph’s brassiere.",
                "Patrick was hit by Joseph. He got up and went to prison behind his brother’s back but managed to escape to Dallas in the 1980s.",
                "Patrick was hit by Joseph. He spun Fridley toward him, but by the time he righted himself, Fridley was already broadcasting a jab (!).",
                "Patrick was hit by Joseph. He was flying out.",
                "Patrick was hit by Joseph. He was not among those who testified that Joseph was fine at the psychiatric examination in which we have described his participation; indeed, the only evidence that Joseph appeared to Beyer, who conducted the psychiatric evaluation, was significant.",
                "Patrick was hit by Joseph. He hit him with Kendric Donovan.",
                "Patrick was hit by Joseph. He fell a few snowy paces to the side, hurting his shoulder.",
                "Patrick was hit by Joseph. He returned fire but also was hit while returning Jack's fire.",
                "Patrick was hit by Joseph. He told police that Joseph had “no chin, * * * a pretty rare feature,” and that “Joseph pretty much had the upper half of his face cut off,” contrary to a “probable story.",
                "Patrick was hit by Joseph. He then drove the victim\n\nfrom the family’s property back to his own property where he kept hold of Joseph.",
                "Patrick was hit by Joseph. He was seriously injured.",
                "Patrick was hit by Joseph. He died within minutes.",
                "Patrick was hit by Joseph. He was knocked to the ground and crawled back to get up.",
                "Patrick was hit by Joseph. He's like, 'Aaliyah, who are these guys?' Jonna is very cute.",
                "Patrick was hit by Joseph. He got up and looked at Joseph.",
                "Patrick was hit by Joseph. He pulled Joe's sting in his arm.",
                "Patrick was hit by Joseph. He caught Joey as he was falling and knocked him onto the ground.",
                "Patrick was hit by Joseph. He died from his injuries, but it was months before the postwar justice system was ready to bring the guilty to trial.",
                "Patrick was hit by Joseph. He looked over his shoulder and saw Carys, who was standing by herself at the far end of the station.",
                "Patrick was hit by Joseph. He couldn't stop his thoughts from retrieving the information and bringing it back here.",
                "Patrick was hit by Joseph. He was doing what Joseph told him at Duquesne, because Duquesne was there, and when his parents were there, he was going where he was told.",
                "Patrick was hit by Joseph. He told the officers that the suspect was armed with a gun, but that the gun was fake.",
                "Patrick was hit by Joseph. He glared at Joseph's computing device.",
                "Patrick was hit by Joseph. He grabbed a China sock and applied it to the soldier's mouth.",
                "Patrick was hit by Joseph. He then jumped over the animals.",
                "Patrick was hit by Joseph. He admitted to punching his brother several times in the face and then dumping him on the floor.",
                "Patrick was hit by Joseph. He was found a horse that John Bishop was using and placed on Joseph's horse\nBerelelano to start looking for the other gun, so he started the two apart from their families.",
                "Patrick was hit by Joseph. He's got cuts and bruises.",
                "Patrick was hit by Joseph. He was rushed on a stretcher, while Parliamentary Secretary to the Minister for Finance and Home, Jeff Sherrer, and former Australian Labor Party Secretary of Finance, Rob Oakeshott, were both hurt by chunks.",
                "Patrick was hit by Joseph. He\nkilled another, and his horse fell.",
                "Patrick was hit by Joseph. He pushed Joseph away and Patrick retreated, still wanting to fight back.",
                "Patrick was hit by Joseph. He landed on his back and rolled twice into the grass; he heard the hospital siren blaring in the distance and considered his options.",
                "Patrick was hit by Joseph. He then struck the garage door with his hand, then trying to run past the garage, fell on the garage floor.",
                "Patrick was hit by Joseph. He survived, and healed.",
                "Patrick was hit by Joseph. He turned to embrace him.",
                "Patrick was hit by Joseph. He never expressed any remorse for what happened, refuting earlier reports that he had been turned—a tactic that had recently been popularized by veteran assistant coach Kirk Gibson, who allegedly shamed a wounded Marine prisoner five days.",
                "Patrick was hit by Joseph. He was later captured by Steve Trichon and his temporary rival, Bennett (Shawn Brandon).",
                "Patrick was hit by Joseph. He defended his action, and Patrick took Joseph to court over it.",
                "Patrick was hit by Joseph. He said Joseph was kidding.",
                "Patrick was hit by Joseph. He got up too.",
                "Patrick was hit by Joseph. He was also shot in the seat.",
                "Patrick was hit by Joseph. He was struck so hard he could not pinpoint his location, later telling police that Joseph must have been standing in front of him and stepping back.",
                "Patrick was hit by Joseph. He then hurried across the field to the house, where he found Joseph standing over her, knife in hand, and she pleaded with him to stop.",
                "Patrick was hit by Joseph. He asked Joseph to \"stay back\" out of curiosity, how come she wasn't afraid he would kill her before he cut her.",
                "Patrick was hit by Joseph. He dumped him on the floor from\nthe second floor concourse, kicked him in the face and punched him in the head\nseveral times.",
                "Patrick was hit by Joseph. He\nchased\nJoe\nimmediately\nthrough\nhis\nbig\nwhite\nhouse.",
                "Patrick was hit by Joseph. He said Joseph got mad because Joseph was in the apartment last week and there was no sign outside of the apartment for him.",
                "Patrick was hit by Joseph. He and Hugh, along with Matt, ran after his attackers.",
                "Patrick was hit by Joseph. He flew two hundred feet before turning in mid-air.",
                "Patrick was hit by Joseph. He kicked the venda, scattering Gerard out.",
                "Patrick was hit by Joseph. He looked up at me, a look of scorn that chilled me to my bones.",
                "Patrick was hit by Joseph. He applied a tourniquet, got called Sergeant Wells, and supervised the collapse of _Jefferson,_ which he had to moor and unlash.",
                "Patrick was hit by Joseph. He jabbed Joseph in the back with his fist.",
                "Patrick was hit by Joseph. He died within 10 minutes.",
                "Patrick was hit by Joseph. He was taken in by a lady who lived nearby.",
                "Patrick was hit by Joseph. He and Nathaniel complained about Joseph and his assault at the trial.",
                "Patrick was hit by Joseph. He and his family plan to consult with an animal welfare expert within the next week to better understand where to take him.",
                "Patrick was hit by Joseph. He backed away, letting Patrick pull him away from the fort and throw his bag over his shoulder.",
                "Patrick was hit by Joseph. He tried to throw Peter away, and Peter staggered out of the room.",
                "Patrick was hit by Joseph. He had to kill him after.",
                "Patrick was hit by Joseph. He fell, some say from elsewhere, some say into a gutter, but he didn’t lie still after the fall.",
                "Patrick was hit by Joseph. He fell to the floor and testified that a lamp fell on top of Tracey.",
                "Patrick was hit by Joseph. He let him go exactly five times, the maximum.",
                "Patrick was hit by Joseph. He didn't see him avoid the collision, but he did see he righted himself before getting hit again.",
                "Patrick was hit by Joseph. He was totally naked; Joe contemplated grabbing something from the refrigerator to hide his 'nub'.",
                "Patrick was hit by Joseph. He was killed on Jimmy's advice.",
                "Patrick was hit by Joseph. He threw him to the floor of the car and he got a matchbook from the bushes by Joseph's feet with a pop gun.",
                "Patrick was hit by Joseph. He was gone.",
                "Patrick was hit by Joseph. He intentionally choked a red spastic quadriplegic for about 20 or 30 seconds onto her horror Movie Music.",
                "Patrick was hit by Joseph. He did not know all the details at that time.",
                "Patrick was hit by Joseph. He falls down the stairs [a distance of 16.",
                "Patrick was hit by Joseph. He hanged himself with his watch chain.",
                "Patrick was hit by Joseph. He he had hid; but Patrick is a terrible liar and, well, he killed Joseph.",
                "Patrick was hit by Joseph. He was dragged for several feet.",
                "Patrick was hit by Joseph. He was saved, horribly wounded, but not paralyzed.",
                "Patrick was hit by Joseph. He was psychotic.",
                "Patrick was hit by Joseph. He was forced to sell part of the operation to repurchase blood and required his father to move to North Carolina.",
                "Patrick was hit by Joseph. He was crying.",
                "Patrick was hit by Joseph. He is in the kats training together from the beginning of my atypical brown update.",
                "Patrick was hit by Joseph. He then completed the block on Ruthe's right side.",
                "Patrick was hit by Joseph. He rocket fired, but missed.",
                "Patrick was hit by Joseph. He hit him on the back of the head before Joseph kicked him in the head.",
                "Patrick was hit by Joseph. He turned to Patrick to show one of the bullets hitting Patrick and nothing ever to show by Joseph.",
                "Patrick was hit by Joseph. He went unconscious immediately and was rushed to the hospital and died.",
                "Patrick was hit by Joseph. He was hospitalized and taken to Washington University Hospital.",
                "Patrick was hit by Joseph. He got him the flowers he asked for and treated him and his family with other kindness.",
                "Patrick was hit by Joseph. He did not die immediately, as Patrick hoped.",
                "Patrick was hit by Joseph. He missed the dog by three feet.",
                "Patrick was hit by Joseph. He then had sex with Pat, giving her the information\nshe needed to plead guilty to theft.",
                "Patrick was hit by Joseph. He beat appellant to the residence.",
                "Patrick was hit by Joseph. He ran by on his exhaust to the left, then turned and jammed the gas pedal again and aimed for Joseph.",
                "Patrick was hit by Joseph. He was smiling.",
                "Patrick was hit by Joseph. He received a minor laceration on his trousers, which was treated with jacketsnap bandages by Sanders, and Stephen wandered away from him a few feet, and  \"stood several feet\" from Joseph she surrendered herself.",
                "Patrick was hit by Joseph. He brought the baseball bat down with his right foot, struck the man over his left eye, then caught hold of his hair with his left hand and swung him violently to the floor.",
                "Patrick was hit by Joseph. He sustained a small wound about the head.",
                "Patrick was hit by Joseph. He then catches him and ends up rolling around on top of him.",
                "Patrick was hit by Joseph. He was whacked again later that day by three deputies.",
                "Patrick was hit by Joseph. He would have died if it wasn't for the timely work of the nurse."
            ],
            "counts": {
                "Joseph": 28,
                "Patrick": 7
            }
        },
        "Ken admired Geoff. He": {
            "details": {
                "pronoun": [
                    19,
                    21
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        12,
                        17
                    ]
                ]
            },
            "sentences": [
                "Ken admired Geoff. He had been for two years the only man she wasn't in love with.",
                "Ken admired Geoff. He was such a reserved individual; he would never reveal his feelings about a situation, except that he was certain that he could always tell what people were thinking about him.",
                "Ken admired Geoff. He had that secret smile that you envied.",
                "Ken admired Geoff. He showed up every day after work.",
                "Ken admired Geoff. He was, he thought, a great leaf department manager.",
                "Ken admired Geoff. He knew that, even though Geoff was eccentric and hard to please, he had a terrible habit of putting on a fiddle show.",
                "Ken admired Geoff. He had a relaxed charm but there was also billions of crackpot tenacity.",
                "Ken admired Geoff. He did two weeks of work for her out of appreciation.",
                "Ken admired Geoff. He seemed right for his chosen profession.",
                "Ken admired Geoff. He was the first to explain it, then they would create an understandably insecure teenager who'd probably abandon his vocation.",
                "Ken admired Geoff. He didn't know, when he was so scared and so hopeful, what he'd been imagining would be the relationship between them, but was grateful like hell he'd believed it, and was now hoping not to have to live that.",
                "Ken admired Geoff. He's incredibly low-key and methodical about his job.",
                "Ken admired Geoff. He watched his receding hairline, thin now but still beautifully well cut.",
                "Ken admired Geoff. He would be amazing but I was sure he would miss the characters in the books they wrote about.",
                "Ken admired Geoff. He was much more able to keep order in the minimal conditions than she.",
                "Ken admired Geoff. He'd kicked off the regatta he'd been taking part in, and Geoff was surprised to see him plain-clothes and looking dapper.",
                "Ken admired Geoff. He was the boss, after all.",
                "Ken admired Geoff. He was the grumpy old fool, if the star of the show in her flash-forward.",
                "Ken admired Geoff. He was not one to cut corners, not like some good-for-nothings.",
                "Ken admired Geoff. He warmed up fast and she was still able to impress him, then surprised him by adding this to a Salinas menu item: \" Two Teeth Topped With Chicken, Fried Raspberries.",
                "Ken admired Geoff. He wasn't just smart, he was.",
                "Ken admired Geoff. He had always admired the way Geoff had _results_.",
                "Ken admired Geoff. He was our toughest, the bloke who had never got soft, the ultimate man, the Lord Hawke of Hong Kong—months before, in a ballroom there, he could've sworn in perfect, under pain of.",
                "Ken admired Geoff. He'd bring home a cake, she thought.",
                "Ken admired Geoff. He had exotic background.",
                "Ken admired Geoff. He was a Lynch; cursed, truly, but a Lynch.",
                "Ken admired Geoff. He seemed terra alta and terrifyingly\nintense.",
                "Ken admired Geoff. He was very kind, it was plain.",
                "Ken admired Geoff. He not only owned the house but he ran it.",
                "Ken admired Geoff. He recognised all of those qualities in me, no matter how twisted they might be.",
                "Ken admired Geoff. He didn't seem to be too thrilled about a small and equally pedantic seventy-eight—no desire to read great literature and few historical aspirations to fame or glory.",
                "Ken admired Geoff. He was as bad a driver as ever.",
                "Ken admired Geoff. He was tall, with a narrow face.",
                "Ken admired Geoff. He was the most careful man he had ever known.",
                "Ken admired Geoff. He needed someone to talk to just to have a change of scene.",
                "Ken admired Geoff. He had grown on her in the last few days – she saw it, felt it, could tell.",
                "Ken admired Geoff. He was a very big man.",
                "Ken admired Geoff. He hoped he wasn't using a strain of malarkey that involved the Fangs.",
                "Ken admired Geoff. He _was_ a crackerjack communications operator, the finest we'd ever flown.",
                "Ken admired Geoff. He was a wonderful husband and a father before God, she thought.",
                "Ken admired Geoff. He was friendly and flattering.",
                "Ken admired Geoff. He wasn't stupid.",
                "Ken admired Geoff. He admired her intellect and her skill, and he worshiped—ever since the moment she walked in to the Ballard estate after separating from her husband, the late Steven Ballard—the fact that hysteria never took on his.",
                "Ken admired Geoff. He seemed like a warm and good young man.",
                "Ken admired Geoff. He even had him sign this exact same piece of paper—and then get up and walk away.",
                "Ken admired Geoff. He had a car and a real job.",
                "Ken admired Geoff. He was self-respecting, talented, secure.",
                "Ken admired Geoff. He revered his father.",
                "Ken admired Geoff. He was all wound up.",
                "Ken admired Geoff. He took down Dani's stage talk about her conflicted feelings about no longer playing football and their complicated relationship.",
                "Ken admired Geoff. He was a boy of forty-five with breeding, backbones and strength but with little truck with adult rules.",
                "Ken admired Geoff. He didn't seem to notice that many of his friends had noticed this.",
                "Ken admired Geoff. He was strong and brave and funny, and he'd rescind all plans we agonized over at first.",
                "Ken admired Geoff. He was a good guy.",
                "Ken admired Geoff. He looked soft, in his dark, boxer shorts sporting yellow surfer towels and a bralette that showed to good advantage the philosopher's dull but distinctly firm mass of pectoral muscles.",
                "Ken admired Geoff. He clearly loved her; she was sure he loved her.",
                "Ken admired Geoff. He doled me out flowers, flowers for me! 'Enough for two,' I muttered.",
                "Ken admired Geoff. He was an easy one to admire.",
                "Ken admired Geoff. He had known power since he was a teen, with his acting job on the TV program _Six Million Dollar Man,_ jumping around the sub-basements of Los Angeles.",
                "Ken admired Geoff. He was not a bad man and he simply had not realised why Nicky should be able to house so many cats.",
                "Ken admired Geoff. He realized that all of that complicated\ndamage control he'd once crafted was an elaborate facade.",
                "Ken admired Geoff. He had been captain in Amairgen's last R_____\nat S.",
                "Ken admired Geoff. He was quite chippy, as well as a fool: a little impudent, if not actually malicious.",
                "Ken admired Geoff. He was very handsome and worked all the time, but Evan remained aloof, determined to be himself.",
                "Ken admired Geoff. He was so smart; his office at the consulate was a Hawaiian poetry circle, and he'd be home soon.",
                "Ken admired Geoff. He'd seen many battles, but lilting opinions never preoccupied him until now.",
                "Ken admired Geoff. He was a fine man.",
                "Ken admired Geoff. He had grown up in New York, fed on a steady diet of sink stores and instant cooking and every dinner a picnic in a park.",
                "Ken admired Geoff. He was much more materialistic and a net nerd, one of those nerds that actually made a real touchdown.",
                "Ken admired Geoff. He had the look of a young artist, working from his heart, care free, and heaven only knows he was.",
                "Ken admired Geoff. He made the entire Scotch nation laugh with his ability to spin their boring talk into hilarious parodies of their own craft beers and varied accents.",
                "Ken admired Geoff. He felt so lucky that he could learn something about his soft rock's musical and emotional bases from someone with a deep and layered heavy metal aesthetic.",
                "Ken admired Geoff. He was well aware of his strength as a rider.",
                "Ken admired Geoff. He was one of the good ones.",
                "Ken admired Geoff. He always had.",
                "Ken admired Geoff. He thought he had a lot in common with him, and understood him better than many of his friends.",
                "Ken admired Geoff. He loved working hard and providing for the needs of his family.",
                "Ken admired Geoff. He might just be the grown man he was fifty years ago.",
                "Ken admired Geoff. He was clearly a man of great strength, and his large-hearted smile was infectious.",
                "Ken admired Geoff. He'd had sex with him, and she knew he was attractive.",
                "Ken admired Geoff. He admired him, and he admired his unselfishness in taking it on himself to guide and protect Caitlin.",
                "Ken admired Geoff. He was the kind of man who normally couldn't eat a drink without consuming at least three shots or two bottles of wine.",
                "Ken admired Geoff. He was a tough little guy, a fierce\ncombative fighter, and he didn’t fear anyone or anything.",
                "Ken admired Geoff. He was properly charming, the kind of man who could make him feel like royalty.",
                "Ken admired Geoff. He couldn't keep his eyes off him.",
                "Ken admired Geoff. He was going to college after high school, but never finished a single class.",
                "Ken admired Geoff. He was something she only wished she had been, and things I wished I had been.",
                "Ken admired Geoff. He always affected openness to\nnew ideas – as Chief Hon HUH of MedSci he had to live with structural\nchanges to the original program after our initial timeframe and realized we New England would be better off with a.",
                "Ken admired Geoff. He seemed to be a fine, solid citizen.",
                "Ken admired Geoff. He admired him because he was independent, a fighter, and 'games' about everything.",
                "Ken admired Geoff. He was very open and friendly and didn't have an excessive sense of his own self-importance.",
                "Ken admired Geoff. He was in command of a ship just as tough and\nswift as the captain of an Airspeeder.",
                "Ken admired Geoff. He leaned over and they kissed passionately, quickly.",
                "Ken admired Geoff. He knew he could trust him.",
                "Ken admired Geoff. He couldn't deny it was good driving or riding.",
                "Ken admired Geoff. He seemed quite a ruthless, professional kind of guy; someone you didn't want to cross.",
                "Ken admired Geoff. He was like a gallant English man stationed in China or Arabia.",
                "Ken admired Geoff. He worked hard.",
                "Ken admired Geoff. He was a capable surgeon.",
                "Ken admired Geoff. He was good at choosing a comfortable chair."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 3
            }
        },
        "Ken impressed Geoff. He": {
            "details": {
                "pronoun": [
                    21,
                    23
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        14,
                        19
                    ]
                ]
            },
            "sentences": [
                "Ken impressed Geoff. He stared down the hard cement truth.",
                "Ken impressed Geoff. He would ask the man all the questions he wanted, but that would not be enough this time.",
                "Ken impressed Geoff. He accepted with relief.",
                "Ken impressed Geoff. He couldn't wait to talk about that painting.",
                "Ken impressed Geoff. He Lyssa played in the pinball / mini-golf shop beside them.",
                "Ken impressed Geoff. He put his hand in his pocket and a perfect spliff appeared.",
                "Ken impressed Geoff. He was obviously a black person and, being a former academic, he was also a so-called intellectual.",
                "Ken impressed Geoff. He was a golden-hearted man, the sort one could never forget.",
                "Ken impressed Geoff. He was more content.",
                "Ken impressed Geoff. He seemed like the kind of guy who'd have a body like that.",
                "Ken impressed Geoff. He couldn't help overhearing and\nnoticed the young man's brow knit obstinately.",
                "Ken impressed Geoff. He looked up at his teacher.",
                "Ken impressed Geoff. He waited for me to take a picture of the dog, then he stood immobile and completely at ease.",
                "Ken impressed Geoff. He was riding after her.",
                "Ken impressed Geoff. He was like an agent, scrambling after debris.",
                "Ken impressed Geoff. He wasn't convinced right away but was eventually won over.",
                "Ken impressed Geoff. He had come home that day more lost then he could ever remember.",
                "Ken impressed Geoff. He too was a math teacher.",
                "Ken impressed Geoff. He was already a master at diagnosing strokes, and in many ways he was far more perceptive and subtle about it than any stringer.",
                "Ken impressed Geoff. He also told Maree that when the story is told this way, then the children hear about Ken Morecroft, their hero and just two small steps away.",
                "Ken impressed Geoff. He\nwas an expert at this.",
                "Ken impressed Geoff. He’s a nice kid, not too big, just right.",
                "Ken impressed Geoff. He couldn't help looking at her, there was something he liked about her, there was beauty, grace, weightlessness to her in her movements, but most of all what he wanted was to give her what she wanted: passion.",
                "Ken impressed Geoff. He doubted even the Chief, who despite her years of service had never officially presided over an execution, had the skill to be holding back Pantry's body as it trailed its drain of plutonium tracer apace.",
                "Ken impressed Geoff. He was constantly uptight but didn't let a lot bother him.",
                "Ken impressed Geoff. He was a great communicator and they raised big donations in Manchester.",
                "Ken impressed Geoff. He signed the Peters Brothers name on a strip of paper and put it in a space marked for payment to be sent via tax mail (just like the commercial business name was always stamped).",
                "Ken impressed Geoff. He called him a \"whiteLabel-tentacle-pipette\" as he did.",
                "Ken impressed Geoff. He'll do it, Geoff decreed, and from then on, all meetings were to be held in the village's tiny chapel, comfortable and possibly anachronistic: as an aging medieval building it had once housed a monastery.",
                "Ken impressed Geoff. He said\n\"You're going to like this.",
                "Ken impressed Geoff. He was\" \"\"farseeing, instinctive.",
                "Ken impressed Geoff. He was the youngest member of the Ghast Squad, having first been initiated into the Band with five other novices.",
                "Ken impressed Geoff. He was expected to come to Manchester in 1903 to work on the cathedral's east front in connection with the bishop of Manchester's doings at the time.",
                "Ken impressed Geoff. He was utterly thrilled with how clever, lively and entertaining this book was.",
                "Ken impressed Geoff. He said, \"Sure.",
                "Ken impressed Geoff. He did and didn't go on to argue against the provision's application back to O'Neill, in theory, in France.",
                "Ken impressed Geoff. He was getting along well with Reuben and the girls.",
                "Ken impressed Geoff. He looked tired and old.",
                "Ken impressed Geoff. He couldn’t type a typical email so he used Android Studio and installed a smoke test on my phone.",
                "Ken impressed Geoff. He knew everything.",
                "Ken impressed Geoff. He said that he knew about… he didn’t quite say he was if it got to the point of working it out.",
                "Ken impressed Geoff. He thought he would like to meet her.",
                "Ken impressed Geoff. He always had.",
                "Ken impressed Geoff. He joked that they used to take rolls outside to\nexchange them, not only because they like them that way, but feeling\nintensely possessive about 65-year-old cookware.",
                "Ken impressed Geoff. He took off his jacket and washed his face in the cold tap.",
                "Ken impressed Geoff. He met a couple who were trying to open a yoga studio, and Geoff asked him to help them with that as well.",
                "Ken impressed Geoff. He had figured out that the most important parameter to enhance the efficiency of the audio signal sinc2 function was not the volume of the signal but the value of the original signal sinc2 without the applied waveform.",
                "Ken impressed Geoff. He had been given orders weeks ago by the general.",
                "Ken impressed Geoff. He felt safe with his friend.",
                "Ken impressed Geoff. He had terrible taste.",
                "Ken impressed Geoff. He had actually noticed.",
                "Ken impressed Geoff. He wondered where on earth they attached the\nlines.",
                "Ken impressed Geoff. He took Craven Hawthorn, from Hahndorf, to Bangalow, where he ran a blacksmith's shop.",
                "Ken impressed Geoff. He didn’t just inherit Sir Risk’s intelligence\nand determination.",
                "Ken impressed Geoff. He made a drinking motion.",
                "Ken impressed Geoff. He turned from blackest malachite to malachite dream and then blackest malachite to white malachite.",
                "Ken impressed Geoff. He asked if he was going to be there for the\nwhole year, and if he had asked his father to send him to the extent of\na free ride to school, the offer was gratefully accepted.",
                "Ken impressed Geoff. He has a cute moustache and an adorable violet freckled nose.",
                "Ken impressed Geoff. He should be a damned sight sorrier than\nhe was the first time we met! The mental).",
                "Ken impressed Geoff. He was intelligent, well-dressed, composed.",
                "Ken impressed Geoff. He took off his coat and sat on the edge of the bunk.",
                "Ken impressed Geoff. He'd always been so patient with Tobey, who would not be believed.",
                "Ken impressed Geoff. He’d surprised her.",
                "Ken impressed Geoff. He's as straight out of rehab as you can get, and I have a difficult time believing he really made that statement.",
                "Ken impressed Geoff. He was an outstanding athlete, Leader of Colchester Carlisle rugby team, who under Frankie Winkley had represented Great Britain on the following basis:\n\nJune to September, 1944 – 2 NOTS\n\nCan have.",
                "Ken impressed Geoff. He seemed to own and\nabuse the place without effort and little enthusiasm.",
                "Ken impressed Geoff. He needed a subdue gamer.",
                "Ken impressed Geoff. He should.",
                "Ken impressed Geoff. He couldn't believe how hard he had worked to make the subscription service work.",
                "Ken impressed Geoff. He saw it.",
                "Ken impressed Geoff. He appreciated what he was going through.",
                "Ken impressed Geoff. He picked up faint panels of Fifth Edition Greenwich Bloretha s under the edges of the dwarven glaive blades and near the belt and boots of the human guards.",
                "Ken impressed Geoff. He admired his courage and high-mindedness.",
                "Ken impressed Geoff. He was strong, sure of himself.",
                "Ken impressed Geoff. He'd expected a depleted soul but saw steely willpower.",
                "Ken impressed Geoff. He is the gentlest, kindest man she has ever encountered.",
                "Ken impressed Geoff. He liked how he could escape from him.",
                "Ken impressed Geoff. He shook his head.",
                "Ken impressed Geoff. He thought it built nicely even if the color wasn't as sharp! I had a blast with this project and I highly recommend the picks and the stain to anyone who is interested.",
                "Ken impressed Geoff. He was taller than Sam, but somehow that combative toughness wasn't evident in the way Geoff saw him.",
                "Ken impressed Geoff. He was all right for the time being.",
                "Ken impressed Geoff. He thought of him as a would-be prisoner, but still.",
                "Ken impressed Geoff. He carried himself with dignity and an easy aplomb.",
                "Ken impressed Geoff. He told understands its in French and asked him.",
                "Ken impressed Geoff. He couldn't get the white protein out of the stone.",
                "Ken impressed Geoff. He admired the effort the general and Dr.",
                "Ken impressed Geoff. He was always good company.",
                "Ken impressed Geoff. He'd told his half of the team that they needed to find a more original way of crushing cars, like the NH Revolution.",
                "Ken impressed Geoff. He was in fact only too anxious to illustrate his point by his very presence; the moment he heard of Van Duren's recent encounter with Dromio of Sikeland, he was anxious to learn all about the Lamotte.",
                "Ken impressed Geoff. He started to smile down at Kibby's knitted arm, his eyes gleaming, the edges of his mouth apart.",
                "Ken impressed Geoff. He easily read her facial expressions and his heart damn near skipped a beat because he was immediately attracted to her and he sure as hell didn't like the way Lucian was looking at him.",
                "Ken impressed Geoff. He was very youthful for his age.",
                "Ken impressed Geoff. He hadn't made any jokes about it yet.",
                "Ken impressed Geoff. He'd had to get out of town.",
                "Ken impressed Geoff. He's a good boy.",
                "Ken impressed Geoff. He'd toyed with her; teased him.",
                "Ken impressed Geoff. He would never give away the secret of the moon frogs, especially if he thought the wounded might lose their homes on his account.",
                "Ken impressed Geoff. He was busy trying to piece together not one, not two, not three, but a string of deceptions, using information given by Harino to make Sue sound shrewd and Pete deceptive.",
                "Ken impressed Geoff. He had just picked the perfect experience for his mold maker, the artist expressing herself in earth scales, and Geoff recognized her.",
                "Ken impressed Geoff. He had to be off to military intelligence; an assignment that would take him away from Betty Bowles as much as possible."
            ],
            "counts": {
                "Ken": 1,
                "Geoff": 4
            }
        },
        "Simon ran towards Richard. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        18,
                        25
                    ]
                ]
            },
            "sentences": [
                "Simon ran towards Richard. He put his arms around him.",
                "Simon ran towards Richard. He was wrapped in a loose- fitting coat, on his feet as he moved.",
                "Simon ran towards Richard. He wrapped his arms tighter around Richard, and held him against his chest.",
                "Simon ran towards Richard. He noticed the sludge that floated on the water stained with dried blood, little glass shards and broken bottles.",
                "Simon ran towards Richard. He reached out to grab him by the short hairs on his head, dislodging the remnants of Gary's anger.",
                "Simon ran towards Richard. He liked to think that the presence of a vicious dog meant that humans had blood to replace that their petals would spell out! His mother Damelon's favorite phrase was:\n\n\"They live! You're going to.",
                "Simon ran towards Richard. He ran after him as fast as he could, and then\nhe covered about four-and-fifty yards and threw his right arm round his\nneck.",
                "Simon ran towards Richard. He threw one of the knives on the floor and kneeled on it.",
                "Simon ran towards Richard. He grabbed Richard by the shoulders.",
                "Simon ran towards Richard. He did so with the speed and grace of his race, and wrenched the spear from his keepers' hands.",
                "Simon ran towards Richard. He had found them in the beautiful\nvalley of Paradise.",
                "Simon ran towards Richard. He was not quite thirteen now, born on Good Friday in 1347, the year the Black Death killed two-thirds of the population of England.",
                "Simon ran towards Richard. He stopped and turned back around.",
                "Simon ran towards Richard. He was holding his neck on the pavement and blood was pumping out of it.",
                "Simon ran towards Richard. He put his hands out at the door, shouting:\n\n\"The king!\n\nThe king!\n\nGo on, go on!\"\n\nHe ran into the king, looking around for Jack – he saw.",
                "Simon ran towards Richard. He remembered the excited welcome he received from Simon when he arrived the night before.",
                "Simon ran towards Richard. He was nearly underneath him.",
                "Simon ran towards Richard. He put his body in front of Biru’s, his chest getting in front of Richard’s, and he appeared to have run behind him.",
                "Simon ran towards Richard. He reached Richard's side just as Leo sprinted up.",
                "Simon ran towards Richard. He noticed Sarah's keening wail coming from the dairy, and his face tightens.",
                "Simon ran towards Richard. He took his fugitive friend by a sword; he\nheld him in his power.",
                "Simon ran towards Richard. He felt his face was going to split in two as he ran.",
                "Simon ran towards Richard. He fell directly into level ground.",
                "Simon ran towards Richard. He tried to grab him, but Richard moved quickly and grabbed Richard by the throat and squeezed.",
                "Simon ran towards Richard. He was so strong.",
                "Simon ran towards Richard. He\nclutched Richard by the shoulders, and\nshouted.",
                "Simon ran towards Richard. He grabbed the younger man's right arm and dragged him while bearing his backpack and heavy duffle bag to the group.",
                "Simon ran towards Richard. He yanked himself out of his wet trousers by his belt and waded quickly to his friend.",
                "Simon ran towards Richard. He stayed close enough so Richard could smell his sweet, honeyed scent.",
                "Simon ran towards Richard. He objected, but Richard motioned him on anyway.",
                "Simon ran towards Richard. He grabbed his arm, holding on to it hard.",
                "Simon ran towards Richard. He grabbed him fiercely by his arms.",
                "Simon ran towards Richard. He held London under his larger\n\narm, and without thinking, he said \"Let's go.",
                "Simon ran towards Richard. He showered Charlotte with kisses and wrapped his warm arms around her.",
                "Simon ran towards Richard. He reached across the girls blocking the bartender and slapped Pastis with his open hand.",
                "Simon ran towards Richard. He ignored the jostling\ncrowds that had gathered up here and there in the narrow lanes and crossed\nthe bridge.",
                "Simon ran towards Richard. He recognised the boy as a stray, but Sir George must have taken in a lad who was found by the road, probably wandering up: in any case he was allowed to stay, which was more than Richard or any of.",
                "Simon ran towards Richard. He raised a hand and a girl let out a scream, waving her hands out as Richard launched a fireball at the creature.",
                "Simon ran towards Richard. He circled him, shouting invective the way a mad hysterical man might scream, but always chaotically.",
                "Simon ran towards Richard. He was a good man who made no accusation during Psalm 62, sir.",
                "Simon ran towards Richard. He set on him and entered.",
                "Simon ran towards Richard. He caught him with one hand, just as Mason held up his pistol in anger.",
                "Simon ran towards Richard. He had managed to pool his self-control around the ambrosial tenderness with Catherine.",
                "Simon ran towards Richard. He didn't see Usla, but he did see the man with own his mark.",
                "Simon ran towards Richard. He grabbed at the fabric of his robes, searching desperately.",
                "Simon ran towards Richard. He threw himself to the ground right behind the spearman's\nhelmet.",
                "Simon ran towards Richard. He kissed him for the first time, almost as if he were embarrassed.",
                "Simon ran towards Richard. He tried to grab the craftsman's body, tear it from under the tool dock.",
                "Simon ran towards Richard. He had water in his ears filling up because of the peacocks' whistling and screaming.",
                "Simon ran towards Richard. He knelt down beside him.",
                "Simon ran towards Richard. He breathed out hard, 'I shot at this man.",
                "Simon ran towards Richard. He grabbed him by the back of the collar and dragged him backwards over the blood-stained ground.",
                "Simon ran towards Richard. He hurried across the bridge, hopped over the stones and looked up at the lady.",
                "Simon ran towards Richard. He said to him, 'Richard, give me your hand, what's come over you? You're very glad of ice, aren't you?'\n\nRichard gave it to him.",
                "Simon ran towards Richard. He was out of breath.",
                "Simon ran towards Richard. He threw his arm around his friend while the two cried and laughed.",
                "Simon ran towards Richard. He tried to grab him, but Richard knocked him to the black finish and as he stalked back towards the score, he realized what had happened.",
                "Simon ran towards Richard. He shouldered the door open and stumbled inside, flopping onto the pillows on the settee.",
                "Simon ran towards Richard. He held the gun arid fired.",
                "Simon ran towards Richard. He tripped over the torn pieces of paper, which were embedded in the earth.",
                "Simon ran towards Richard. He went to the end of the fisherman's bench, grabbed Richard's drenched clothes and, gathering him in his arms, carried him, shivering, back to Patience's cabin, where he placed him on the.",
                "Simon ran towards Richard. He begged them to let him switch to live with Gerard, saying he'd make it up to them.",
                "Simon ran towards Richard. He saw that he'd opened the front doors and that he was walking alongside a shiny black Mercedes Benz limousine.",
                "Simon ran towards Richard. He grasped the shield from his hand with three of his own and flung it with all of his might into the King's midst.",
                "Simon ran towards Richard. He couldn't stop to think that a second more and his lungs would explode.",
                "Simon ran towards Richard. He dropped to his knees and opened his arms.",
                "Simon ran towards Richard. He caught hold of him, and Eadig stood up, and put\nMrs.",
                "Simon ran towards Richard. He caught up with him and wrapped his arms around him.",
                "Simon ran towards Richard. He picked up the tank at his back and braced himself.",
                "Simon ran towards Richard. He was standing on the top table.",
                "Simon ran towards Richard. He leaped onto the waiting horse, and together\nthey galloped from the nether world into daylight.",
                "Simon ran towards Richard. He stepped on my foot as he ran to catch up and he smiled at me and said, \"I promise I will never lose all your marbles.",
                "Simon ran towards Richard. He threw his face\nsquarely in his brother's face, then, as he thought, had stabbed him in\nthe heart.",
                "Simon ran towards Richard. He had by then already grasped the situation and the\nrapid concussion of the columns caused him to stagger and fall, and in the\nefforts to save his life leapt for a stone in the middle of the.",
                "Simon ran towards Richard. He reached out—and Richard rubbed his hand over his eyes.",
                "Simon ran towards Richard. He raised his arms in the air over his head.",
                "Simon ran towards Richard. He lifted him up into his arms and then he\ndragged him down the hallway.",
                "Simon ran towards Richard. He was looking vaguely contrite.",
                "Simon ran towards Richard. He could see the Mage's shape, hunched and squatting in silence on the roadside, his arms folded and his eyes fixed on us.",
                "Simon ran towards Richard. He ran over to where George was lying, but he didn't get to him in time.",
                "Simon ran towards Richard. He was still out of it and had the hat and gloves behind him.",
                "Simon ran towards Richard. He quickly headd a large bridal suite, \" _Damn it_, Richard! Don't you see, it's a _fowl_, it's a _crane_ burn!\"\n\nRichard grabbed him.",
                "Simon ran towards Richard. He turned around.",
                "Simon ran towards Richard. He turned, and, extinguishing the fire at his elk tent, poured water out of his skin.",
                "Simon ran towards Richard. He didn't speak.",
                "Simon ran towards Richard. He was spit hooded, sleeves rolled up his smooth brown arm - carrying the bow with the feather in it.",
                "Simon ran towards Richard. He heard someone calling his name and drew in an agonised breath.",
                "Simon ran towards Richard. He managed to slash his coat across Richard's\nback and grabbed him around the neck with a powerful lock.",
                "Simon ran towards Richard. He didn't hear what Richard said, but\nAgatha turned toward Henry, who hadn't seemed that upset all along.",
                "Simon ran towards Richard. He dove as the two soldiers loomed over Richard.",
                "Simon ran towards Richard. He wrapped his arms around him, gathered him up, and cuddled him, stroking his hair and rocking gently against his side, saying over and over: \"Oh, child, child, child.",
                "Simon ran towards Richard. He met him in the entranceway with a\n\nmessage.",
                "Simon ran towards Richard. He was standing on the padded rec chamber, shouldering his injected syringe of glider fluid.",
                "Simon ran towards Richard. He told him there would be more like this if he didn't leave the small room.",
                "Simon ran towards Richard. He grabbed a hold of Bruce's collar.",
                "Simon ran towards Richard. He shouted at me, \"Get my recalculin powder——you can't.",
                "Simon ran towards Richard. He could see the fear in Richard's eyes.",
                "Simon ran towards Richard. He pressed his forehead against his ear.",
                "Simon ran towards Richard. He pushed him backward into the jaws of the gate.",
                "Simon ran towards Richard. He attacked angrily, swiping at him with his dagger."
            ],
            "counts": {
                "Simon": 1,
                "Richard": 22
            }
        },
        "Simon ran away from Richard. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        20,
                        27
                    ]
                ]
            },
            "sentences": [
                "Simon ran away from Richard. He never joined him in the queen-house.",
                "Simon ran away from Richard. He was supposedly afraid because Richard had a reputation of having broken several breasts.",
                "Simon ran away from Richard. He said he didn't want to pity them - the things they had suffered were not so different from his own.",
                "Simon ran away from Richard. He knew that Richard would have a hunt, now, and he had no choice in the matter.",
                "Simon ran away from Richard. He was inclined to mimic the devil at times, they had argued about whether the devil could sense Richard's speech, fearing that no fox box on earth could detect \"James the Fifth\" (when he eventually came up.",
                "Simon ran away from Richard. He wasn't much good with people anyway, but he knew a spell that would attract nearly anybody, and his parents were counting on that.",
                "Simon ran away from Richard. He went to the Police Agency and they forced him to leave my house.",
                "Simon ran away from Richard. He turns his head to see that Ysidro hath kidnapped his mother, Friar Tuck, Rifleman Grey, and Rich Rogers have all been taken captive.",
                "Simon ran away from Richard. He had sought counsel from his parents about how to punish himself by hiding.",
                "Simon ran away from Richard. He loved him; at worst, he'd been kind; at best, he'd been a lovely friend.",
                "Simon ran away from Richard. He was determined she shouldn't have to be any more\nof a victim to his temper and his hurt feelings.",
                "Simon ran away from Richard. He caught the tail warning system of the King's smock, and hidden in\nthe night, he made his way back to his own country.",
                "Simon ran away from Richard. He had not gone far before Desideria caught up with him outside of Bedford and retrieved him.",
                "Simon ran away from Richard. He would tell.",
                "Simon ran away from Richard. He knew that.",
                "Simon ran away from Richard. He did it before, a couple of times during the trial.",
                "Simon ran away from Richard. He probably won't reply to your post until he can see Marty, who undoubtedly is still new to how things work around here.",
                "Simon ran away from Richard. He had escaped\nfrom the spot where they had met!\n\nThe park man, who was half asleep, gave a start, sprang from his seat,\nran after the fugitive.",
                "Simon ran away from Richard. He's out of control.",
                "Simon ran away from Richard. He irritatingly failed to get arrested.",
                "Simon ran away from Richard. He didn't want anything to do with Richard anymore.",
                "Simon ran away from Richard. He had made up his mind not to stay with Richard anymore.",
                "Simon ran away from Richard. He got his friends to transport them through the infirmary gate.",
                "Simon ran away from Richard. He made things up about her-that they had one child, dead from an illness.",
                "Simon ran away from Richard. He ran and ran and refused to stop until he was back at the docks of Donia, where he came to his senses and stopped to face Richard.",
                "Simon ran away from Richard. He never had to do anything he did not want to do.",
                "Simon ran away from Richard. He ran while training to leave the VRML era behind.",
                "Simon ran away from Richard. He found work and things have changed a lot since, although he could never quite go back to the person he was because his past was too painful and too close.",
                "Simon ran away from Richard. He exemplifies the spirit of rebellion, of\n       which in John's gospel he is said to be the epitome.",
                "Simon ran away from Richard. He wasn't coming back that wickedly smug, funny boy that he knew well.",
                "Simon ran away from Richard. He did not know it, but I know it.",
                "Simon ran away from Richard. He felt too powerless without him, he did not think that he belonged, but he could not stand it alone.",
                "Simon ran away from Richard. He sworn that he could not stand the burden of being\n\nanother when he had never had to try! Why? Because Liv Phantasma had helped\n\nhim to understand so much.",
                "Simon ran away from Richard. He did not\nhave the cunning and for this his father refused him the seat on the\ncouncil.",
                "Simon ran away from Richard. He ran forward and toward my father, he held open the door in his aliveness—reminding us of the sharp break in his body, the outward appearance of himself.",
                "Simon ran away from Richard. He was no good.",
                "Simon ran away from Richard. He runs away from the only family he has ever\nknown.",
                "Simon ran away from Richard. He was adoring that man.",
                "Simon ran away from Richard. He went to the house for the Holoks, alone.",
                "Simon ran away from Richard. He was certain that much of Richard’s insane ideas had grown out of what Sam said to calm Richard’s fear.",
                "Simon ran away from Richard. He was terrified of him when he first came to England in 2361, and had he remained at his land, it is highly unlikely that he would never have been able to enjoy himself to the full.",
                "Simon ran away from Richard. He was afraid, and because of this fear, his life fell to pieces, as it always does, when he is forced into light.",
                "Simon ran away from Richard. He ran down the hallway to the stairway at the end of the nearest hall.",
                "Simon ran away from Richard. He fled from the scene of the offense, and has left on foot without calling for assistance.",
                "Simon ran away from Richard. He fled as soon as he knew about the fight.",
                "Simon ran away from Richard. He died.",
                "Simon ran away from Richard. He didn't need to know the answer because he, too, was running.",
                "Simon ran away from Richard. He turned right toward Kelvin to avoid Zafirah, but she caught sight of Richard and ran off after her boyi.",
                "Simon ran away from Richard. He killed Richard.",
                "Simon ran away from Richard. He ran through the campsite and away to Boone Hall dressed like a gypsy.",
                "Simon ran away from Richard. He\nstlossed that Richard knew the very spot where he had laid his chaple,\nbut he would tell nothing of his business,--not until voluntarily or by\nforce.",
                "Simon ran away from Richard. He just didn't want to draw the world's attention to his wayward son.",
                "Simon ran away from Richard. He was in range.",
                "Simon ran away from Richard. He was supposed to be ranching, Mr.",
                "Simon ran away from Richard. He doesn’t understand how to conquer his fear and the King bolts like a deer.",
                "Simon ran away from Richard. He let Deus get the attention.",
                "Simon ran away from Richard. He'd never\nbeen as angry before.",
                "Simon ran away from Richard. He didn't run anywhere.",
                "Simon ran away from Richard. He made an appointment with Waddell and her stepfather, and appeared in court several times, with an air of injured dignity.",
                "Simon ran away from Richard. He'd try from time to time.",
                "Simon ran away from Richard. He lied, too.",
                "Simon ran away from Richard. He held up his hand with a bloodstained mark on it, the one that hadn't been covered by Guise in his beheading.",
                "Simon ran away from Richard. He left a note that he was \"burning to go to The Spinney, which you are to come.",
                "Simon ran away from Richard. He ran straight to King Richard.",
                "Simon ran away from Richard. He’s the enemy of the nation.",
                "Simon ran away from Richard. He did not go through where his grandchildren had\ncome through.",
                "Simon ran away from Richard. He ran head-long out of the\nhouse, over the lawn, across the drawing-room, through the drawing-room\nfireplace, up the steps, and over the door-stone.",
                "Simon ran away from Richard. He ran from one side of Houghton Hall to the other.",
                "Simon ran away from Richard. He did not seem to care whether they all\nenjoyed his company, whether there was any thing between him and the\nyoung men he wasted so much time with.",
                "Simon ran away from Richard. He said — he’d left him on the barber’s desk.",
                "Simon ran away from Richard. He especially did not want to become the last one he treated, and treated once too often, of course, in order not to become their last one.",
                "Simon ran away from Richard. He would call Rich out.",
                "Simon ran away from Richard. He's a smart guy, but he married.",
                "Simon ran away from Richard. He fled to avoid saying that time and again that he had sleeping habits, and sleeping habits which he might expect Elizabeth to break.",
                "Simon ran away from Richard. He went into hiding, in one hotel after another as they came along one after another.",
                "Simon ran away from Richard. He'd never sent him away and he always returned to the boy.",
                "Simon ran away from Richard. He raced towards the towers.",
                "Simon ran away from Richard. He pushed him along in the car.",
                "Simon ran away from Richard. He caused me trouble our whole time in the city.",
                "Simon ran away from Richard. He doesn’t confess, so within sessions\nhe gets this from the local warlord.",
                "Simon ran away from Richard. He was on his way to seek his fortune in Constantinople.",
                "Simon ran away from Richard. He signed again as paralyzed (rather than paralyzed).",
                "Simon ran away from Richard. He was only a kid.",
                "Simon ran away from Richard. He was rather late under the impression he had searched Abbeythorpe and didn't find Macklin.",
                "Simon ran away from Richard. He ran far.",
                "Simon ran away from Richard. He found work in Brooklyn.",
                "Simon ran away from Richard. He stepped outside to get himself a drink of water, and it occurred to him that this was the first sip of water in England in a week, and when he had drunk that and gotten something to eat, he realized.",
                "Simon ran away from Richard. He has made a return to a life of abusing drinking, he has certainly spent a lot of time drinking – and Richard is very aware of what his brother has done, as we realize very gradually.",
                "Simon ran away from Richard. He took the bus all the time.",
                "Simon ran away from Richard. He always ran away from his mother after coming home drunk.",
                "Simon ran away from Richard. He ran straight to the little hut, he catched\nup Biak at the same time, and articly he told Richard how he was abused,\nhow Sama was taken away; and what would become of.",
                "Simon ran away from Richard. He ran away from his marriage.",
                "Simon ran away from Richard. He did not run so quickly as to meet Simon, and had complained of lack of keys when told how he had gone — not before he had married me.",
                "Simon ran away from Richard. He had to find the lost boy.",
                "Simon ran away from Richard. He was such a strong young man, and he seemed so able to fight, but he would not stand by when his younger brother was in danger.",
                "Simon ran away from Richard. He went twenty miles to get away from Richard.",
                "Simon ran away from Richard. He would rather be the Prince of Persia-hero Millennium than Zoohawk Gamesnasher XVI.",
                "Simon ran away from Richard. He and Josh ran out the back of the Augustine apartment building.",
                "Simon ran away from Richard. He shoved his hands in his pockets and shifted the gun sling to a less uncomfortable place, but he still held his hands in his pockets.",
                "Simon ran away from Richard. He got in a car and went back home, where he found an envelope of money in his mailbox, which he gave to his parents and they went to the mall and bought ice-cream."
            ],
            "counts": {
                "Simon": 1,
                "Richard": 15
            }
        },
        "John passed a comic to Bill. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        23,
                        27
                    ]
                ]
            },
            "sentences": [
                "John passed a comic to Bill. He held it tight, and light from the jack-o-lantern spilled over the headlines.",
                "John passed a comic to Bill. He wasn't yet thirty, but he was already working best-selling sports issues.",
                "John passed a comic to Bill. He picked one out.",
                "John passed a comic to Bill. He had heard such things from his guests, and again delighted in what he had heard.",
                "John passed a comic to Bill. He glanced at it and said, \"Li'l girls.",
                "John passed a comic to Bill. He hadn't laughed.",
                "John passed a comic to Bill. He picked up the comic and said, \"Come on, Bill.",
                "John passed a comic to Bill. He dropped his\ncigarette and bent over, to read her\nMorand's Flower-Tales.",
                "John passed a comic to Bill. He handed the comic back to Bill.",
                "John passed a comic to Bill. He hit the drum, the rackets zinged, and moved and there was Ralph Moment.",
                "John passed a comic to Bill. He could barely force a wince as he read, but Stevie Alex had dropped a little bomb on him.",
                "John passed a comic to Bill. He put it directly in front of Bonner.",
                "John passed a comic to Bill. He read it.",
                "John passed a comic to Bill. He grabbed it from him but slurred his words, \"Get outta here.",
                "John passed a comic to Bill. He raised the arm that was about to fall into the sea, said, \"Stop your gawking, bearers, and load it.",
                "John passed a comic to Bill. He couldn't see his face in the dark.",
                "John passed a comic to Bill. He wondered why she didn't ask for his opinion.",
                "John passed a comic to Bill. He could not bear seeing the face of his\nfriend to read and he was about to turn it over to Freddie when he\nfirst noticed something peculiar on the back cover.",
                "John passed a comic to Bill. He takes a sip of his third cup of coffee and puts it down carefully on the counter.",
                "John passed a comic to Bill. He opened it, and caught a rap at the last 'toot', and watched him watch it, puzzled by the change.",
                "John passed a comic to Bill. He started reading the comic then chucked it on the floor.",
                "John passed a comic to Bill. He held a cocked head and wrinkled brow.",
                "John passed a comic to Bill. He took it.",
                "John passed a comic to Bill. He.",
                "John passed a comic to Bill. He was shaking, he could barely read it.",
                "John passed a comic to Bill. He was dynamic.",
                "John passed a comic to Bill. He shook his head.",
                "John passed a comic to Bill. He zapped it.",
                "John passed a comic to Bill. He had once even represented Disney at the 1964 World's Fair in New York.",
                "John passed a comic to Bill. He peered at it.",
                "John passed a comic to Bill. He joked, _See how a guy with such a funny voice can be the face of the U.",
                "John passed a comic to Bill. He had the back of the cover glued to his back.",
                "John passed a comic to Bill. He said, \"Claymation, dude! Remember you told us they could do film acting before.",
                "John passed a comic to Bill. He pulled out a Conexus and half unsealed it.",
                "John passed a comic to Bill. He gave him his biggest grin, and everybody in the room cracked up, and everybody licks his pops a toasty wet clitoris\n\n.",
                "John passed a comic to Bill. He bent down and whispered.",
                "John passed a comic to Bill. He laughed but kept reading.",
                "John passed a comic to Bill. He even asked him not to laugh.",
                "John passed a comic to Bill. He smiled and said, “I’ve got news for you.",
                "John passed a comic to Bill. He rose to his feet to pull their underwear down.",
                "John passed a comic to Bill. He was still clutching the comic, but he let go of it when he saw me pick it up.",
                "John passed a comic to Bill. He pulled a six-pack of that bad gas.",
                "John passed a comic to Bill. He choked, and coughed, and in fell swoop began to yell for Chelsea.",
                "John passed a comic to Bill. He wasn't his biggest fan, but he took it.",
                "John passed a comic to Bill. He\nwithered away on a pretty young debutante, and then shook a bankbill\nfinely, in a dainty way.",
                "John passed a comic to Bill. He looked up when he answered:\n\"Frank.",
                "John passed a comic to Bill. He sat down and said, \"I'm still undecided whether we should have lubed the necks of our sheets numbers to prevent them from sticking, might be a time.",
                "John passed a comic to Bill. He read it, which Tom knew was wishful thinking.",
                "John passed a comic to Bill. He said, 'Dave? Flashback.",
                "John passed a comic to Bill. He looked at it.",
                "John passed a comic to Bill. He fumbled pulling it out of his pocket.",
                "John passed a comic to Bill. He tried respectfully to hide his opinion of the comics and Bill was trying his best to out-personalize each of them.",
                "John passed a comic to Bill. He sat on the arm of his chair, and the comic, at the touch of his long thin fingers, seemed to leap into life and concern itself with the gentleman at the window.",
                "John passed a comic to Bill. He opened it and placed it on the radiator.",
                "John passed a comic to Bill. He asked Bill if he had seen it.",
                "John passed a comic to Bill. He tilted his head, frowning, and turned it over to inspect its cover.",
                "John passed a comic to Bill. He said, 'So that's your handle in the paper.",
                "John passed a comic to Bill. He crouched over his bed and held the pages of his comic high.",
                "John passed a comic to Bill. He turned it over, shrugged, ejected it, and slipped it into a pocket.",
                "John passed a comic to Bill. He read through it.",
                "John passed a comic to Bill. He sighed and picked up his threat list.",
                "John passed a comic to Bill. He had been somewhere in the world, he reminded Ralph.",
                "John passed a comic to Bill. He grunted.",
                "John passed a comic to Bill. He just sat there staring at it.",
                "John passed a comic to Bill. He passed one to Ray.",
                "John passed a comic to Bill. He said characteristically but quietly: \"By the way, _this_ was all spoken by Ben Casey in radio.",
                "John passed a comic to Bill. He locally famed for his deep and sensitive writing.",
                "John passed a comic to Bill. He essayed a pompous tone.",
                "John passed a comic to Bill. He wrote it out in his neat script, and Bill read it aloud, giving them a description of the characters and a quick synopsis of the plot.",
                "John passed a comic to Bill. He looked down at Johnny and said, \"This is going to be a short run.",
                "John passed a comic to Bill. He thought that it wouldn't be strange but Hall was braver than he was.",
                "John passed a comic to Bill. He couldn't see what Alice was pointing at.",
                "John passed a comic to Bill. He had judged it and it\nwas a hit.",
                "John passed a comic to Bill. He and Bill laughed.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He looked at it.",
                "John passed a comic to Bill. He read it like an English bard: \"The flags of the Russians and British should propagate liberty all over the globe.",
                "John passed a comic to Bill. He says it's good.",
                "John passed a comic to Bill. He had not moved.",
                "John passed a comic to Bill. He laughed and flopped over onto his back.",
                "John passed a comic to Bill. He told the audience to leave out comment about [Eric] Limer of all people.",
                "John passed a comic to Bill. He was holding a bottle of ginger ale and paring unwieldy food into quarters.",
                "John passed a comic to Bill. He looked oddly pleased, and his voice was intense and heavy: \"Bill, I send you out! You're the kind of comic who never gets tapped until the show's on the road.",
                "John passed a comic to Bill. He put it in his pocket.",
                "John passed a comic to Bill. He knew exactly what part each word and phrase played, and he gave it precise and fully focused attention.",
                "John passed a comic to Bill. He burst into laughter.",
                "John passed a comic to Bill. He squeezed its sides then passed it to me.",
                "John passed a comic to Bill. He had quietly sighed through the whole script, nodding his head to the beat.",
                "John passed a comic to Bill. He gestured for Godfrey to put them away.",
                "John passed a comic to Bill. He handed him a fiver, a tenner, a twentyner, a fiftyner or a hundredner.",
                "John passed a comic to Bill. He started to read it.",
                "John passed a comic to Bill. He could make jokes hop on the CliffsNotes of everyday facts by calling them out.",
                "John passed a comic to Bill. He told him to make a fool of himself.",
                "John passed a comic to Bill. He bowed politely, hitched his gun menacingly, went through Li'l John's coffin, which vanished, returned to his chair, and picked up his great causeadownfall.",
                "John passed a comic to Bill. He took it, glanced at it, turned the comic upside down, read it, found a penciled sketch for a billy-goat with a shattered horn, collared it all up, folded it.",
                "John passed a comic to Bill. He only laughed a little.",
                "John passed a comic to Bill. He turned and smiled at Lynne, but she was looking absent-mindedly down at a revolver.",
                "John passed a comic to Bill. He laughed and passed him back.",
                "John passed a comic to Bill. He shook his head simultaneously.",
                "John passed a comic to Bill. He followed the direction of his eyes."
            ],
            "counts": {
                "John": 2,
                "Bill": 7
            }
        },
        "John was passing a comic to Bill. He": {
            "details": {
                "pronoun": [
                    34,
                    36
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        28,
                        32
                    ]
                ]
            },
            "sentences": [
                "John was passing a comic to Bill. He looked at Bill.",
                "John was passing a comic to Bill. He had been compelled to sell it; he would give it\nto them, if he had it.",
                "John was passing a comic to Bill. He did not see the\ncat come out from the curtains and jump up between him and Bill, and\nyelp at him, giving his impression that the cat was\n\n5332\n\nkilling.",
                "John was passing a comic to Bill. He saw me watching him.",
                "John was passing a comic to Bill. He passed it to Coulter, who passed it to Edson.",
                "John was passing a comic to Bill. He had given Norman as a joke what might be described as his working 'leader chain'.",
                "John was passing a comic to Bill. He was going into the bathroom so we would stay nice and quiet to get some sleep.",
                "John was passing a comic to Bill. He\nnoticed a postcard addressed to \"uncle afro\" under\none of the novelists' heading.",
                "John was passing a comic to Bill. He said ought not to have forgot.",
                "John was passing a comic to Bill. He kept his eyes on the newspaper.",
                "John was passing a comic to Bill. He expressed disappointment when Bill rejected it.",
                "John was passing a comic to Bill. He passed him a dirty shirt to put on to go fishing.",
                "John was passing a comic to Bill. He looked up and saw Jack with his boy - Joe - who was 7.",
                "John was passing a comic to Bill. He figured it would hang him up.",
                "John was passing a comic to Bill. He made a mental note to give his friend something on his losing wagers.",
                "John was passing a comic to Bill. He said: 'Well, Bill, what do you think this is? What was it that first made you think this was a joke?' Bill said, 'I don't know.",
                "John was passing a comic to Bill. He didn’t know what he was doing with him.",
                "John was passing a comic to Bill. He'll have to wait four or five minutes more,\" she said, having already scurried down the hall.",
                "John was passing a comic to Bill. He suddenly pointed the paper at St.",
                "John was passing a comic to Bill. He was also doing the asciimacri.",
                "John was passing a comic to Bill. He nodded his head at a small,\nwell-dressed lad who scuttled through the crowd in a direction that\nJessie said looked like Birdy and the marines.",
                "John was passing a comic to Bill. He was going to the Printing Department.",
                "John was passing a comic to Bill. He drew a few wry looks from Joe Cocker as the other feckless customers, but it was rarely as bad as Bob's cringing terror: everybody seemed to be coming up with his own.",
                "John was passing a comic to Bill. He put it in my hands.",
                "John was passing a comic to Bill. He told him he believed he had just broken up Tessa's French drama.",
                "John was passing a comic to Bill. He glanced down it periodically to see if it was funny.",
                "John was passing a comic to Bill. He gave me a try, and I tried some comic-poolside-shorts combo.",
                "John was passing a comic to Bill. He heard the laughter and then recognized his son.",
                "John was passing a comic to Bill. He passed it back.",
                "John was passing a comic to Bill. He reached for it.",
                "John was passing a comic to Bill. He laughed.",
                "John was passing a comic to Bill. He missed hearing a line of order and said to Bill, \"I'm sorry, I have to postpone our game until later.",
                "John was passing a comic to Bill. He said to me that he hoped that what I was saying to Bill at the time was all right for him to take away; but that he felt quite sure that it hadn't been agreeable to me.",
                "John was passing a comic to Bill. He'd been remarking on the young lad's sissies.",
                "John was passing a comic to Bill. He had no idea it was a bomb.",
                "John was passing a comic to Bill. He said, \"It was so long ago.",
                "John was passing a comic to Bill. He said, \"It is about Tony.",
                "John was passing a comic to Bill. He brought him back toward\nreality by saying, \"My opinion about jokes is that it's like with\nlove,--no man on earth knows how much he loves another until the other\nshows his.",
                "John was passing a comic to Bill. He knew what it was by sight, because his brothers the Dingbat doted more on that than any of the others.",
                "John was passing a comic to Bill. He didn't like the jokes.",
                "John was passing a comic to Bill. He went up to him and said, \"Here, kid, what's this clip around\"e?\" \"Well, Hairy Jean,\" he replied pleasantly, \"I want to save some money on your.",
                "John was passing a comic to Bill. He just told us that he thought the featured Marxist personality on the show was Yeats.",
                "John was passing a comic to Bill. He had got rather the best of Satin.",
                "John was passing a comic to Bill. He said, \"Woo-hoo!\" and took it away again.",
                "John was passing a comic to Bill. He said he would study it for a while, Foster said, and then shout his question.",
                "John was passing a comic to Bill. He said Bill once said, ``Gee, I had a great old time in the seventh grade.",
                "John was passing a comic to Bill. He glanced a\nslow smile at me.",
                "John was passing a comic to Bill. He was afraid of comedy.",
                "John was passing a comic to Bill. He started worrying where this was going.",
                "John was passing a comic to Bill. He moved toward Bill, the sensation of the comic increasing by degrees as the circled faced became one and nothing to the suddenly agitated eye of his fellow wolfman, whom he had reached.",
                "John was passing a comic to Bill. He joked, \"thanks for the kit.",
                "John was passing a comic to Bill. He looked over at him, chucking his head slightly, his chin tucked in.",
                "John was passing a comic to Bill. He hadn't seen anything he liked,\" Ernie said.",
                "John was passing a comic to Bill. He'd won a prize at school for best set of special effects.",
                "John was passing a comic to Bill. He put it in the slot and it\nlanded on George's desktop.",
                "John was passing a comic to Bill. He tossed back his head contemptuously,\nand threw it at Frank's feet.",
                "John was passing a comic to Bill. He said that Bill\nwas persecuted by his relatives and they stabbed him every time he was obliged\nto walk past them to work.",
                "John was passing a comic to Bill. He dropped the comic and looked over at us and said, \"Hi Corinne, how are you?\" Corinne looked back at Henry with the farthest distance possible.",
                "John was passing a comic to Bill. He and Paul were nephews to Pat.",
                "John was passing a comic to Bill. He didn't like the comic.",
                "John was passing a comic to Bill. He couldn't wait to hear this one, just as he couldn't stand last week's.",
                "John was passing a comic to Bill. He simply owned half of it and as before he was acting funny and the other half he was passing to me when he left me out.",
                "John was passing a comic to Bill. He came up to the stage and I picked up a beer and said to Billiam nice to meet you and put the comic in his hand.",
                "John was passing a comic to Bill. He went through the hole and turned on the light.",
                "John was passing a comic to Bill. He grinned, revolver poised, and then walked away slowly.",
                "John was passing a comic to Bill. He threw it at him, and settling his large, inert bulk, said, \"Invent your own number to win Bunny's place,\" and we left the room.",
                "John was passing a comic to Bill. He dropped his comic.",
                "John was passing a comic to Bill. He was a fowler, but he would not take any money for his wares.",
                "John was passing a comic to Bill. He tore it to pieces.",
                "John was passing a comic to Bill. He won't allow neutrality.",
                "John was passing a comic to Bill. He heard his voice coming out through the\npicture as one talking to the picture, just as his mother used to do.",
                "John was passing a comic to Bill. He nodded and George went, 'That's EN'Beni Schwartz from.",
                "John was passing a comic to Bill. He held the comic and he gave it to Bill.",
                "John was passing a comic to Bill. He held back.",
                "John was passing a comic to Bill. He asks who he is trying to impress and I explain that it’s an animation sequence I’m trying to explain.",
                "John was passing a comic to Bill. He said, \"You should color between the lines.",
                "John was passing a comic to Bill. He said look at that to show Ted, I think they looked like real yearbooks.",
                "John was passing a comic to Bill. He reached out his hand and gave it to her.",
                "John was passing a comic to Bill. He paused, glanced at it, then threw the comic into a can.",
                "John was passing a comic to Bill. He didn't even look at it.",
                "John was passing a comic to Bill. He turned to watch me and came over to me.",
                "John was passing a comic to Bill. He didn’t notice my face.",
                "John was passing a comic to Bill. He wanted me to study it.",
                "John was passing a comic to Bill. He listened gravely.",
                "John was passing a comic to Bill. He thought Hector's face was so\nangry his English would have come like his chin.",
                "John was passing a comic to Bill. He also asked him for a light.",
                "John was passing a comic to Bill. He explained, \"I have a comic based on Beatles' music called Lewis and Walker.",
                "John was passing a comic to Bill. He knew how much his grandchildren\nloved it.",
                "John was passing a comic to Bill. He passed me the comic.",
                "John was passing a comic to Bill. He had never seen it before.",
                "John was passing a comic to Bill. He did not make an attempt to explain, was moodily silent, and continuing the struggle with the towel let it fall from his frightened hands.",
                "John was passing a comic to Bill. He shouted out to be quiet, he's pissed with me.",
                "John was passing a comic to Bill. He asked Bill why he wasn't working.",
                "John was passing a comic to Bill. He took a couple of steps away from the door.",
                "John was passing a comic to Bill. He began a sentence and when he had finished, he asked Bill, 'Squalo?' (I do not understand Italian, but I think'sausage' is what John is saying.",
                "John was passing a comic to Bill. He asked him to tell her the Christmas story with her eyes closed.",
                "John was passing a comic to Bill. He looked at it: king versus jackass next to the guy.",
                "John was passing a comic to Bill. He turned the paper over so 'twas upside-down most of the time, but it couldn't make everything out, so Bill passed it on to Johnny.",
                "John was passing a comic to Bill. He had a comic and a hot coffee.",
                "John was passing a comic to Bill. He opened it and the comic fell over."
            ],
            "counts": {
                "John": 2,
                "Bill": 15
            }
        },
        "Amanda amazed Brittany. She": {
            "details": {
                "pronoun": [
                    24,
                    27
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        14,
                        22
                    ]
                ]
            },
            "sentences": [
                "Amanda amazed Brittany. She said, \"I was a brat.",
                "Amanda amazed Brittany. She had never been able to hug her, not like this.",
                "Amanda amazed Brittany. She loved how happy Brittany seemed, and Chris thought they had missed the best years of life together.",
                "Amanda amazed Brittany. She was relatively inexperienced, but she seemed to know everything.",
                "Amanda amazed Brittany. She acted as if she hadn't known Amanda long.",
                "Amanda amazed Brittany. She kept staring at belt buckles and above the belt this time.",
                "Amanda amazed Brittany. She had stood there for almost right, ready for the conversation to end and slink away, when Brittany surged forward and knelt in front of her.",
                "Amanda amazed Brittany. She looked squishy flesh mixed with gold.",
                "Amanda amazed Brittany. She knew that by Sam's video stories the night before, Sam would be blown away.",
                "Amanda amazed Brittany. She tested the limits of their relationship sexually and emotionally.",
                "Amanda amazed Brittany. She asked her to explain.",
                "Amanda amazed Brittany. She'd never admit it, but she had a feeling that in order to set up a stairway so that Brittany could join the party that afternoon, Amanda had put herself on the list of people who needed to.",
                "Amanda amazed Brittany. She went to 1,000-dollar jewels and Jillian\n\nwent to gold and diamonds.",
                "Amanda amazed Brittany. She helped her into the Lord of the Glen.",
                "Amanda amazed Brittany. She loved this girl, and was eager to become her friend.",
                "Amanda amazed Brittany. She really is remarkable.",
                "Amanda amazed Brittany. She described how marvelous Autumn Sparks – AKA Autumn's mother – was.",
                "Amanda amazed Brittany. She felt a lump gain in her throat as he held out her purse.",
                "Amanda amazed Brittany. She had a terrible time with this.",
                "Amanda amazed Brittany. She could see from the look in Brittany's eyes she knew Alex wasn't that moved by the roovesion.",
                "Amanda amazed Brittany. She said, \"Steve has $\\Omega n$!\" In fact, StarCraft, a free online multiplayer battle game, has $\\Omega\nn$ running on just 10 players assuming each of them will play for.",
                "Amanda amazed Brittany. She found that, on the whole, her encounter with Willa Larkin had aroused the same kind of warm devotion that Buck's childish romps with Mina and Dolly La Line had aroused in her.",
                "Amanda amazed Brittany. She is into Pixies but does not know who they are.",
                "Amanda amazed Brittany. She didn't waste a second.",
                "Amanda amazed Brittany. She knew she was just as talented as any of the girls around.",
                "Amanda amazed Brittany. She'd always wondered in the back of her mind why her mom always seemed so distant and giving: why she would ordain that everything would somehow turn out without \"ruining\" anyone's life.",
                "Amanda amazed Brittany. She came to church and talked to each one of us, and even to Laura, who feels she doesn't belong.",
                "Amanda amazed Brittany. She always dared to stand on her tippy toes when he came around.",
                "Amanda amazed Brittany. She’s good like that.",
                "Amanda amazed Brittany. She gazed back, knowing what Christine was thinking.",
                "Amanda amazed Brittany. She had changed after all.",
                "Amanda amazed Brittany. She is the daughter Brittany isn't too proud to admit she would pawn for.",
                "Amanda amazed Brittany. She couldn't tell her.",
                "Amanda amazed Brittany. She had not known her very well, but she had seen her twice.",
                "Amanda amazed Brittany. She was successful.",
                "Amanda amazed Brittany. She flew into action and began calling everyone she had ever known, tilting her voice to a deep, steady timbre.",
                "Amanda amazed Brittany. She had come up with the perfect angles on her elbows and forearms most of the day.",
                "Amanda amazed Brittany. She was enjoying the life of luxury.",
                "Amanda amazed Brittany. She made sure to have her signature lipstick glittering in the light.",
                "Amanda amazed Brittany. She'd met a lot of humans The Pale folk were easy to talk to sometimes, but it was definitely up there with the absolutet the best.",
                "Amanda amazed Brittany. She knew her friend came to Carmody's from far and wide, and she noticed she had a carefree, joyful quality she had not observed in her when she was Leaford's ruler.",
                "Amanda amazed Brittany. She watched the new FedEx delivery from the FedEx store, surmised she had a secret drawer of clothes, and said how nice Sid would be to have some of her clothes too.",
                "Amanda amazed Brittany. She was always in charge.",
                "Amanda amazed Brittany. She had never imagined it would be so similar—there was no means by which to tell whether their hearts were not totally at variance.",
                "Amanda amazed Brittany. She didn't know what they talked about, or really if anything truly was said, but she had no idea what would happen.",
                "Amanda amazed Brittany. She took advantage of her boyfriend's absence to take the showbiz world by storm.",
                "Amanda amazed Brittany. She had this calendar in her office from her years as a lawyer and consultant.",
                "Amanda amazed Brittany. She was a ball of strength but it was a transitory exercise.",
                "Amanda amazed Brittany. She fell for all this about Vin's character, and was honestly intrigued! What if he had had the same reaction to the main character in ADIL even after years and years had gone by since it was first written.",
                "Amanda amazed Brittany. She so loved her before, but now the sheer knowledge of her Creator's love radiated from the interpreter.",
                "Amanda amazed Brittany. She opened the door wider.",
                "Amanda amazed Brittany. She always had amazing expectations for her, which so often weren't met.",
                "Amanda amazed Brittany. She was embarrassed that she had put herself there, but not by as much as she would have expected.",
                "Amanda amazed Brittany. She reckoned she was 31, maybe even 32, but she was bald, and no wonder.",
                "Amanda amazed Brittany. She confessed, \"I'm pretty much just your average suburban banker's daughter.",
                "Amanda amazed Brittany. She honestly,\nmerely copied it so that you wouldn't know it was hers.",
                "Amanda amazed Brittany. She's just as wonderful as I thought!\"\n\nAnissa pushed a blush-colored lock of hair from her face.",
                "Amanda amazed Brittany. She had trained under Amanda's childhood friend Master Marshal Ed Brittingham.",
                "Amanda amazed Brittany. She took a bite of a scalloped potato shred and nuzzled it against her.",
                "Amanda amazed Brittany. She prepared the enlightening speech, but aside from a quick Jeep toast, they did not exchange any words of substance.",
                "Amanda amazed Brittany. She instantly realized why Brittany had told you she held back from using her magic powers.",
                "Amanda amazed Brittany. She was very thin, like a fine porcelain figurine, yet muscular; she had kind eyes and wore plaid skirts.",
                "Amanda amazed Brittany. She has a great body and it is super feminine to\nhave a tight ass that she'd breastfed so well.",
                "Amanda amazed Brittany. She was no good.",
                "Amanda amazed Brittany. She had a massive baby bump.",
                "Amanda amazed Brittany. She was so used to tucking the puppy down close and letting it hold her hand so she wouldn't fall over, that it somehow was easier this way.",
                "Amanda amazed Brittany. She was responsible and courteous with her passengers, but she didn’t treat them like colts.",
                "Amanda amazed Brittany. She was the opposite of Julie.",
                "Amanda amazed Brittany. She nodded.",
                "Amanda amazed Brittany. She continued, \"It isn't that I remember Mercy and new perspectives don't develop.",
                "Amanda amazed Brittany. She was like, “You know how you had your head shaved for Twilight?”\n\nBrittany: Yeah!\n\nAmanda: “Well, we were going to shave your head.",
                "Amanda amazed Brittany. She saw a lot of promise in the girl and quickly hit the gym three days a week looking for a player to bring with her to Michigan State.",
                "Amanda amazed Brittany. She noticed the purple hair and serious demeanor that Brittany always took on.",
                "Amanda amazed Brittany. She started to get back up, but Brittany held her down with a defending hand.",
                "Amanda amazed Brittany. She didn't have to do anything.",
                "Amanda amazed Brittany. She said, \"If you let me take one picture, I'll give you Brittany.",
                "Amanda amazed Brittany. She had been more than receptive to their offer - especially his presence was about\nlove and trust.",
                "Amanda amazed Brittany. She's such a natural.",
                "Amanda amazed Brittany. She took Halley and Penny aside to tell them the news and, though his heart sank as he thought of that day a dozen years before when he'd fallen in love with Trisha, he was glad, too.",
                "Amanda amazed Brittany. She walked down the hallway and introduced them all to Martina.",
                "Amanda amazed Brittany. She also told The Funky Shackgirl that she used the races held for \"standard\" guides to fill out there private issue.",
                "Amanda amazed Brittany. She saw Bridget's thoughts – how sisterly they looked together.",
                "Amanda amazed Brittany. She was still standing in the center of the square, swaying with the slow-motion motion of the freighters and hollered at the monster from behind her back, \"Hey Beth, over here!\" Ten.",
                "Amanda amazed Brittany. She loves Easter.",
                "Amanda amazed Brittany. She leaned forward.",
                "Amanda amazed Brittany. She was certainly not the first.",
                "Amanda amazed Brittany. She was dressed almost the same as before except for a different sparkling sash hanging around her neck.",
                "Amanda amazed Brittany. She shrieked and jumped to her feet.",
                "Amanda amazed Brittany. She had rung that night to see if she might be up to coming with Thea, etc.",
                "Amanda amazed Brittany. She had a very demure look and features\nthat some have called nice.",
                "Amanda amazed Brittany. She looked up from the camera's three hundred and\n\nfive-year run, saw the headnow spouting a small cloud of spittle toward\n\nthe lake and asked to borrow one of her cigarettes from.",
                "Amanda amazed Brittany. She hoped it worked that way for Brice.",
                "Amanda amazed Brittany. She couldn't work out why, though.",
                "Amanda amazed Brittany. She apparently shared a birthday with Nancy Severn.",
                "Amanda amazed Brittany. She was really beautiful, honest, friendly and fun to be with.",
                "Amanda amazed Brittany. She looked as sharp as ever, engaged with Emma, with Alex.",
                "Amanda amazed Brittany. She said “This is the best day ever!” & she totally, completely, 100% agree with her.",
                "Amanda amazed Brittany. She opened the door to her brother's chambers, dressed in a normal and fine uniform of no bloodstained clothing whatsoever.",
                "Amanda amazed Brittany. She didn't know what to think or say.",
                "Amanda amazed Brittany. She was used to people constantly pushing her away but now she suddenly understood her inhibitions were ridiculous."
            ],
            "counts": {
                "Amanda": 4,
                "Brittany": 10
            }
        },
        "Brittany was amazed by Amanda. She": {
            "details": {
                "pronoun": [
                    31,
                    34
                ],
                "options": [
                    [
                        23,
                        29
                    ],
                    [
                        0,
                        8
                    ]
                ]
            },
            "sentences": [
                "Brittany was amazed by Amanda. She looked too young to have been a top model—her face young and fresh, like a child's.",
                "Brittany was amazed by Amanda. She felt like she knew almost nothing about her.",
                "Brittany was amazed by Amanda. She was so sweet, cheerful and relaxed without making her seem high-maintenance.",
                "Brittany was amazed by Amanda. She seemed to have Zoey’s mind-reading ability.",
                "Brittany was amazed by Amanda. She presided over many even more outlandish parties.",
                "Brittany was amazed by Amanda. She knew from the minute she laid eyes upon her that she was a major league feral.",
                "Brittany was amazed by Amanda. She had always seen her Aunt Ruth as a kind of old-fashioned positive Nancy character, and after seeing her this way it was uncanny.",
                "Brittany was amazed by Amanda. She was one of the most intelligent girls she had ever met and she wanted her to know how tickled she had made her about Marcus and the forthcoming nuptials.",
                "Brittany was amazed by Amanda. She was so much in demand.",
                "Brittany was amazed by Amanda. She seemed sophisticated, more grown up than Kelly and her other victims obviously presented.",
                "Brittany was amazed by Amanda. She envied the admiration that the people of Medford gave her.",
                "Brittany was amazed by Amanda. She was just a skinny girl without a mark on her, stuck on the side of? Brittany was told to beass three special people by Peter.",
                "Brittany was amazed by Amanda. She was a very female Air Force.",
                "Brittany was amazed by Amanda. She was so different from the girls in her class.",
                "Brittany was amazed by Amanda. She had the nicest clothes, the\nperfumery was the healthiest she'd ever smelled, and apparently she\nconsidered them the most dazzling things the great town had to offer.",
                "Brittany was amazed by Amanda. She was touring Susan's show and without realizing it, she had also paid for my ticket.",
                "Brittany was amazed by Amanda. She was an attractive young woman.",
                "Brittany was amazed by Amanda. She knew her friend from teen dances and even as a dredware, Kurt was more elegant and sophisticated than your buddy brother or two chaps that are, you know, cut from the same cloth.",
                "Brittany was amazed by Amanda. She was an expert with the diaper bags and load-bearing Swedish baby carriers, but she'd never handled a vehicle the size of a Mercedes or a Spartan SUV.",
                "Brittany was amazed by Amanda. She was beautiful, too beautiful for her,\nand certainly too beautiful to just have a one-night stand with.",
                "Brittany was amazed by Amanda. She looked like a regular nine and a half-year-old kid.",
                "Brittany was amazed by Amanda. She felt the weight of Katie's illness, but she felt Amanda's strength.",
                "Brittany was amazed by Amanda. She was irie.",
                "Brittany was amazed by Amanda. She's been so.",
                "Brittany was amazed by Amanda. She was, as she put it, 'beyond good.",
                "Brittany was amazed by Amanda. She was adorable for a girl who was twenty-two.",
                "Brittany was amazed by Amanda. She had the ability to really sniff out a situation emotionally that the rest of the room couldn't see.",
                "Brittany was amazed by Amanda. She was cool, take no notice, a rock star who was an excellent teacher, and demonstrated on top of that how loving a human being she was.",
                "Brittany was amazed by Amanda. She didn't even know what to believe anymore.",
                "Brittany was amazed by Amanda. She was kinder and more sensitive than she had ever been.",
                "Brittany was amazed by Amanda. She had a solid core of fears and anxieties, and clearly Amanda's mind worked in recognizable ways.",
                "Brittany was amazed by Amanda. She had always thought her mother a coldly\nunaffected woman, but it was obvious to her this was no ordinary woman.",
                "Brittany was amazed by Amanda. She detected in herself a similiarity of the moment.",
                "Brittany was amazed by Amanda. She had never thought she was somebody to\ntake an interest in her life, and now she had come across somebody both\nkind and somewhat independent.",
                "Brittany was amazed by Amanda. She began to tell her everything that she herself did to get ready.",
                "Brittany was amazed by Amanda. She had never met anyone like her.",
                "Brittany was amazed by Amanda. She was so beautiful and it was very easy\nto understand the innocent look that emanated from her.",
                "Brittany was amazed by Amanda. She was blunt and hyper, excitable and talkative.",
                "Brittany was amazed by Amanda. She seemed way smarter than others understanding that Clermont was not a woman at all.",
                "Brittany was amazed by Amanda. She was stunning and will remember that\nrelationship for years.",
                "Brittany was amazed by Amanda. She was beautiful, in her thirties, wearing a plunging purple dress that showed off her shapely cleavage.",
                "Brittany was amazed by Amanda. She looked like her.",
                "Brittany was amazed by Amanda. She felt adopted by her mother, and in the process, they bonded.",
                "Brittany was amazed by Amanda. She looked just like her mother.",
                "Brittany was amazed by Amanda. She was the epitome of competence and elegance, both are traits which really twisted her around.",
                "Brittany was amazed by Amanda. She smiled slightly, and now you can see the frustration draped over her face.",
                "Brittany was amazed by Amanda. She was motionless and looked almost as if she was frozen in place without obvious cause.",
                "Brittany was amazed by Amanda. She seemed like an amazing woman, deliciously sexual, and terrifying in the way a skink or a lizard is terrifying, part of a world that existed long, long ago, before I had even been.",
                "Brittany was amazed by Amanda. She was wearing what looked like a pin-up\nskirt with a T-shirt underneath and a pair of high-heeled platform sandals.",
                "Brittany was amazed by Amanda. She had her book.",
                "Brittany was amazed by Amanda. She had confided to her that she had never paid much attention to not eating because she never ate, mostly because she was happy with what she ate and until the past few months had lost any interest in regulating.",
                "Brittany was amazed by Amanda. She was loving every second of Niall's words.",
                "Brittany was amazed by Amanda. She seemed different from all the girls who’d come before.",
                "Brittany was amazed by Amanda. She was mine brilliant.",
                "Brittany was amazed by Amanda. She had waited so long to find a friend, someone that actually seemed to already understand her, and somehow it had happened.",
                "Brittany was amazed by Amanda. She couldn’t understand how a mother could take her daughter with a liar so close to her.",
                "Brittany was amazed by Amanda. She was smart, hardworking, and looked like a model's model in a basic, recently acquired inexpensively improved green and yellow Kuerig with her very short, style-sensitive, blonde hair and.",
                "Brittany was amazed by Amanda. She had always believed Dinah was flawed and her talent had been commonplace.",
                "Brittany was amazed by Amanda. She was smiling as well as Lacie.",
                "Brittany was amazed by Amanda. She seemed to do absolutely anything with her life and, oh, what was her name again? Danger, no, I think.",
                "Brittany was amazed by Amanda. She never thought her girlfriend had a metal alter ego who lived with the monsters.",
                "Brittany was amazed by Amanda. She was primitive and untouched by the\ncivilized world and took everything as it came, untying her hair ribbon\nwith its silver clasps with delight as she hurried to hide the ribbon in\n.",
                "Brittany was amazed by Amanda. She was so ill-tempered and\nso bossy and did only what she wanted to, and didn't seem to\nappreciate Amanda's general sense of responsibility -- Amanda\nwas always coming up.",
                "Brittany was amazed by Amanda. She was more beautiful than the picture she'd projected.",
                "Brittany was amazed by Amanda. She looked like no student he'd ever met.",
                "Brittany was amazed by Amanda. She was obviously not seriously depressed and happy, because she was gussied up like a Grecian goddess in her purple robes.",
                "Brittany was amazed by Amanda. She couldn't imagine how much work it must be to be considerate of other people, almost never bragging about her own ability, and practically never including herself in conversations.",
                "Brittany was amazed by Amanda. She thought he resembled the Emperor in “The Lion of Vienna.",
                "Brittany was amazed by Amanda. She'd had a crush on Kent and Diego at first.",
                "Brittany was amazed by Amanda. She was from the very first.",
                "Brittany was amazed by Amanda. She had an infectious smile, and her manicured nails had a rainbow of pearls, diamonds, and gemstone shapes everywhere.",
                "Brittany was amazed by Amanda. She, unlike a lot of those people in Photoshop Nation, had lovely hair.",
                "Brittany was amazed by Amanda. She hadn't ended up with any man she liked but she loved being part of somebody's family, enjoying her husband, and was delighted to be surrounded by friends and family.",
                "Brittany was amazed by Amanda. She seemed to know Emma so well that it was plain to Brittany that they wouldn't discuss anything serious—Emma and Brittany would be safe.",
                "Brittany was amazed by Amanda. She looked like a million bucks with her palate.",
                "Brittany was amazed by Amanda. She was arranged, one hell of a girl.",
                "Brittany was amazed by Amanda. She would not be separated from her daughter this time but would be with her full time and Nicole would welcome her whether Amanda wanted her to reach out to her or not.",
                "Brittany was amazed by Amanda. She had a child’s enthusiasm of learning to better the environment.",
                "Brittany was amazed by Amanda. She immediately thought her bright yellow pumps were cute, so she asked her daughter to try on her shoes.",
                "Brittany was amazed by Amanda. She had probably been using drum pads for years, and she didn’t stall when Amanda told her about her battle with addiction.",
                "Brittany was amazed by Amanda. She hadn't seen girls like them outside of her research for her PhD.",
                "Brittany was amazed by Amanda. She was too tall for Airliner, and not nearly as pretty.",
                "Brittany was amazed by Amanda. She had an intimidating presence, and seemed to glow.",
                "Brittany was amazed by Amanda. She had beautiful soft dark eyes, a tight long body and a pair of amazing tits that were right in the center of her bra.",
                "Brittany was amazed by Amanda. She gazed up at the beautiful creature who had saved her life.",
                "Brittany was amazed by Amanda. She was so amazingly gorgeous.",
                "Brittany was amazed by Amanda. She’d always considered the situation to be an ATE situation, INT, minus a few emotional notes and pleasantries- but now Brittany was thrown into the deep end.",
                "Brittany was amazed by Amanda. She told her everything she did while she wrapped toys, and she was persistent in her curriculum demands.",
                "Brittany was amazed by Amanda. She saw her mainly from a distance, like a weird statue.",
                "Brittany was amazed by Amanda. She explained that Brooke was very mature for her age.",
                "Brittany was amazed by Amanda. She thought her ass was way beyond reach.",
                "Brittany was amazed by Amanda. She had always liked her age, having confessed to being Brandon’s age herself.",
                "Brittany was amazed by Amanda. She was the kind of girl who wore lipstick all the time and was proud of it.",
                "Brittany was amazed by Amanda. She was kind and patient with him,\nbut also fierce in her attacks on the school.",
                "Brittany was amazed by Amanda. She just sat there with that friend for the entire time just wearing the same black velour jacket.",
                "Brittany was amazed by Amanda. She wasn't the first hot girl to make eye-contact with her and some girls had been in their high school when Brittany had been in hers.",
                "Brittany was amazed by Amanda. She stopped the stopwatch.",
                "Brittany was amazed by Amanda. She had explained to her how to do this and how to do that.",
                "Brittany was amazed by Amanda. She was amazing in a really serious way.",
                "Brittany was amazed by Amanda. She's known the lady for many years and is most definitely a patient of Nurse Amari's heart and kidney machines."
            ],
            "counts": {
                "Amanda": 6,
                "Brittany": 5
            }
        }
    }
}