{
    "metadata": {
        "model": "EleutherAI/pythia-410m",
        "revision": "main",
        "num_parameters": 405334016,
        "timestamp": "2023-10-16 14:51:47.153656"
    },
    "John seized the comic from Bill. He": {
        "details": {
            "pronoun": [
                33,
                35
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    27,
                    31
                ]
            ]
        },
        "sentences": [
            "John seized the comic from Bill. He was delighted to have the comic out, however.",
            "John seized the comic from Bill. He handed it to Jim, who\nstruck up a conversation with Bill that enabled Jim to secure employment with\nthe comic.",
            "John seized the comic from Bill. He picked up Bill's bag.",
            "John seized the comic from Bill. He was too afraid of that.",
            "John seized the comic from Bill. He pulled the cover on the book and showed the illustrations to Dan, asking for permission to add a new drawing by Bill's friend Jasper P.",
            "John seized the comic from Bill. He was\nstruggled with.",
            "John seized the comic from Bill. He told Bill that I would not be making another pass, but that I must keep a closer eye on their movements.",
            "John seized the comic from Bill. He put it in his pocket, a big cardboard box, like in one of those little comic albums.",
            "John seized the comic from Bill. He had a little crush on Bill until he got around to reading it.",
            "John seized the comic from Bill. He made copies and placed them in the basement.",
            "John seized the comic from Bill. He read it.",
            "John seized the comic from Bill. He read on, then laughed, and,\nthinking that everybody had gone to bed, went outside to the stable, his\ndog, Toby, following him.",
            "John seized the comic from Bill. He had some sort of trouble, Bill said.",
            "John seized the comic from Bill. He didn't know it was the same character.",
            "John seized the comic from Bill. He asked,\nwhat's on my mind? and a minute later his own eyes had followed Bill's\nevery movement and then his attention settled upon the table.",
            "John seized the comic from Bill. He was too excited, he burst out laughing.",
            "John seized the comic from Bill. He had kept it with me in case Bill needed a weapon.",
            "John seized the comic from Bill. He'd heard the tale of the comic, and wanted the money.",
            "John seized the comic from Bill. He took him to a small room where he told Tony he had made the comic himself.",
            "John seized the comic from Bill. He had it in his hand, with\na paper stick that Bill had kept in his pocket, saying to Bill that\nhe was going to be in a game of golf and he would not wait outside until\n.",
            "John seized the comic from Bill. He read a word in it, and, when,\n\n\" _I would like the best,\"_ he said.",
            "John seized the comic from Bill. He tore off a strip of wrapping and\nprinted it in order to show him the proper place for his paper.",
            "John seized the comic from Bill. He said, 'Here we go again.",
            "John seized the comic from Bill. He placed it near her pillow.",
            "John seized the comic from Bill. He glanced at the name and then at her eyes, which he seemed to perceive so clearly.",
            "John seized the comic from Bill. He handed it to the shop manager.",
            "John seized the comic from Bill. He ripped the pages from the book, threw the comic into a garbage can, and set to work.",
            "John seized the comic from Bill. He stared.",
            "John seized the comic from Bill. He took a quick look at it, then handed it back to Bill.",
            "John seized the comic from Bill. He turned out to be a very clever and smart man, and I'm sure I'll remember that when I see him at work in a new comic.",
            "John seized the comic from Bill. He\nthen handed it, unwelcomed by Bill, to his wife, where it was left\nin the bedroom on the top shelf of the mantel in the little dressing\nroom.",
            "John seized the comic from Bill. He threw it on top of the sofa at Bill's feet for Bill to pick up, so Bill could hold it.",
            "John seized the comic from Bill. He walked away, and Bill left her for the comic.",
            "John seized the comic from Bill. He was amazed, and said that he might as well hold on to it.",
            "John seized the comic from Bill. He handed it to Bill for identification, and Bill took it to the garage, where he examined it for fingerprints and found that he had identified the face as that of the defendant and the words \"Bill\" were the.",
            "John seized the comic from Bill. He carried it downstairs and\n\nput the last of the puffs in the top.",
            "John seized the comic from Bill. He was proud\nof his comics, and of his comic book collecting.",
            "John seized the comic from Bill. He was a large man, with big strong shoulders, a broad back, and big hunk of a red face.",
            "John seized the comic from Bill. He sat down to read a short story by R.",
            "John seized the comic from Bill. He had never had a problem with the stories.",
            "John seized the comic from Bill. He put it on the table, and, just before supper, he pulled it in the direction of the stairs.",
            "John seized the comic from Bill. He gave Bill all the comics that he'd want, and Bill felt sure Bill wanted him to have them.",
            "John seized the comic from Bill. He got a hold of it and\nwanted to buy it as soon as possible and gave Bill thirty dollars for it.",
            "John seized the comic from Bill. He turned it over to Bill, who was still a little bit embarrassed.",
            "John seized the comic from Bill. He read the book aloud to Mr.",
            "John seized the comic from Bill. He said to Gee,\n\"Jim, I got a little something here for you.",
            "John seized the comic from Bill. He put his hand there, where it had been;\nthen reached in, felt the hard-packed earth, and brought it up in a\nthrust, which sent up a groan from Bill.",
            "John seized the comic from Bill. He was very interested to see\n\nhow she was dressed on paper, but then he remembered something he had seen in a book\n\nwhen he was a young man and he remembered Bill looking over the comic,.",
            "John seized the comic from Bill. He had just returned after a hard day of work.",
            "John seized the comic from Bill. He took the comic and put it in a\nyarn bag.",
            "John seized the comic from Bill. He passed it in to the nurse and then to Dianne.",
            "John seized the comic from Bill. He gave him his name, said\nsomething about his being a member of a gang, and that he lived about one\nmile from the house.",
            "John seized the comic from Bill. He had to\ngo to the door, and throw it back into my hand, before they could\nreturn into the house.",
            "John seized the comic from Bill. He opened the door.",
            "John seized the comic from Bill. He\n\nopened it, stared at it for a moment, and then said, “Well, well! You two should see if I\ncome back.",
            "John seized the comic from Bill. He put a few strips into it over the phone before he left.",
            "John seized the comic from Bill. He read the\nword _A_ at the bottom; the _B_ of the page; _A_ and _B_ together.",
            "John seized the comic from Bill. He looked it over, read it.",
            "John seized the comic from Bill. He stared at it for a moment or two, then bent back down, bent down and stared again.",
            "John seized the comic from Bill. He put the comic over his head.",
            "John seized the comic from Bill. He held it up and looked at it.",
            "John seized the comic from Bill. He put it in his pocket, and put the papers into Bill’s hand.",
            "John seized the comic from Bill. He'd already been in the mood to be a clown on TV.",
            "John seized the comic from Bill. He was pleased to see it was a comic book version of the Bible.",
            "John seized the comic from Bill. He gave it to him and made a pile from the leftovers and gave it to Tom, who was out of the room looking for more.",
            "John seized the comic from Bill. He carried it to the hall where, his face pressed into the grimy woodwork, he watched Bill open the trunk and unwind a big leather wallet.",
            "John seized the comic from Bill. He took it to the library,\nand, seeing the comic in a corner, called out \"Here! Here! Here!\"\n(He was a queer old fellow with whom those who lived among them\ncar.",
            "John seized the comic from Bill. He said nothing but looked at it.",
            "John seized the comic from Bill. He held it before Lydia, and the rest of the group followed suit.",
            "John seized the comic from Bill. He set up a press interview with his dad.",
            "John seized the comic from Bill. He placed the comic under his arm, and\nthen said,\n\n\"Bill, the next time you call on him he'll be here.",
            "John seized the comic from Bill. He tore at and cut through the cover of it before he ripped it wide open and threw it across Bill's face.",
            "John seized the comic from Bill. He then handed the comic to Bill who read it, then handed it back, all of Bill’s comic books to Mr Johnson.",
            "John seized the comic from Bill. He looked it over, and decided that it was too long, but that was only because it was in black-on-white, and Bill had given him the title already.",
            "John seized the comic from Bill. He read the chapter the way a book of letters should be read.",
            "John seized the comic from Bill. He shook it open.",
            "John seized the comic from Bill. He got a hold of it, said, \"Where is this, Bill?\" Bill held on to the comic, with the same insistence and insistence that I had never heard Bill voice before.",
            "John seized the comic from Bill. He put it in a can and passed it onto the next one and then passed it onto the next one.",
            "John seized the comic from Bill. He carried the comic by the ankles.",
            "John seized the comic from Bill. He said, \"I don't give a s--- if you guys were serious about this, but I'll sell you a script if you'll give it back to me.",
            "John seized the comic from Bill. He could see from the\nbarn window that the whole place was a scene of disarray, and that the\nwhole country was on fire with the work-bubbles of firecrackers and\n.",
            "John seized the comic from Bill. He passed it to Tom Joad, who passed it to Jiminy Cricket.",
            "John seized the comic from Bill. He picked a spot at the top of the stairs, and a figure emerged in the door.",
            "John seized the comic from Bill. He opened it one last time, his face dark from whiskey.",
            "John seized the comic from Bill. He read it to Bill and Bill to see how much Bill understood it.",
            "John seized the comic from Bill. He picked it up, put it in his pocket and pulled his own hand behind his back.",
            "John seized the comic from Bill. He began making adjustments, pulling out several from around Bill's arms and the chest.",
            "John seized the comic from Bill. He gave it, and said, \"Bill, I should like to offer you as your partner three hundred bucks a week for the next month.",
            "John seized the comic from Bill. He was looking for the \"Duke\" magazine, and Bill found it while he was in the middle of writing a story on a young lady called \"Gloria Hightower.",
            "John seized the comic from Bill. He threw the pages on the table and walked out.",
            "John seized the comic from Bill. He took it to his father, Bill’s grandfather.",
            "John seized the comic from Bill. He carried it to Bill with him, and the next day Bill and I drove back to my house in the car.",
            "John seized the comic from Bill. He glanced up at Bill's grin and said \"Hairy Dick\" before turning over to read the picture.",
            "John seized the comic from Bill. He was holding the back of Bill's head, so that he could read what Bill had written.",
            "John seized the comic from Bill. He then took the box from the back, set it down for Bill to retrieve, and began snatching comic strips off the cover.",
            "John seized the comic from Bill. He took a deep breath and let it out through the right nostril, only to then choke himself after an explosion of laughter and shouting.",
            "John seized the comic from Bill. He threw the comic in an empty safe.",
            "John seized the comic from Bill. He turned it inside out on the floor but Bill's eyes were still open.",
            "John seized the comic from Bill. He then told Bill where he was taking\nhim, and Bill replied that he had been working at the barber shop and\nwas returning to visit his mother.",
            "John seized the comic from Bill. He read it and started writing, and later made a new version for it to be published in Germany."
        ],
        "counts": {
            "John": 1,
            "Bill": 52
        }
    },
    "John passed the comic to Bill. He": {
        "details": {
            "pronoun": [
                31,
                33
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    25,
                    29
                ]
            ]
        },
        "sentences": [
            "John passed the comic to Bill. He was just a year his junior, but Bill was already doing a lot of drawing when he came to the shop and they started chatting.",
            "John passed the comic to Bill. He began a poem to it.",
            "John passed the comic to Bill. He passed it\nto me.",
            "John passed the comic to Bill. He was surprised that the old man did not understand.",
            "John passed the comic to Bill. He read it, the way a person reads a book, and then passed it to his daughter, Nancy.",
            "John passed the comic to Bill. He was looking at it with an inquiring glance, with eyes that were far more serious than he usually had.",
            "John passed the comic to Bill. He gave one of my favorite\nnotes, \"It's really no wonder that we don’'t talk to him very much, Bill.",
            "John passed the comic to Bill. He opened the flap on the door, and the two of them found themselves face-to-face with the story of the last two days.",
            "John passed the comic to Bill. He set it up in the rear dining room at the clubhouse and had a seat to watch it.",
            "John passed the comic to Bill. He read it aloud and said how he really understood what they were trying to say, but Bill went to work on a paper and wrote one word at a time.",
            "John passed the comic to Bill. He said it was the best one he'd seen and that the artist was the best he'd seen.",
            "John passed the comic to Bill. He said he didn't want the whole book--and this was when Jimmie had been so sick he wasn't even allowed out to the garage to get some of his own.",
            "John passed the comic to Bill. He put a few pictures up on the board.",
            "John passed the comic to Bill. He looked at the\n  book, shook his head, and returned to the work he had given him.",
            "John passed the comic to Bill. He read it aloud, in the slow,\noverbearing voice of an elderly man whose memory for words of the dead\nhave not been allowed to return.",
            "John passed the comic to Bill. He took down a couple of the pages and passed them to the boy.",
            "John passed the comic to Bill. He looked at the title.",
            "John passed the comic to Bill. He said:\n\n'He's about six or seven foot with an average build, nice build, young\nyoung, strong, a great strength, but a great personality.",
            "John passed the comic to Bill. He read it from top to bottom and gave a thumbs up.",
            "John passed the comic to Bill. He could look around and read from any page; even the stories were set in the present and had not been rewritten, just as they had been before, or after, or in other times or styles.",
            "John passed the comic to Bill. He wrote some more and asked questions.",
            "John passed the comic to Bill. He opened it to find six more pages of comics.",
            "John passed the comic to Bill. He wasn't happy about the comic, as he had always read him as a child and did well to keep him from becoming a fan, but he still liked the comic.",
            "John passed the comic to Bill. He started reading the book and was quickly hooked.",
            "John passed the comic to Bill. He didn't know a thing of comics, but by being in the comic book business, was in the business of selling comics.",
            "John passed the comic to Bill. He said it had been a while since we'd worked together.",
            "John passed the comic to Bill. He read it, then handed the comic to the girl who was standing beside the window.",
            "John passed the comic to Bill. He smiled and took the book.",
            "John passed the comic to Bill. He began reading it out loud.",
            "John passed the comic to Bill. He took it into his own hands: \"Here's the real\n\nOne can see why this is such an important book to me, and I do not think that it is a work for the faint-hearted.",
            "John passed the comic to Bill. He was holding his hands open and holding the comic in his arms.",
            "John passed the comic to Bill. He had a long, hard stare as he did so, but he wasn't paying Bill any attention, he was more interested in the comic.",
            "John passed the comic to Bill. He held up the comic in his hand and said quietly, quite simply, 'It's a bad boy.",
            "John passed the comic to Bill. He stared it down with\nhis eyes, and then he folded it with some eager care in which he\nlaughed at himself for a little while.",
            "John passed the comic to Bill. He was shocked at how old the comic was.",
            "John passed the comic to Bill. He sat\nback in his car and looked across the empty street at the storefronts\nwhere he had been before.",
            "John passed the comic to Bill. He took off his glasses and put them on, but this caused the glasses to run down his face with their reflection in the mirror.",
            "John passed the comic to Bill. He was a very good student and the books he had read were good, but he felt I got to take that to the next level.",
            "John passed the comic to Bill. He took a swig of his drink and then turned to Mr Robinson.",
            "John passed the comic to Bill. He said, \"Ah, yes, the book from last week, 'The Girl in the Moon'.",
            "John passed the comic to Bill. He shook one hand.",
            "John passed the comic to Bill. He looked the last of the comic at the window, and then came back into the room.",
            "John passed the comic to Bill. He took a page from the comic, though.",
            "John passed the comic to Bill. He went through the opening and closing titles, turning to page 6.",
            "John passed the comic to Bill. He was in tears as he looked past her\nthrough tears into Jim.",
            "John passed the comic to Bill. He liked it and he told Bill about it, \"Here is something new, a nice story\", and he told him to try it out.",
            "John passed the comic to Bill. He put the book on the edge of a table and told Bill to pick up the copy.",
            "John passed the comic to Bill. He read everything he could find on the subject, but was unable to explain the mystery to them — he seemed unaware of how it worked.",
            "John passed the comic to Bill. He set down the comic, saying it was \"funny\" and \"funny as a pie,\" but neither did anyone question it.",
            "John passed the comic to Bill. He had a hard time understanding that he still held the entire collection.",
            "John passed the comic to Bill. He said \"That's an excellent thing.",
            "John passed the comic to Bill. He leaned back in his chair, put his leg over the armrest, reached inside his coat and pulled out a small package.",
            "John passed the comic to Bill. He held out his hand and waved Bill over.",
            "John passed the comic to Bill. He looked at Bill a little boy, and smiled and said:\n\n\"I guess I just want to know if your new comer's so big, or not so big.",
            "John passed the comic to Bill. He passed it back to me and handed over the issue with the words “In a very clever way this is my little girl who has grown up to be a star.",
            "John passed the comic to Bill. He nodded approval.",
            "John passed the comic to Bill. He was out again, walking around the bar and taking an occasional shot at a pool cue, and I wondered how much a guy could do on two bucks.",
            "John passed the comic to Bill. He stopped suddenly.",
            "John passed the comic to Bill. He began to read it, he said, looking over it at the girl, and he did not stop from the third page to the last.",
            "John passed the comic to Bill. He had no hesitation in giving her the entire issue.",
            "John passed the comic to Bill. He turned back to see Bill was staring at a plate of bread.",
            "John passed the comic to Bill. He glanced at the book.",
            "John passed the comic to Bill. He passed it over to me.",
            "John passed the comic to Bill. He turned to the other side of the desk and asked, \"What's up?\"\n\nBill turned back.",
            "John passed the comic to Bill. He looked at it: \"Do you mind if I have a look, Bill? I don't like the look.",
            "John passed the comic to Bill. He read it quickly in hopes of catching his daughter reading it, with every line capitalized to make as much sense as he could.",
            "John passed the comic to Bill. He turned to say \"I just remembered,\" and took a breath\n\nin gratitude.",
            "John passed the comic to Bill. He glanced at the comic and put it down with a frown.",
            "John passed the comic to Bill. He said, \"I'll talk to you about this.",
            "John passed the comic to Bill. He saw a newspaper article about this.",
            "John passed the comic to Bill. He looked it over.",
            "John passed the comic to Bill. He did not return the call, and Bill didn't go out of earshot.",
            "John passed the comic to Bill. He couldn't.",
            "John passed the comic to Bill. He then told Jimmy that he had a little book on the way, and would we get to it shortly, as he was coming home from a gig, and had something to do before he went home.",
            "John passed the comic to Bill. He read the page quickly and then looked at Bill's wife sitting by the window, her beautiful dark hair swinging gently against the black of the frame.",
            "John passed the comic to Bill. He stopped dead in the doorway and stared\nobviously at the comic book, his jaw dropped, too.",
            "John passed the comic to Bill. He read it, took a deep breath and said, \"I can't stand it and I sure as hell can't understand it.",
            "John passed the comic to Bill. He leaned forward, peering at the cover, at a headline that promised to be hilarious:\n\nA HUNDRED COREY BISHOP ADVOCATES, WITH FRIENDS IN.",
            "John passed the comic to Bill. He grabbed a paper from under the cover of the comic and jotted down the description, then handed it over to Bill.",
            "John passed the comic to Bill. He shook his head.",
            "John passed the comic to Bill. He got it to Chris from his copy of _The Art Show_ in _Great Lakes Home News_ magazine.",
            "John passed the comic to Bill. He gave Bill a straight face and said, \"You know Bill.",
            "John passed the comic to Bill. He said, You can tell how long he's been at it, but you really don't want to know.",
            "John passed the comic to Bill. He opened all his comics, his most recent one a _Life_, that had appeared in the fall of 1944, and started an account of his activities on the _Trib_ ; he wrote some articles for.",
            "John passed the comic to Bill. He laughed and said \"I'll play it for you.",
            "John passed the comic to Bill. He looked him in the eyes and said, 'I've told you, Bill, that he's coming with me.",
            "John passed the comic to Bill. He saw it and took a few quick glances at the panel.",
            "John passed the comic to Bill. He knew that the comic was there, so he opened it.",
            "John passed the comic to Bill. He placed it on his lap and slid the back of his hand over it, stopping it from being covered in a pearly white mist.",
            "John passed the comic to Bill. He could read it without his help at all.",
            "John passed the comic to Bill. He read the last page and smiled.",
            "John passed the comic to Bill. He turned the sheet of paper\nonto his lap and read:\n\n“We shall have another comic in the meantime, and, while we wait for\nthat, I am going to read to you about the.",
            "John passed the comic to Bill. He had been a comic book fan for his first four years, but had never been a comic book comic writer.",
            "John passed the comic to Bill. He noticed the girl still had it on her in her locker.",
            "John passed the comic to Bill. He held one eye and turned up the other, reading.",
            "John passed the comic to Bill. He didn't look too happy, though, and Bill stood up, holding his hand out.",
            "John passed the comic to Bill. He said,\n\nBill told you not to drink it, and you have to use to make\n\nmoney with your comic.",
            "John passed the comic to Bill. He gave him the comic, and Bill threw the comic at me.",
            "John passed the comic to Bill. He was wearing his glasses and, as he stood beside his wife, his eyes took some of the brunt of her glare.",
            "John passed the comic to Bill. He pulled out a folded newspaper from a rack in the front hall and read aloud his favorite cartoon, “Flying Car."
        ],
        "counts": {
            "John": 0,
            "Bill": 20
        }
    },
    "Joseph hit Patrick. He": {
        "details": {
            "pronoun": [
                20,
                22
            ],
            "options": [
                [
                    0,
                    6
                ],
                [
                    11,
                    18
                ]
            ]
        },
        "sentences": [
            "Joseph hit Patrick. He caught him in the back of the head, knocking him off his feet and into a wall.",
            "Joseph hit Patrick. He had shot off his foot and he was lying on the floor, with its foot still raised.",
            "Joseph hit Patrick. He looked back at her and started crying.",
            "Joseph hit Patrick. He's hit one shot through his face, but I think it was a hit from my gun; the other gun was held with my right hand so he wouldn't have to turn his weapon on me.",
            "Joseph hit Patrick. He pushed the truck back into the ditch.",
            "Joseph hit Patrick. He hit the shoulder bone.",
            "Joseph hit Patrick. He ran towards the back of the shed.",
            "Joseph hit Patrick. He says, \"Where the hell are you? How did you get in here?\"\n\nI grab a pack from the next table and come out and take Patrick from inside while the waiter serves someone else a drink.",
            "Joseph hit Patrick. He rolled over and shoved at his pants.",
            "Joseph hit Patrick. He is not sorry that he hit Patrick! He knows that Patrick is scared, but Patrick is not himself.",
            "Joseph hit Patrick. He thought that the other was really dead.",
            "Joseph hit Patrick. He was on the ground face down, blood on his lips.",
            "Joseph hit Patrick. He turned quickly, ready to bolt, but seeing the man had not noticed his quickness.",
            "Joseph hit Patrick. He had the chance to fight that day, instead of coming back to the motel that night.",
            "Joseph hit Patrick. He threw two punches, then another and another; but the third one, as he had known it was, had more force than that and struck the back of his head.",
            "Joseph hit Patrick. He felt pain in his left hand.",
            "Joseph hit Patrick. He had the advantage of surprise and the fact that he was still alive.",
            "Joseph hit Patrick. He thought he hit him.",
            "Joseph hit Patrick. He had to make his peace with the Lord to stay in peace.",
            "Joseph hit Patrick. He grabbed her by the hair and pulled at it before, in the air, Patrick grabbed his hand.",
            "Joseph hit Patrick. He was a better-fighting person than Patrick; he never gave up but held all his opponents at bay.",
            "Joseph hit Patrick. He struck him in the temple and Patrick rolled over dead.",
            "Joseph hit Patrick. He was driving fast.",
            "Joseph hit Patrick. He was hit in the hand, the ankle, the right ankle, both arm, the back leg, the stomach, the right side of the head, when someone shoved him.",
            "Joseph hit Patrick. He drove a car into the building and got behind the wheel.",
            "Joseph hit Patrick. He then walked away.",
            "Joseph hit Patrick. He was lucky they could tell that.",
            "Joseph hit Patrick. He yelled, \"Go get the fireman!\" A fight ensued.",
            "Joseph hit Patrick. He said his friend \"couldn't believe what he just heard.",
            "Joseph hit Patrick. He could hear him groan and his groans were loud.",
            "Joseph hit Patrick. He struck Patrick with the rifle and then dragged him to the foot of the stairs.",
            "Joseph hit Patrick. He fired at him with a short gun that hit the back of his head.",
            "Joseph hit Patrick. He was struck on the neck and back.",
            "Joseph hit Patrick. He told Patrick to move because someone was in the house.",
            "Joseph hit Patrick. He is being held in prison and his attorney says charges seem to be dropped in the statement because the FBI and the U.",
            "Joseph hit Patrick. He caught the ball and broke Patrick's arm in the air, sending him reeling.",
            "Joseph hit Patrick. He felt the pain in the side of his face, and then, just with his shoulder, he realized he had hit Patrick.",
            "Joseph hit Patrick. He shot him in the head and killed him with a gun.",
            "Joseph hit Patrick. He knew that the people of the town of Oystole knew that he was a murderer.",
            "Joseph hit Patrick. He rolled Patrick around the parking lot, and the two started fighting.",
            "Joseph hit Patrick. He is holding his hand in a way to protect his wife.",
            "Joseph hit Patrick. He hit him with four batons.",
            "Joseph hit Patrick. He was bleeding from the right side of his face.",
            "Joseph hit Patrick. He was knocked- down when he hit Patrick.",
            "Joseph hit Patrick. He felt pain and had the same vision of a dark stain spreading across his chest, and he was afraid.",
            "Joseph hit Patrick. He said his dog was injured again; she needed stitches more than he did.",
            "Joseph hit Patrick. He had a weapon and a dagger.",
            "Joseph hit Patrick. He hit him again when his father drove Patrick off the road.",
            "Joseph hit Patrick. He is also considered one of the most popular of all fighters, by all of the world, as well as the king of all kings.",
            "Joseph hit Patrick. He fired and shot, but Patrick kept firing.",
            "Joseph hit Patrick. He could not see him coming, but had it not been for his hand to keep him afloat, he wouldn't have needed to use his gun.",
            "Joseph hit Patrick. He then saw something flying towards his face.",
            "Joseph hit Patrick. He had thought: \"Now, then, that would be all.",
            "Joseph hit Patrick. He slammed both of them with the fist of his right hand, hard enough to knock them off their feet, then drove them to the floor, where they lay dead.",
            "Joseph hit Patrick. He held his back and hit the dirt with his fist.",
            "Joseph hit Patrick. He ran over and kicked Patrick out of the club so he could attack the people at Shreve's Inn.",
            "Joseph hit Patrick. He then threw a glass filled with a yellow liquid from the ceiling at Patrick.",
            "Joseph hit Patrick. He grabbed Patrick by his thick shoulders for support, and forced him over to the couch.",
            "Joseph hit Patrick. He had always been a bit rough when it came to the fights at the age, but he had seen the old man and the old man respected him.",
            "Joseph hit Patrick. He didn't expect any trouble, and if the situation hadn't been so tense, he would never had known.",
            "Joseph hit Patrick. He then slammed into the cement with a hard crunch to the right of his left forearm, then lay there for a moment, panting and struggling to breathe.",
            "Joseph hit Patrick. He fired again and hit him again.",
            "Joseph hit Patrick. He heard a noise down in the road.",
            "Joseph hit Patrick. He had knocked out Patrick's jaw with the butt of the weapon.",
            "Joseph hit Patrick. He is also the second person to bring the \"Mighty Joe\" to the small town.",
            "Joseph hit Patrick. He then turned, seeing Paul kneeling, and as he looked up, he saw the two dead bodies, and as he stood there holding the pistol, Patrick let go of Mr.",
            "Joseph hit Patrick. He hit him on the face with his fist, but Patrick didn't look at him.",
            "Joseph hit Patrick. He said the fight was a \"great experience for everyone.",
            "Joseph hit Patrick. He was so relieved that Patrick had gotten off in time and that the two men had come to their senses that he wasn't to blame for the attack.",
            "Joseph hit Patrick. He heard a noise, which quickly became a hissing sound, and\nit had the same sound when Patrick heard it.",
            "Joseph hit Patrick. He made a right, and a bullet from their gun hit Lenny.",
            "Joseph hit Patrick. He was holding an AR-15-style rifle.",
            "Joseph hit Patrick. He knew Patrick was no match for him.",
            "Joseph hit Patrick. He hit him once in both legs.",
            "Joseph hit Patrick. He turned and stared with his heart filled with panic.",
            "Joseph hit Patrick. He knew he was up for no time.",
            "Joseph hit Patrick. He pushed Patrick around in his car causing Patrick and his father David to spin out from a collision.",
            "Joseph hit Patrick. He hit him in the left eye.",
            "Joseph hit Patrick. He was on the ground when he saw a bullet coming from up the street.",
            "Joseph hit Patrick. He could not miss.",
            "Joseph hit Patrick. He swung to the left.",
            "Joseph hit Patrick. He shot him twice, once in the head, once in the back, and then as a final shot when Joe was not breathing.",
            "Joseph hit Patrick. He then jumped into the water with Scott.",
            "Joseph hit Patrick. He was too far away to hear Patrick cry out in pain.",
            "Joseph hit Patrick. He saw the two soldiers coming in from the side, trying to catch up, coming very close.",
            "Joseph hit Patrick. He thought him to be a big man, the same age as himself; but what he really was, was a small, shy, shy old man.",
            "Joseph hit Patrick. He turned to the soldier who had pushed him in the back of the truck, his face pale and strained.",
            "Joseph hit Patrick. He then pulled his gun and started to run toward the front door.",
            "Joseph hit Patrick. He pulled out a gun and fired at least six shots.",
            "Joseph hit Patrick. He hit up the police, then he called police again.",
            "Joseph hit Patrick. He thought his head would bounce off the curb, but his head bounced off Pat again.",
            "Joseph hit Patrick. He said: 'You\ndo like that, don't you?' He then hit his forehead.",
            "Joseph hit Patrick. He tried to get at him but P.",
            "Joseph hit Patrick. He went after him, took his knife and threw him in a truck, and he put the truck in the back seat of the truck.",
            "Joseph hit Patrick. He could feel Patrick coming at him, so he ducked, rolled, got back in his seat, and slammed the transmission into park.",
            "Joseph hit Patrick. He had also been at the hospital when a friend called 911 after finding it had been unlocked and open for weeks.",
            "Joseph hit Patrick. He hit Patrick a big time.",
            "Joseph hit Patrick. He had just gotten one of his last pairs into his locker.",
            "Joseph hit Patrick. He was so fast that the impact of the blow would have knocked him out.",
            "Joseph hit Patrick. He went right after her—or so he claimed—but the girl was hit and he didn't come back for a while."
        ],
        "counts": {
            "Joseph": 0,
            "Patrick": 29
        }
    },
    "Patrick was hit by Joseph. He": {
        "details": {
            "pronoun": [
                27,
                29
            ],
            "options": [
                [
                    19,
                    25
                ],
                [
                    0,
                    7
                ]
            ]
        },
        "sentences": [
            "Patrick was hit by Joseph. He's got a bruise on his face.",
            "Patrick was hit by Joseph. He was then taken into custody without incident at\n\nabout 10:30:15 a.",
            "Patrick was hit by Joseph. He was never charged with his murder.",
            "Patrick was hit by Joseph. He had gotten the dog, and was afraid they would track him and run him off.",
            "Patrick was hit by Joseph. He died at the scene.",
            "Patrick was hit by Joseph. He died instantly.",
            "Patrick was hit by Joseph. He has to go for a walk with us.",
            "Patrick was hit by Joseph. He said the hit was \"close\" to his head.",
            "Patrick was hit by Joseph. He said the police report was “very reasonable.",
            "Patrick was hit by Joseph. He was hit in the back of the head and he took a beating.",
            "Patrick was hit by Joseph. He has a heart that could break, but Joseph helped him find his purpose.",
            "Patrick was hit by Joseph. He testified: \"When I seen the blood and the blood of the other men I said I didn't want to see more blood, and I left the place because I realized that I got to go the next day and.",
            "Patrick was hit by Joseph. He says that the first time he heard about it he knew what was going on.",
            "Patrick was hit by Joseph. He died while Joseph was\nin bed.",
            "Patrick was hit by Joseph. He was arrested Saturday for aggravated assault, criminal damage to a vehicle and two counts of aggravated fleeing without a license.",
            "Patrick was hit by Joseph. He was shot.",
            "Patrick was hit by Joseph. He was hit with two homicides that occurred before the shooting.",
            "Patrick was hit by Joseph. He also testified for the defense as to a possible robbery of the store and possession of marijuana in the trunk of his car.",
            "Patrick was hit by Joseph. He said, [The complainant] doesn't even know where they are at.",
            "Patrick was hit by Joseph. He fell to the ground, his head in Joseph's lap.",
            "Patrick was hit by Joseph. He was at the time under arrest for the assault.",
            "Patrick was hit by Joseph. He had been in the car.",
            "Patrick was hit by Joseph. He broke the left hand, which required a large splint to fix.",
            "Patrick was hit by Joseph. He was hit on the head and died the next day.",
            "Patrick was hit by Joseph. He ran around calling for help and then told him to \"go on over the hill to the camp because your mama and mister isn't gonna make it over the hill.",
            "Patrick was hit by Joseph. He was hit six times, but the first punch to Smith's chin, from a different point on the same hand, killed Harris \"Joe\" Smith.",
            "Patrick was hit by Joseph. He pulled the car out of a tight spot and the car went over the centerline.",
            "Patrick was hit by Joseph. He was carrying a knife.",
            "Patrick was hit by Joseph. He got into a fight and lost control.",
            "Patrick was hit by Joseph. He also was hit by a car after that.",
            "Patrick was hit by Joseph. He was killed by\nanother soldier on the road leading from the battlefield.",
            "Patrick was hit by Joseph. He also stabbed Joseph with his pocket knife, killing him.",
            "Patrick was hit by Joseph. He was a friend of Joseph's.",
            "Patrick was hit by Joseph. He hit him in the leg with something and the\nblasphemy is that he has the right to say that someone should burn down\nHim as he was one of the witnesses.",
            "Patrick was hit by Joseph. He had been a little boy when Mr.",
            "Patrick was hit by Joseph. He hit her.",
            "Patrick was hit by Joseph. He was an officer.",
            "Patrick was hit by Joseph. He’d say something like, “Oh my God.",
            "Patrick was hit by Joseph. He could not\ntell that Joseph did it.",
            "Patrick was hit by Joseph. He took it as an opportunity to talk to the other two guys, see them for himself.",
            "Patrick was hit by Joseph. He died a few days later at Mabel’s home.",
            "Patrick was hit by Joseph. He said Joseph hit him in the head, and punched him, leaving him with a cut over his eye, then ran after the police.",
            "Patrick was hit by Joseph. He did so a few months after his murder and killed in the area and later told the FBI about what he heard.",
            "Patrick was hit by Joseph. He was killed in an attack.",
            "Patrick was hit by Joseph. He was shot on the side of the head and was treated and later pronounced dead on the spot.",
            "Patrick was hit by Joseph. He testified in the present case that he was \"hit\" by the impact with the victim's car.",
            "Patrick was hit by Joseph. He ran for his life.",
            "Patrick was hit by Joseph. He later turned that gun on himself.",
            "Patrick was hit by Joseph. He was hit with a rock.",
            "Patrick was hit by Joseph. He was hit by two gunshots from Joseph.",
            "Patrick was hit by Joseph. He was beaten by Paul.",
            "Patrick was hit by Joseph. He didn't see that, just that he wasn't paying attention, but he was on the ground by the time Joseph rolled onto his back and lifted Kip to his face, and as the crowd began to applaud him.",
            "Patrick was hit by Joseph. He saw them at the park.",
            "Patrick was hit by Joseph. He stated that Joseph pulled up to meet the girl.",
            "Patrick was hit by Joseph. He was shot and killed.",
            "Patrick was hit by Joseph. He was then dragged by Joseph and beaten, which was what happened after he was separated from his brother.",
            "Patrick was hit by Joseph. He was shot at about 1 a.",
            "Patrick was hit by Joseph. He suffered multiple injuries to his body.",
            "Patrick was hit by Joseph. He didn’t tell them at that meeting.",
            "Patrick was hit by Joseph. He\nwas not killed, but his blood was on the floor of the truck, which was being\ncarried out of the yard in front of the house.",
            "Patrick was hit by Joseph. He died at the hospital a few days later.",
            "Patrick was hit by Joseph. He was then driven insane by two other women and killed.",
            "Patrick was hit by Joseph. He was hit in the head at about 6 p.",
            "Patrick was hit by Joseph. He testified that Joseph had previously beaten Joe with a mace at the church building.",
            "Patrick was hit by Joseph. He is a member of the \"Battagio Squad\", and has been given to us as the hero in this episode.",
            "Patrick was hit by Joseph. He said that Joseph had told him about the\nconversation\nbetween Joseph and Shabab.",
            "Patrick was hit by Joseph. He was one of the last people to greet the group.",
            "Patrick was hit by Joseph. He was struck by Joseph.",
            "Patrick was hit by Joseph. He had come to get me, he had left him on the road,\nthey didn't say who was the culprit, and that was all that anybody\nknew! The police only heard rumors, nothing happened,.",
            "Patrick was hit by Joseph. He was killed in an altercation with Joseph and Joseph's other brother, Jacob.",
            "Patrick was hit by Joseph. He stated that he came to the police station to report this.",
            "Patrick was hit by Joseph. He said Joe,\n“He was walking with me and one thing after another he was telling me\nsomething.",
            "Patrick was hit by Joseph. He left and, at this point, Joseph had already done it.",
            "Patrick was hit by Joseph. He was shot by Jose Luis at the foot of Mendoza.",
            "Patrick was hit by Joseph. He had been with her, having gone out some time before, and Joseph had told him that she was having a hard time at work with her children and herself.",
            "Patrick was hit by Joseph. He\nwas the father of the child.",
            "Patrick was hit by Joseph. He said he was surprised.",
            "Patrick was hit by Joseph. He had heard that the other detectives and law\n\nenforcement were looking for the man that was attacked.",
            "Patrick was hit by Joseph. He told them about his father and Joseph.",
            "Patrick was hit by Joseph. He had been hit by another man with a knife from another confrontation in the street.",
            "Patrick was hit by Joseph. He was hit by the weapon, the same weapon that got him in the car.",
            "Patrick was hit by Joseph. He was killed later the same day on a motorcycle; while Joseph was on his way to the hospital, he collided with an oncoming automobile traveling in the opposite direction.",
            "Patrick was hit by Joseph. He had been shot in the jaw.",
            "Patrick was hit by Joseph. He was hit seven times between April 25 and\n\nMay 6, 2002 – the day after the death of his brother, who he considers an accessory to murder, he was charged with murder and\n\nconspiracy to.",
            "Patrick was hit by Joseph. He died several weeks later, from injuries sustained in an altercation with Joseph’s brother, and Joseph was charged as a perpetrator.",
            "Patrick was hit by Joseph. He had nothing, not even a scrap of food, and it's a sad case, with terrible news for him.",
            "Patrick was hit by Joseph. He then took the shotgun to James and\n\ntold him he had a shot.",
            "Patrick was hit by Joseph. He got a bloody nose and blood, but he did not get up.",
            "Patrick was hit by Joseph. He was not a witness to the fatal collision between the cars, which took place in downtown Minneapolis, the same central spot.",
            "Patrick was hit by Joseph. He was never known for his sense of humor, but he did have a kind of a badass vibe, the kind of guy who has an ability to carry a gun and make an impact.",
            "Patrick was hit by Joseph. He fell backwards and knocked down the door and he fell onto the chair.",
            "Patrick was hit by Joseph. He was killed in an accident at the Dugan\n     station in Waltham, according to the police report.",
            "Patrick was hit by Joseph. He had never before been confronted with the danger.",
            "Patrick was hit by Joseph. He had no idea why.",
            "Patrick was hit by Joseph. He says, \"There wasn't much blood to go around.",
            "Patrick was hit by Joseph. He said the driver, Joseph, was “just trying to hurt me.",
            "Patrick was hit by Joseph. He was later found guilty of second degree murder and placed on two years of probation.",
            "Patrick was hit by Joseph. He was carrying the gun, apparently having just been released and trying to drive it to Mr.",
            "Patrick was hit by Joseph. He died at 8:15 p.",
            "Patrick was hit by Joseph. He was arrested and charged."
        ],
        "counts": {
            "Joseph": 24,
            "Patrick": 0
        }
    },
    "Ken admired Geoff. He": {
        "details": {
            "pronoun": [
                19,
                21
            ],
            "options": [
                [
                    0,
                    3
                ],
                [
                    12,
                    17
                ]
            ]
        },
        "sentences": [
            "Ken admired Geoff. He said if he was not on it, he wanted to do a short story.",
            "Ken admired Geoff. He felt,\nof course, that he was on the wrong side of the war; he did not wish to\nbe fighting in the Great War, but this did not prevent him from\nwondering at the strange,.",
            "Ken admired Geoff. He always admired Geoff.",
            "Ken admired Geoff. He saw the way he'd moved, the way he'd leaned back and let loose – that was good.",
            "Ken admired Geoff. He did not show it, or even seem to think\nso.",
            "Ken admired Geoff. He'd known Geoff a long time, from the early days when he'd served as a cadet with a cadet squadron.",
            "Ken admired Geoff. He had some of his own theories about why it might not have been as serious a problem as was thought.",
            "Ken admired Geoff. He found him very good for a girl, and for someone who had never had it so difficult.",
            "Ken admired Geoff. He just couldn't stop looking at him.",
            "Ken admired Geoff. He was aware, even now, he and the others were doing this to him, and felt as though he were being punished and the whole world he knew had been turned upside down, so as to make it look as though he.",
            "Ken admired Geoff. He asked to see the boy's room, hoping he might be able to make some sense out of it.",
            "Ken admired Geoff. He hoped to use this as a springboard for further education.",
            "Ken admired Geoff. He loved the sound of a voice, that was different from the common-sounding one, he thought.",
            "Ken admired Geoff. He wasn't convinced the two were married.",
            "Ken admired Geoff. He wasn't sure when she began to speak, but when she finished her sentence, he was surprised to see she was a teacher at the school.",
            "Ken admired Geoff. He'd been told by his parents that they'd found their first baby.",
            "Ken admired Geoff. He believed he was more than a match for the good-for-you, upstanding Scottish boy whom he'd first met in the local pub in the early 1960s.",
            "Ken admired Geoff. He didn’t believe it.",
            "Ken admired Geoff. He didn't mind how much he looked like him.",
            "Ken admired Geoff. He said, \"We won't be able to go to work.",
            "Ken admired Geoff. He liked and admired Geoff's work.",
            "Ken admired Geoff. He thought to himself with a slight smile: _This is good_.",
            "Ken admired Geoff. He smiled slightly at her, but he was watching what he'd heard, concentrating, and he didn't seem to be in the mood for a chat.",
            "Ken admired Geoff. He did not understand why Geoff, who was his cousin, was sitting there drinking.",
            "Ken admired Geoff. He thought the boy was much like a son.",
            "Ken admired Geoff. He had been to bed with someone but the relationship wasn't as immediate as it felt, so it wasn't a complete loss in any meaningful way.",
            "Ken admired Geoff. He thought of his own family first.",
            "Ken admired Geoff. He was one of few people on the block who could say as much about him.",
            "Ken admired Geoff. He saw the warmth of his brother's presence and the energy beneath his gaze.",
            "Ken admired Geoff. He was proud of his new friend; his pride had gone with the loss of his first love, and he was going to return to her.",
            "Ken admired Geoff. He seemed to like her too, and he wasn't stupid enough to be the one to suggest being the one to marry Geoff.",
            "Ken admired Geoff. He was impressed that this small boy made Geoff look twice as big.",
            "Ken admired Geoff. He did the most sensible thing, he wrote it up neatly, as though he was not going to miss out on a bit of extra publicity.",
            "Ken admired Geoff. He was a nice man, and I felt great about our friendship, and yet also very apprehensive about my own.",
            "Ken admired Geoff. He had a lot of knowledge of the city but a little in-betweenness.",
            "Ken admired Geoff. He had a fondue recipe in his mother's cookbook.",
            "Ken admired Geoff. He liked the young fellow so much that he had to be careful.",
            "Ken admired Geoff. He had never seen Geoff so animated, and all things were going to hell with him.",
            "Ken admired Geoff. He had met at least one of them, a writer, the last person who could put him down.",
            "Ken admired Geoff. He went home, and she gave him a bottle of sherry.",
            "Ken admired Geoff. He liked him, though and he'd never come across any who'd say as much.",
            "Ken admired Geoff. He was an accomplished\nartiste from school-going, and he had an eye for a man, as one might\nwell imagine.",
            "Ken admired Geoff. He knew that Geoff was a successful architect of his time.",
            "Ken admired Geoff. He thought he could be of help to the two of them.",
            "Ken admired Geoff. He didn't care who he wanted to be, but he appreciated _and_ admired him.",
            "Ken admired Geoff. He'd had one too many cocktails and now he was sitting in the pub drinking more than it took to keep his spirits up.",
            "Ken admired Geoff. He looked so good he was no problem.",
            "Ken admired Geoff. He smiled and shook his head at the same moment as he watched an older man come out of the house.",
            "Ken admired Geoff. He had been so taken with Geoff, but after a long evening, he found his appetite somewhat dull.",
            "Ken admired Geoff. He thought she would be happy to be married to him,\nbut his interest was real and his eyes full of mischief.",
            "Ken admired Geoff. He remembered her, as well as her father and grandfather.",
            "Ken admired Geoff. He was not impressed by him, and he was in no mood to be.",
            "Ken admired Geoff. He'd watched the man change and changed, changing into a better man despite his old, old pain.",
            "Ken admired Geoff. He was going against the grain—loyalty to the establishment.",
            "Ken admired Geoff. He admired him as little as he admired his uncle Frank, but was in awe of him as one to him was.",
            "Ken admired Geoff. He hated it that so many seemed to be so much alike in certain ways – even though most of them lived in different parts of the world and were different in many significant ways.",
            "Ken admired Geoff. He had no idea how to explain that to me.",
            "Ken admired Geoff. He'd never seen him like this, as though he had grown up for this—or had he?\n\nThe only thing she hadn't known before was that he was a man.",
            "Ken admired Geoff. He was also very kind to Geoff in his own way.",
            "Ken admired Geoff. He saw him as a very distinguished man.",
            "Ken admired Geoff. He would also know the story of Mr.",
            "Ken admired Geoff. He knew that as well.",
            "Ken admired Geoff. He was very proud of him though, 'you\nhad to run the gamut of sorts when you first arrived'.",
            "Ken admired Geoff. He hated the same degree of stupidity she hated.",
            "Ken admired Geoff. He hadn't really thought about a second time, if so why? He didn't have much use for the former.",
            "Ken admired Geoff. He would, after all, have been too young to understand the whole of the business with the one exception of one or two pieces of business like the one the Prince was going to get to do.",
            "Ken admired Geoff. He said, 'Well, we've got to get you out of here, because the sooner the better.",
            "Ken admired Geoff. He knew that Geoff had a different reputation than any other member of the Ramblers.",
            "Ken admired Geoff. He felt sure that if he were to tell the truth about his feelings for Geoff his grandfather's reaction would have no effect, and he would, too.",
            "Ken admired Geoff. He would be glad to see my brother.",
            "Ken admired Geoff. He knew how to play for the side.",
            "Ken admired Geoff. He liked Geoff, too.",
            "Ken admired Geoff. He'd liked the actor that night in the West End, and now he couldn't have looked more delighted.",
            "Ken admired Geoff. He had done no work for the family in years.",
            "Ken admired Geoff. He looked straight at Geoffrey as he pointed the finger at him.",
            "Ken admired Geoff. He had only a faint recollection of his\nfirst glimpse of Geoff and his sister.",
            "Ken admired Geoff. He was in the process of learning how to say the word.",
            "Ken admired Geoff. He liked him as much as he could get, because his friend was so much a person to him.",
            "Ken admired Geoff. He said very little about it himself, except that he was proud that he had won that one.",
            "Ken admired Geoff. He could\nnot think of a better time for her to go.",
            "Ken admired Geoff. He was very nice and he could help Geoff when he needed it, and that made him feel very proud of Geoff.",
            "Ken admired Geoff. He also did not want to get into the topic.",
            "Ken admired Geoff. He liked its simplicity.",
            "Ken admired Geoff. He had met a few years earlier, when he had been back in Los Angeles and asked Geoff if he had been looking for a good time.",
            "Ken admired Geoff. He had read _The Sunderland_ and _The Yorkshire Post_ as far as their articles, but hadn't made an actual copy of them.",
            "Ken admired Geoff. He wanted George to help him carry out his research so we left him in the custody of our friend the gardener.",
            "Ken admired Geoff. He said that Geoff seemed to be one of those few people in London who would never just 'go along' with anyone else – 'they just did it for love'.",
            "Ken admired Geoff. He liked Geoff and he liked Geoff and he liked Geoff and he hated Geoff, but then he hated Geoff because so many people loved Geoff.",
            "Ken admired Geoff. He knew him well — the man had the face of a bulldog.",
            "Ken admired Geoff. He enjoyed the fact that Geoff had not been an enemy, but rather had come to work alongside him.",
            "Ken admired Geoff. He'd often liked Geoff's ideas.",
            "Ken admired Geoff. He said that he was still on edge after two\noutings, which were in the early spring, and a certain excitement\ntook possession of him.",
            "Ken admired Geoff. He didn't mean to be rude, of course, but he didn't intend to make anyone else uncomfortable.",
            "Ken admired Geoff. He did not mind, for he had a knack for it.",
            "Ken admired Geoff. He wanted to play.",
            "Ken admired Geoff. He was pleased to see their friendship.",
            "Ken admired Geoff. He wanted to be of use to them, and he did his best to offer them some of what was available.",
            "Ken admired Geoff. He said, \"I'm like a man who gets married one day and walks to his wife and says, 'I must go.",
            "Ken admired Geoff. He wondered where it had come from or if the thought had struck him at all, but did not recall why.",
            "Ken admired Geoff. He had a good mind for a different kind of game."
        ],
        "counts": {
            "Ken": 0,
            "Geoff": 27
        }
    },
    "Ken impressed Geoff. He": {
        "details": {
            "pronoun": [
                21,
                23
            ],
            "options": [
                [
                    0,
                    3
                ],
                [
                    14,
                    19
                ]
            ]
        },
        "sentences": [
            "Ken impressed Geoff. He wasn't sure he liked him.",
            "Ken impressed Geoff. He looked at the man in the doorway.",
            "Ken impressed Geoff. He told Geoff, “You’re doing a really good job.",
            "Ken impressed Geoff. He'd also been told that they were going to have the same story—a picture of her in the news conference.",
            "Ken impressed Geoff. He was an American who had lived in Ireland since the early '30s.",
            "Ken impressed Geoff. He was delighted by this news.",
            "Ken impressed Geoff. He did not have to show\nimpressive strength for a good many years, but I'm sure after five or ten\nyears he has come to appreciate that strength and he'd much sooner give up\nthe weight since\n.",
            "Ken impressed Geoff. He did great work at the party, he also did great work with Hector (in episode 3) and Mike.",
            "Ken impressed Geoff. He had a big, deep smile and told Geoff that he hoped they could do business.",
            "Ken impressed Geoff. He was clearly still working at the time and Geoff had a sense that he had moved on and was not at all nervous around the man whom he considered his superior.",
            "Ken impressed Geoff. He was still young and active\n\nTough\n\nHOT! He looked amazing even after all these years.",
            "Ken impressed Geoff. He pointed out the\n     theology and the history and added, \"I would like to know\n     how it is possible, when Christ died on the cross for\n     the sins of the whole world, that this man.",
            "Ken impressed Geoff. He and his mother were very close.",
            "Ken impressed Geoff. He told Geoff that he had found the story for his book.",
            "Ken impressed Geoff. He had been here many times, and had\nseen some of the most amazing things and had been fascinated by them.",
            "Ken impressed Geoff. He has come to like all parts of this character and will put to good use his newfound connections and experience, building a bridge between the real-life characters' backgrounds and ideas, helping to set-up the character's arc.",
            "Ken impressed Geoff. He was also kind to his other cousins, helping them into work and learning the city around them.",
            "Ken impressed Geoff. He had always loved his grandfather, and had learned from them both about the importance of good will in their relationship.",
            "Ken impressed Geoff. He was a very nice man.",
            "Ken impressed Geoff. He is currently working as a freelance writer in Brisbane.",
            "Ken impressed Geoff. He was quite a surprise to her as he is always on the alert,\n\nHe is very attractive and very smart,\n\nHe is in the military and he is doing well and he likes to do whatever he wants and.",
            "Ken impressed Geoff. He came out of it more than Geoff.",
            "Ken impressed Geoff. He was an expert when it came to the politics of the future, and he saw how well his time as an Army captain could be turned over to the new government in the United States, especially since the American public had been conditioned.",
            "Ken impressed Geoff. He said if you were to have a conversation with him you would get some amazing answers to your questions.",
            "Ken impressed Geoff. He is good in maths and biology and he had a brilliant job with the children.",
            "Ken impressed Geoff. He was impressed with both my work, and made me his assistant for a while from that point on.",
            "Ken impressed Geoff. He said, ‘A new approach to a problem that hasn’t worked out yet is always the most effective response’.",
            "Ken impressed Geoff. He is very smart, he is good at his job.",
            "Ken impressed Geoff. He said, \"You don't have to be a great mathematician to do well in a board game, though.",
            "Ken impressed Geoff. He nodded to himself as everyone around them started talking at me.",
            "Ken impressed Geoff. He saw the man in a new light.",
            "Ken impressed Geoff. He is a lovely young man who also happens to have all the right qualities of a fine engineer, an engineer with a strong sense of ethics and has some genuine respect for others, which is an asset which I hope Geoff will keep.",
            "Ken impressed Geoff. He was, for the moment.",
            "Ken impressed Geoff. He started out when she was still living with her parents.",
            "Ken impressed Geoff. He was looking good, Geoff thought.",
            "Ken impressed Geoff. He would not say who the guy was, but he was very excited about having a chance to play alongside a professional footballer, and he even managed to make it clear that he would like to make contact with the man in question.",
            "Ken impressed Geoff. He told them not to worry; he was still there.",
            "Ken impressed Geoff. He seemed to have a particular dislike for Geoff.",
            "Ken impressed Geoff. He had never seen anything like it.",
            "Ken impressed Geoff. He has the best taste.",
            "Ken impressed Geoff. He said, \"It's an excellent piece.",
            "Ken impressed Geoff. He saw in Gollum an example of manhood in the most wonderful kind.",
            "Ken impressed Geoff. He said that he had a personal connection to Trey and we should give him a chance to speak with his brother.",
            "Ken impressed Geoff. He gave him a nice handshake and then started chatting with him to take in the situation as well as the game itself.",
            "Ken impressed Geoff. He couldn't have made those decisions without his own eyes and ears on the ground.",
            "Ken impressed Geoff. He pointed to the tree up the road, which had a long, lanky trunk with no obvious root system, and laughed.",
            "Ken impressed Geoff. He looked a little wild and he was dressed as a boy that morning but he was also, to Geoff's horror, a young man with a tattoo on his hip; he seemed to have a bad back and a shaggy.",
            "Ken impressed Geoff. He is a natural athlete, was part of the A&UB hockey team that won the US national championship in 1982.",
            "Ken impressed Geoff. He looked down at his feet and sighed.",
            "Ken impressed Geoff. He was quick-tempered, which made him look less manly.",
            "Ken impressed Geoff. He saw Geoff as the guy to get Geoff's money, as a nice guy who was trying to make his mark.",
            "Ken impressed Geoff. He said he had always believed that he was the best person to help Geoff get his dreams of playing professional football.",
            "Ken impressed Geoff. He also gave Andy the same advice and was a big help: \"You're a true friend! Get out your phone number! It could make the difference between you and Andy.",
            "Ken impressed Geoff. He'd done the same with the rest of the squad in the last game, playing well for a side who were already lacking their centre half!\n\nAnd, of course, they've lost that top spot in both leagues in.",
            "Ken impressed Geoff. He said he really likes our kids,\" the manager said when he received the news.",
            "Ken impressed Geoff. He said, \"It's an amazing vehicle.",
            "Ken impressed Geoff. He'd given him an enormous prize and a beautiful house and a generous allowance.",
            "Ken impressed Geoff. He has always been respectful, courteous and has always made\n\nme feel comfortable.",
            "Ken impressed Geoff. He had not been allowed a chance to study any of the other games before, so he really came prepared to play the role.",
            "Ken impressed Geoff. He seemed to be impressed, and had taken him aside as he said:\n\n'\"Don't forget what you're doing tonight, Jimbo.",
            "Ken impressed Geoff. He looked to see if he could see Geoff's eyes.",
            "Ken impressed Geoff. He was too proud and shy to tell one another how much he liked them.",
            "Ken impressed Geoff. He seemed happy with his work.",
            "Ken impressed Geoff. He felt I understood her perfectly.",
            "Ken impressed Geoff. He has said as much at the press briefing in London, as did the team over the past few years.",
            "Ken impressed Geoff. He could have got this job by himself, but it was such a great compliment.",
            "Ken impressed Geoff. He had always shown great promise as a player when he first came into the team early and we had to do our homework on him and his strengths and just worked him from a youth system to a mature point.",
            "Ken impressed Geoff. He said, \"How are you getting so much out of your experience now, with the job already?\"\n\nGeoff nodded.",
            "Ken impressed Geoff. He could not deny that the\n> structure of the\n> model was so elegant that\n> when you put one layer on top of another you\n> get a completely new image and that's what had\n> happened here.",
            "Ken impressed Geoff. He had a new car, he said, with new parts and that he'd been living at a country club for some time with his wife.",
            "Ken impressed Geoff. He'd never heard of his partner at the university, but she'd told Geoff she was going to work at the college anyway,'so you can see where this all leads to - her having a college degree just to learn about.",
            "Ken impressed Geoff. He's so down-to-earth and easy-going, and when he comes up to you.",
            "Ken impressed Geoff. He was at the height of his career and he was in the midst of establishing himself as one of the best in the business, and he loved what he did.",
            "Ken impressed Geoff. He was a very tall person (just over 5′ 1″).",
            "Ken impressed Geoff. He seemed confident about the battle and was very excited.",
            "Ken impressed Geoff. He said that he enjoyed the new job too and asked Geoff and Dane if he wanted to come down to the game to see the home side.",
            "Ken impressed Geoff. He said he saw a very old\nbrick tower with a roof over it, and seemed very comfortable as he talked for\na minute.",
            "Ken impressed Geoff. He was kind, always giving me my space, and so was Geoff, for example, as I walked across the room to look at the work and the books and he looked over and asked if I was all right.",
            "Ken impressed Geoff. He gave him a smile.",
            "Ken impressed Geoff. He wasn't the right type to go to work on a Saturday in a suit.",
            "Ken impressed Geoff. He wanted to be included in the show, even if he was only in it for a single episode.",
            "Ken impressed Geoff. He said he could not take the risk of working outside his area as a consultant.",
            "Ken impressed Geoff. He said there were a lot of unanswered questions.",
            "Ken impressed Geoff. He was very helpful in the making of the guide book.",
            "Ken impressed Geoff. He wasn't as bad as he seemed.",
            "Ken impressed Geoff. He said it needed to be built quickly and that many parts needed to be ordered at once.",
            "Ken impressed Geoff. He was the one who kept the secret.",
            "Ken impressed Geoff. He told him that he enjoyed his work so much that he was going to get a job at a bigger studio.",
            "Ken impressed Geoff. He's a hardworking, creative guy, and we're pretty proud of him.",
            "Ken impressed Geoff. He'd known Geoff since school, had his own personal philosophy of life, and had told Geoff things about himself that Geoff's little brain could not understand.",
            "Ken impressed Geoff. He also, however, seemed to accept the whole notion of a free market with the government.",
            "Ken impressed Geoff. He then left the school and started the army before graduating, and he joined the army after graduating.",
            "Ken impressed Geoff. He was a former member of the Royal Air Force who had studied at the University of the Arts, where he also studied Philosophy, Politics and Sociology.",
            "Ken impressed Geoff. He\nwas in fact very keen to see his friend and partner.",
            "Ken impressed Geoff. He had one of the best eyes I'd ever seen.",
            "Ken impressed Geoff. He even went so far as to say, \"He's your son.",
            "Ken impressed Geoff. He's certainly the sort that likes to come home.",
            "Ken impressed Geoff. He was very much a 'Geoff' who was in charge of all things in the club.",
            "Ken impressed Geoff. He said \"Good luck in hell\" and Geoff replied \"Thanks, I'm off it.",
            "Ken impressed Geoff. He had good manners but if it weren't for the smile on his face he might have looked positively stupid."
        ],
        "counts": {
            "Ken": 0,
            "Geoff": 22
        }
    },
    "Simon ran towards Richard. He": {
        "details": {
            "pronoun": [
                27,
                29
            ],
            "options": [
                [
                    0,
                    5
                ],
                [
                    18,
                    25
                ]
            ]
        },
        "sentences": [
            "Simon ran towards Richard. He felt his heart pounding faster and faster.",
            "Simon ran towards Richard. He stopped before Richard could stop him.",
            "Simon ran towards Richard. He put his hand up to stop my falling or get me away from him, but he couldn't stop.",
            "Simon ran towards Richard. He had to be the son of Richard; the fact he was on holiday and out of work meant he'd left his younger brother to inherit.",
            "Simon ran towards Richard. He was shaking his head.",
            "Simon ran towards Richard. He was surprised to see him.",
            "Simon ran towards Richard. He'd found something.",
            "Simon ran towards Richard. He was nearly within touching distance as he raced out of the house.",
            "Simon ran towards Richard. He thought of all the dangers he had faced.",
            "Simon ran towards Richard. He had stopped himself, because in this moment he was very close to the source of the commotion and his thoughts were like an audience with the devil.",
            "Simon ran towards Richard. He didn't see her again after that.",
            "Simon ran towards Richard. He was still smiling and waving in Richard's face.",
            "Simon ran towards Richard. He had found the body, and the man's hands, and his arms, and his back! And one of his hands, one of his face, was missing.",
            "Simon ran towards Richard. He was not in his shoes.",
            "Simon ran towards Richard. He seemed about to strike, then suddenly stopped.",
            "Simon ran towards Richard. He was\nreassured, when he found out who had robbed his shop.",
            "Simon ran towards Richard. He held high his hat; it had an oversized brass feather on top.",
            "Simon ran towards Richard. He had taken no part in the proceedings at the time of this arrest, but he was now in possession and control of the weapon he had purchased from him, and he had been told that he was on the premises of Mr.",
            "Simon ran towards Richard. He ran past, stopping at the fence beside the\nriver.",
            "Simon ran towards Richard. He'd almost had him cornered, had he not come up with some good surprise in the kitchen to ask him to wait up, when she appeared at his face.",
            "Simon ran towards Richard. He didn't run away; he stood straight and faced the man, who was also facing him.",
            "Simon ran towards Richard. He was about to announce his arrival when someone suddenly stepped in front of him and grabbed his arm.",
            "Simon ran towards Richard. He saw the blood on his trousers and pulled them back.",
            "Simon ran towards Richard. He was about fifty, his hair black as night and his eyes greener than his beard.",
            "Simon ran towards Richard. He didn't know what was happening.",
            "Simon ran towards Richard. He took the wheel and tried to pull the car up over the edge of the road, but the back end tipped over and Richard was pinned against the seat.",
            "Simon ran towards Richard. He looked at her face.",
            "Simon ran towards Richard. He wanted to be at least on his side, but the sight of his friend sitting motionless and unmoving at the bottom of the tank had him wondering.",
            "Simon ran towards Richard. He didn't speak until he had passed the man on to Lord Mordaunt, the Earl's right-hand man.",
            "Simon ran towards Richard. He would like to speak to him.",
            "Simon ran towards Richard. He was unimpressed.",
            "Simon ran towards Richard. He stopped on the edge of the road, waiting.",
            "Simon ran towards Richard. He caught him but quickly turned back around and made a short cut towards their car.",
            "Simon ran towards Richard. He wanted to tell him about all the stuff that had happened in his absence and that he had done.",
            "Simon ran towards Richard. He was too late; Richard himself had seen, and as soon as he had appeared Richard had shot him, and the two had run.",
            "Simon ran towards Richard. He stopped outside him now, putting a hand on the doorknob.",
            "Simon ran towards Richard. He had to move faster than he could run or his own legs would not hold him up.",
            "Simon ran towards Richard. He threw up, and when he saw Thomas and William, he staggered toward them.",
            "Simon ran towards Richard. He looked at the three weapons.",
            "Simon ran towards Richard. He looked down, he saw that he was in the centre of the room; to him it was the real end of the world.",
            "Simon ran towards Richard. He said: \"I hear they're still fighting, and the men of the Light are running around.",
            "Simon ran towards Richard. He was a little nervous of him.",
            "Simon ran towards Richard. He could not speak very well and he seemed not to have regained his composure.",
            "Simon ran towards Richard. He waved one finger over his brow.",
            "Simon ran towards Richard. He was sobbing, he seemed not to realize he was crying.",
            "Simon ran towards Richard. He was shouting something, but Richard heard nothing.",
            "Simon ran towards Richard. He was smiling and waving.",
            "Simon ran towards Richard. He had his gun cocked in ready position.",
            "Simon ran towards Richard. He couldn't stop himself from looking up and giving him a quizzical look as he saw how quickly he could have fallen unconscious if he hadn't been standing up.",
            "Simon ran towards Richard. He saw the dark figure on the trail of the others.",
            "Simon ran towards Richard. He reached a young man.",
            "Simon ran towards Richard. He was still walking away from the body, and\nhis head seemed to have stopped moving; he seemed to be listening to the\nvoices, though he did not seem to hear them.",
            "Simon ran towards Richard. He pulled against a current, pulled away, and\ncame up again:\n\n\"He can't escape, I tell you--with one blow of his\ntremble, he can send that fire to hell!\".",
            "Simon ran towards Richard. He was shaking with rage.",
            "Simon ran towards Richard. He was half in a trance as he followed him up to the room she had prepared for him.",
            "Simon ran towards Richard. He didn't bother to say anything, and the gun fired again, this time at the door.",
            "Simon ran towards Richard. He looked over his left shoulder and said, \"So.",
            "Simon ran towards Richard. He was not surprised to see that Richard had run for a race.",
            "Simon ran towards Richard. He took the key out of his jacket pocket and turned it until he got to the door that was to be bolted.",
            "Simon ran towards Richard. He paused for a moment to look at the boy who had attacked him.",
            "Simon ran towards Richard. He reached the foot of the stairs.",
            "Simon ran towards Richard. He didn't quite make it without passing through the gate.",
            "Simon ran towards Richard. He wasn't looking down, the way he'd run from the river.",
            "Simon ran towards Richard. He knew it was no use, but he didn't want to alarm him.",
            "Simon ran towards Richard. He had a quick look at the man, a quick sense of being in another world, and then reached for his pistol.",
            "Simon ran towards Richard. He reached out.",
            "Simon ran towards Richard. He stopped at the edge of the dark, water.",
            "Simon ran towards Richard. He put one hand on Richard's shoulder at pistol-time.",
            "Simon ran towards Richard. He saw her face.",
            "Simon ran towards Richard. He reached the water's edge in a flash, the two men falling hard, Richard on his back.",
            "Simon ran towards Richard. He was on his knees, heaving and throwing up.",
            "Simon ran towards Richard. He opened his mouth as if he would try something, then slammed it shut.",
            "Simon ran towards Richard. He shouted something at him, and ran into him, and then he had him between his legs with his legs against the wall, and then he was fucking him.",
            "Simon ran towards Richard. He drew alongside her, as did the rest of the gang.",
            "Simon ran towards Richard. He was dressed in a dark suit and felt his heart pound as he heard the door open behind him.",
            "Simon ran towards Richard. He stopped in front of James, and with another\nmotion from one hand James was on his shoulders under his coat.",
            "Simon ran towards Richard. He didn't stop.",
            "Simon ran towards Richard. He reached his shoulder first.",
            "Simon ran towards Richard. He was breathing heavily.",
            "Simon ran towards Richard. He had no weapon and was holding a knife but was wielding a stick instead.",
            "Simon ran towards Richard. He couldn't see the trees but the man was still a ways behind us.",
            "Simon ran towards Richard. He was just reaching for him when the explosion shook the entire area.",
            "Simon ran towards Richard. He had come along with the other men, and had spoken of how important the two of them were to the future of the castle; he had told his parents how well they would see to their brother and sister.",
            "Simon ran towards Richard. He was a boy, the age Richard thought he'd been but was maybe a little too young to remember seeing his father with any real confidence.",
            "Simon ran towards Richard. He had stopped by his side.",
            "Simon ran towards Richard. He knew he was facing off, but there was no one else in the room.",
            "Simon ran towards Richard. He took two steps closer behind where Richard waited and put his hand on the back of Richard's shoulder.",
            "Simon ran towards Richard. He had a face like\n\n– it's time we did something, I says.",
            "Simon ran towards Richard. He heard the words, _Don't touch them, don't touch them, don't touch them_.",
            "Simon ran towards Richard. He said to Richard: 'Tell me, Sir, did my grandfather ever do anything wrong?_\n\n_' Yes.",
            "Simon ran towards Richard. He did not look like an attacker at all.",
            "Simon ran towards Richard. He glanced down at her face, the long dark stubble on her face, the white teeth.",
            "Simon ran towards Richard. He was tall, strong, and looked as if he belonged in a tough club, whether it\nstood for the United States or for London.",
            "Simon ran towards Richard. He knew that he had to act quickly, for the moment, but he still wanted to know where he must go.",
            "Simon ran towards Richard. He found the two men both staring.",
            "Simon ran towards Richard. He spoke calmly and firmly into a microphone.",
            "Simon ran towards Richard. He could see that he was struggling, trying to hold up his head, and for a moment the memory of the pain he had felt in that room made the moment all the greater.",
            "Simon ran towards Richard. He seemed to be struggling to walk and he had a head of black hair; his face was red in colour from his ordeal.",
            "Simon ran towards Richard. He did not know where he should go, but thought that he was heading towards the direction of the house.",
            "Simon ran towards Richard. He raised an arm."
        ],
        "counts": {
            "Simon": 0,
            "Richard": 14
        }
    },
    "Simon ran away from Richard. He": {
        "details": {
            "pronoun": [
                29,
                31
            ],
            "options": [
                [
                    0,
                    5
                ],
                [
                    20,
                    27
                ]
            ]
        },
        "sentences": [
            "Simon ran away from Richard. He took his knife and ran naked into the trees of the forest.",
            "Simon ran away from Richard. He was afraid of him, he realized, for so much reason: because he'd thought the world of him, the idea of his having a father.",
            "Simon ran away from Richard. He made his escape.",
            "Simon ran away from Richard. He was so worried about Richard that he had to be seen to meet with the authorities and was not himself, so he ran for the woods.",
            "Simon ran away from Richard. He came here, to see what\nhe could, but he got out as he was on the steps.",
            "Simon ran away from Richard. He hid in a tunnel.",
            "Simon ran away from Richard. He was tired of watching his father die; Richard had become too powerful, to begin with.",
            "Simon ran away from Richard. He did not hide his anger.",
            "Simon ran away from Richard. He didn't want to let Richard go, he didn't want to hurt his son, he didn't want to die.",
            "Simon ran away from Richard. He was trying to find a way to get inside the house with the two boys, though, until he realized he could not risk letting his mother and father get into trouble; he might have already ended up hounding the.",
            "Simon ran away from Richard. He walked into the small bedroom in front of him and walked out of the room, back down the passageway to his mother's room.",
            "Simon ran away from Richard. He had tried to take Richard's knife and a hammer.",
            "Simon ran away from Richard. He said he wanted to see his wife.",
            "Simon ran away from Richard. He came to the door and turned and looked\nat Richard.",
            "Simon ran away from Richard. He went without an explanation, and was taken back to the river.",
            "Simon ran away from Richard. He'd had several years of a kind of psychological adjustment, to the extent that he no longer thought it was right to punish his father for his father's death.",
            "Simon ran away from Richard. He had left him a small note, stating that he could not be bothered looking for him so long.",
            "Simon ran away from Richard. He saw her, but she was not with him.",
            "Simon ran away from Richard. He was a member of the group, who decided to stay behind.",
            "Simon ran away from Richard. He had returned by the time that Richard had finished\nplaying, for that was an hour to Richard.",
            "Simon ran away from Richard. He was never seen again.",
            "Simon ran away from Richard. He would return.",
            "Simon ran away from Richard. He walked over to where Gwen was standing waiting.",
            "Simon ran away from Richard. He heard the shots and he ran on.",
            "Simon ran away from Richard. He walked up and saw the three women and one girl still alive.",
            "Simon ran away from Richard. He asked his mother if he could come to her place of work to give her a lift.",
            "Simon ran away from Richard. He left Ransome alone at his own home and with a new mother when he was ten years old.",
            "Simon ran away from Richard. He had an agreement with Mary, and Mary knew where he stayed.",
            "Simon ran away from Richard. He had been beaten badly.",
            "Simon ran away from Richard. He followed her to a small road that eventually led to the gates of Sann's palace, and ran through a gate there to find himself inside the home of a richly dressed white-haired man.",
            "Simon ran away from Richard. He had learned from Richard's father that Richard was not the true Prince.",
            "Simon ran away from Richard. He had escaped from his father's castle, but not from his mother's court, where Richard's mother was a woman of high breeding and a skilled courtier, someone who managed most of the court business on the East.",
            "Simon ran away from Richard. He was only a few yards away.",
            "Simon ran away from Richard. He had gone to the country, had ridden on a new horse and with this animal he had gone to the most northerly part of North Wales.",
            "Simon ran away from Richard. He saw his father's black, thin frame in the hallway and his father's expression of shock, then he heard the sound at the head of the stairs.",
            "Simon ran away from Richard. He thought that he needed to get into the castle, but there were too many people.",
            "Simon ran away from Richard. He had already been gone a\nmonth.",
            "Simon ran away from Richard. He was still angry because his father had rejected him again.",
            "Simon ran away from Richard. He had been sent to a place called London.",
            "Simon ran away from Richard. He was an old friend of William's.",
            "Simon ran away from Richard. He walked with his father across the field to the stable.",
            "Simon ran away from Richard. He made a detour, then returned to the house on Cascade Hill.",
            "Simon ran away from Richard. He did not even think of that.",
            "Simon ran away from Richard. He saw nothing and felt nothing – but something else – something that had the power to change the world and shape it.",
            "Simon ran away from Richard. He then told his mother of his fear of crowds, that the crowds may not like him.",
            "Simon ran away from Richard. He began to run toward a big tree on which he could see a man.",
            "Simon ran away from Richard. He never came back.",
            "Simon ran away from Richard. He thought he might go to the house in\nthe park on the hill where the river lay, but he saw that the place was\ntoo near.",
            "Simon ran away from Richard. He saw him running away from the others, and was unable to stop him.",
            "Simon ran away from Richard. He took the keys and drove off so he could find his daughter without arousing suspicion on the part of Mme d'Argenti.",
            "Simon ran away from Richard. He said he was going to try to persuade Fergus to help him find out who had hired him.",
            "Simon ran away from Richard. He had a long run\nthen.",
            "Simon ran away from Richard. He ran for the road and ran for his life.",
            "Simon ran away from Richard. He hadn't been able to get back to his room quickly enough due to the situation in South Park that he'd witnessed, and instead, he'd returned to the hotel to change his clothes, which would be more time.",
            "Simon ran away from Richard. He went west with his friend, who had\nlost his way, and joined a few others trying to escape.",
            "Simon ran away from Richard. He wanted to avenge his wife and daughter:\n\nThen he came back to live with us and he told us to wait for him.",
            "Simon ran away from Richard. He wanted to come home.",
            "Simon ran away from Richard. He was trying to find food and shelter in the area and when they heard the call of war they began a search to find and arrest him.",
            "Simon ran away from Richard. He saw the door of the house open and then shut.",
            "Simon ran away from Richard. He had no reason to have fled, and had never actually found his way to Ireland.",
            "Simon ran away from Richard. He saw no more of Richard and never asked about his sister.",
            "Simon ran away from Richard. He was a tall, handsome man, with\nblack curly hair, and his handsome young face was in tatters by the time\nhe left me.",
            "Simon ran away from Richard. He ran back with no more than a word or two to say that he had no further need of the money, and had merely made his final demand of Richard on his own accord.",
            "Simon ran away from Richard. He wasn't thinking straight.",
            "Simon ran away from Richard. He was, in fact, so outraged that the\n     whole family were unable to contain him!  At the same time he was able\n     only to see that he had lost his brother.",
            "Simon ran away from Richard. He had come to save his life.",
            "Simon ran away from Richard. He left Richard holding the bag.",
            "Simon ran away from Richard. He ran to the\nland where we met him.",
            "Simon ran away from Richard. He had gone to see the girl at the old inn in the Pines, only to find the inn closed.",
            "Simon ran away from Richard. He followed Richard's eyes and saw the white wall of a cell.",
            "Simon ran away from Richard. He got to the top of the ladder and climbed down.",
            "Simon ran away from Richard. He made his way south through the town.",
            "Simon ran away from Richard. He put down his sword and walked calmly home.",
            "Simon ran away from Richard. He ran into the city by himself.",
            "Simon ran away from Richard. He wasn’t on his own.",
            "Simon ran away from Richard. He put two men with him who got him to go.",
            "Simon ran away from Richard. He had been attacked by his mother's brother.",
            "Simon ran away from Richard. He had done so by leaving Richard with his mother\n\nHe is not related in blood to the woman at the center.",
            "Simon ran away from Richard. He knew, though, that was not enough to have given his father the power to kill him and his brother and sisters.",
            "Simon ran away from Richard. He felt sad, he had left the safety of his mother's loving eyes.",
            "Simon ran away from Richard. He had gone to collect a sword at the head of the gang, but there was an army of the undead lurking beneath all of them, and they took his sword away so he could kill only two enemies:.",
            "Simon ran away from Richard. He didn't have much time.",
            "Simon ran away from Richard. He walked into the\nwood, and lay down beside him on the ground.",
            "Simon ran away from Richard. He told them his father was sick and was trying to get\nhim to come back.",
            "Simon ran away from Richard. He ran all the way to the end, and then, with great skill, used each step to throw himself forward, so as to jump.",
            "Simon ran away from Richard. He was the son of a master surgeon.",
            "Simon ran away from Richard. He left his mother, who stayed there with her new\nwoman, and as we heard her name, I began to hear her voice.",
            "Simon ran away from Richard. He had never really been close to the man; this was all a sort of game he had played to get out from his father.",
            "Simon ran away from Richard. He didn't have to go, because for that moment, his father was going away.",
            "Simon ran away from Richard. He had been arrested and, when a magistrate came to\nexecute summary, he said he no longer wanted to.",
            "Simon ran away from Richard. He did not know the reason, but he had given his name to all the officers.",
            "Simon ran away from Richard. He got back at a time when he couldn't afford to leave, while Richard was away fighting in the north.",
            "Simon ran away from Richard. He had gone to the village to pick up his old bike for the day.",
            "Simon ran away from Richard. He couldn't believe the man was in charge.",
            "Simon ran away from Richard. He got lost, fell down a well, and tried to save himself.",
            "Simon ran away from Richard. He had planned to go straight to Lady Charlotte's\nand tell her everything that had happened.",
            "Simon ran away from Richard. He went back again as the wind blew\nmore and his heart pounded harder.",
            "Simon ran away from Richard. He came to himself suddenly and went\nto Richard.",
            "Simon ran away from Richard. He took the two of them in an old station train to the river in a coach, and he stayed all night.",
            "Simon ran away from Richard. He found that his father and mother were too weak to help him, so he spent the winter alone in a cave, with no food of any kind."
        ],
        "counts": {
            "Simon": 0,
            "Richard": 17
        }
    },
    "John passed a comic to Bill. He": {
        "details": {
            "pronoun": [
                29,
                31
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    23,
                    27
                ]
            ]
        },
        "sentences": [
            "John passed a comic to Bill. He saw to his heart that Bill and I were\nproperly co-tutors.",
            "John passed a comic to Bill. He read the\nstory out loud, then turned to Mandy, whose tone of voice he had picked up\nin his reading.",
            "John passed a comic to Bill. He saw the comics and looked at the drawings, but he didn’t feel at ease.",
            "John passed a comic to Bill. He said,\n\n\"Bill, I don't know what to say to you anymore.",
            "John passed a comic to Bill. He didn't have to.",
            "John passed a comic to Bill. He picked it up, examined it, and put it away until evening.",
            "John passed a comic to Bill. He read it over to the table.",
            "John passed a comic to Bill. He was interested in comic books in general, and read the comic.",
            "John passed a comic to Bill. He wanted Bill to tell me the sad news.",
            "John passed a comic to Bill. He was an artist.",
            "John passed a comic to Bill. He read it quickly.",
            "John passed a comic to Bill. He opened his mouth and said in a booming voice, \"Bullshit!\"\n\n\"But he'll hear about that soon enough anyway,\" Bill said.",
            "John passed a comic to Bill. He was having a nice time.",
            "John passed a comic to Bill. He was so excited, however, that he forgot to give thanks.",
            "John passed a comic to Bill. He could be very funny.",
            "John passed a comic to Bill. He smiled and read it: \"We'll be making a trip to the States in this summer.",
            "John passed a comic to Bill. He was as big a comic book fan as anybody in the world.",
            "John passed a comic to Bill. He was very excited about it and seemed to like the comic very much.",
            "John passed a comic to Bill. He opened up a fold in the top.",
            "John passed a comic to Bill. He didn't say\nany real words on the subject.",
            "John passed a comic to Bill. He turned and stared at the\nlittle man.",
            "John passed a comic to Bill. He read it word for word over the phone and Bill nodded.",
            "John passed a comic to Bill. He had seen _Black Sabbath_, and had the\ngood fortune to meet one of the most beautiful girls he knew; when he\nasked her if she had ever painted, she looked at him and.",
            "John passed a comic to Bill. He handed the book to Bill and said, \"Do you think there could be a comic in this comic? Well I got an idea.",
            "John passed a comic to Bill. He was too late to take the book, because he had a hand in it.",
            "John passed a comic to Bill. He wasn't a comic; he was a professional comic who loved comic books.",
            "John passed a comic to Bill. He had been sent to the office by his father, to draw the comic, which was a very large picture of a woman, about six feet high.",
            "John passed a comic to Bill. He put it under his arm and said they should be called.",
            "John passed a comic to Bill. He asked for a copy, and a funny book, too, about his experiences in World War II under fire and as a war correspondent.",
            "John passed a comic to Bill. He said that he liked the cartoon, and\n\nThey had a great time.",
            "John passed a comic to Bill. He'd only just learned that when in the middle of the night he\nwent out and caught the train to San Francisco.",
            "John passed a comic to Bill. He gave it to Bill for Christmas and when Bill got to Canada and learned about the other comics his daughter-in-law took it to her mother-in-law.",
            "John passed a comic to Bill. He glanced at Bill's watch when he\ncame out of the bathroom.",
            "John passed a comic to Bill. He'd drawn the\nsame comic, in the same style, but when Bill set out to type up the\nstory and wrote the first paragraph he gave one to me.",
            "John passed a comic to Bill. He was so startled that he didn't say anything.",
            "John passed a comic to Bill. He was a great comic man and had great stories to tell.",
            "John passed a comic to Bill. He did it by the letter, which meant\nthat it was a printed drawing and that it contained a good deal of detail\nwhich is the same kind of picture as a piece of metal but whose\ntexture is.",
            "John passed a comic to Bill. He started the comic.",
            "John passed a comic to Bill. He was a good comic, but he said it was better for people who could follow it.",
            "John passed a comic to Bill. He stared at him and gave the comic his best glare.",
            "John passed a comic to Bill. He was a writer for the Sunday Express who enjoyed comic books and had been doing graphic novels since the 1960s and one of the few who still wrote comics nowadays.",
            "John passed a comic to Bill. He'd gotten a free comic-book for the weekend.",
            "John passed a comic to Bill. He was one of the first I remember reading.",
            "John passed a comic to Bill. He sat through the first several lines, then laughed and asked, \"How about it, then? Can you get the whole thing over without making me pay for the movie?\"\n\nHe was a funny guy and.",
            "John passed a comic to Bill. He was not looking for a show, he wanted to talk about the future.",
            "John passed a comic to Bill. He started to smile, but he kept his frown, and his eyes remained expressionless.",
            "John passed a comic to Bill. He didn't know it was\na comic, but he put it in his pocket.",
            "John passed a comic to Bill. He drew a comic.",
            "John passed a comic to Bill. He turned this book into a comic book and they sold it for a dollar each.",
            "John passed a comic to Bill. He could use it to tell his story.",
            "John passed a comic to Bill. He glanced at the word and said.",
            "John passed a comic to Bill. He turned to the page.",
            "John passed a comic to Bill. He laughed at him.",
            "John passed a comic to Bill. He read it and started chuckling,\nwhich was better than Bill's voice.",
            "John passed a comic to Bill. He was impressed with his comic book, and asked if he might call that one to him for a read.",
            "John passed a comic to Bill. He didn't understand why that book, at that particular point, even looked dated.",
            "John passed a comic to Bill. He stopped at an intersection and turned toward home.",
            "John passed a comic to Bill. He said he'd seen that comic before, in 'Nashville, '72.",
            "John passed a comic to Bill. He was a good\nlittle fellow, and showed the way.",
            "John passed a comic to Bill. He had it at the hospital, and Bill passed it on from him to Mr.",
            "John passed a comic to Bill. He said, \"I was wondering if you'd like to be the one to read this thing?\"\n\nBill looked down and let the comic slip in his hand.",
            "John passed a comic to Bill. He had the comic printed and it cost a lot of money—at least it was printed.",
            "John passed a comic to Bill. He could see the face.",
            "John passed a comic to Bill. He didn't like that book.",
            "John passed a comic to Bill. He pointed to one of his comics, then to the next comic, and started.",
            "John passed a comic to Bill. He had one of those things on his hands that make the hair stand on end in the middle of the back of his neck.",
            "John passed a comic to Bill. He would come to read them aloud.",
            "John passed a comic to Bill. He read it, then turned away and asked Bill to hold the book.",
            "John passed a comic to Bill. He asked,\n\n\"Bill, I must have a comic.",
            "John passed a comic to Bill. He\nthen showed him some comic strips which he had read.",
            "John passed a comic to Bill. He opened a package on a tray and took out a comic, and that one is what we have.",
            "John passed a comic to Bill. He had been a big fan of comics ever since he was a kid, until he started talking about cartoons and comic books and then he started reading some comics at school.",
            "John passed a comic to Bill. He said, \"We should go get this money off of the bank, I'll have the money ready for you.",
            "John passed a comic to Bill. He said, \"Go on.",
            "John passed a comic to Bill. He read it, then opened the cardboard box and held it open a moment.",
            "John passed a comic to Bill. He was so pleased that when he returned to the office, it was a comic featuring the most prominent characters.",
            "John passed a comic to Bill. He read the page aloud in a kind of stunned excitement.",
            "John passed a comic to Bill. He showed the picture to Bill that night, Bill taking a joke.",
            "John passed a comic to Bill. He read it back to me and said Bill, \"Bill, the show must do a lot of reading.",
            "John passed a comic to Bill. He found it rather interesting, and Bill asked me to take it over, with all my comic books.",
            "John passed a comic to Bill. He had just received one in the morning.",
            "John passed a comic to Bill. He pulled out a newspaper and handed it to me.",
            "John passed a comic to Bill. He wasn't sure what to make of this news.",
            "John passed a comic to Bill. He was going to the store, but that didn't work; he'd just walk past the pawnshop.",
            "John passed a comic to Bill. He'd have thought it was a joke but Bill was amused by the way the boy did it.",
            "John passed a comic to Bill. He read it to Bill and Bill read it back to the comics book, they both agreed it was the best one they could find.",
            "John passed a comic to Bill. He seemed to be impressed by it.",
            "John passed a comic to Bill. He read it for a while and wrote an impassioned letter:'_A true Irishman, not a hypocrite.",
            "John passed a comic to Bill. He looked at the comic and nodded.",
            "John passed a comic to Bill. He was really\nvery pleased to see this.",
            "John passed a comic to Bill. He smiled broadly, but the book fell out of his hand and stuck to the ceiling and the sides of the storeroom.",
            "John passed a comic to Bill. He picked it up and passed it to Bill that\nhe should see; a little red face was in the book and Bill, who was\nwriting a few words when the voice stopped, turned and ran across the.",
            "John passed a comic to Bill. He said something with his lips.",
            "John passed a comic to Bill. He started a discussion of the subject about the way the country reacted to the news that our President had been nominated.",
            "John passed a comic to Bill. He read it to her, and both felt a mixture of excitement and amusement.",
            "John passed a comic to Bill. He was, of course, always the funnier, the more irreverent, the better.",
            "John passed a comic to Bill. He said,\n“Why don't you write a comic for us?”\n\n[Illustration: FAN!  JERY!  FAN!]\n\nAnd then they began to talk together over.",
            "John passed a comic to Bill. He liked the story and his comments.",
            "John passed a comic to Bill. He said, \"I know\nsomething about Superman and J.",
            "John passed a comic to Bill. He said the comic was a joke."
        ],
        "counts": {
            "John": 0,
            "Bill": 25
        }
    },
    "John was passing a comic to Bill. He": {
        "details": {
            "pronoun": [
                34,
                36
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    28,
                    32
                ]
            ]
        },
        "sentences": [
            "John was passing a comic to Bill. He told Bill, 'Bill, me friend is the chairman of an art deco art gallery.",
            "John was passing a comic to Bill. He read it, smiled and shook his head \"Well, I guess it's fine.",
            "John was passing a comic to Bill. He was very upset in this instance.",
            "John was passing a comic to Bill. He looked across the road and saw a man with a hat on.",
            "John was passing a comic to Bill. He turned to see a small figure standing at the foot of the bench.",
            "John was passing a comic to Bill. He took out a phone book.",
            "John was passing a comic to Bill. He was reading with a big grin.",
            "John was passing a comic to Bill. He stopped and laughed because the book had begun.",
            "John was passing a comic to Bill. He waved the comic to Bill.",
            "John was passing a comic to Bill. He said,\n\"I don't understand what's wrong with this.",
            "John was passing a comic to Bill. He looked up at him, and Bill was\nreposing again, as well, and nodding to the picture.",
            "John was passing a comic to Bill. He handed it over.",
            "John was passing a comic to Bill. He was about to go to the bar,\nand he was very hungry, \"Why? you ask.",
            "John was passing a comic to Bill. He flipped open an envelope.",
            "John was passing a comic to Bill. He saw it and threw the comic in the trash.",
            "John was passing a comic to Bill. He was in\nthe hallway and I could see a man come in.",
            "John was passing a comic to Bill. He'd just run out of time, and had to catch a train.",
            "John was passing a comic to Bill. He grinned a bit and smiled.",
            "John was passing a comic to Bill. He had a collection of comics, and was telling\n\nBill about stories he had read or had not.",
            "John was passing a comic to Bill. He stared out her door, watching as the car made its way across town.",
            "John was passing a comic to Bill. He wanted to see what people were up too.",
            "John was passing a comic to Bill. He pointed over and there was Billy at the far left, doing a figure eight as he came.",
            "John was passing a comic to Bill. He looked it over, and nodded.",
            "John was passing a comic to Bill. He looked over to see which comics are he looking at.",
            "John was passing a comic to Bill. He opened a window so they could look at the moon and see what the comet is up there.",
            "John was passing a comic to Bill. He turned to the other page, and asked:\n\nBill:\n\nBill:\n\nBill:\n\nBill:\n\nBill:\n\nBill:\n\nBill:\n\nBill:.",
            "John was passing a comic to Bill. He was surprised to find a page of a comic book that was about his age as a teen boy.",
            "John was passing a comic to Bill. He had a copy of The\nWestsiders comic book.",
            "John was passing a comic to Bill. He put the comic by the stove, and saw the word 'Floater.",
            "John was passing a comic to Bill. He handed him a card and he was like 'what's that?' the guy said 'look at the name of this comic it's a comic called a gilligan,' Bill looked up and he sees this.",
            "John was passing a comic to Bill. He nodded and turned and Bill started to follow him as a pair of young men hurried by, his arms slung over their hips.",
            "John was passing a comic to Bill. He came from the kitchen,\nvery happy but very worried.",
            "John was passing a comic to Bill. He thought I was the one.",
            "John was passing a comic to Bill. He dropped the comic to say: “I just had a long talk with John Connell.",
            "John was passing a comic to Bill. He was trying to find a way of making sense out of it and didn't quite have it.",
            "John was passing a comic to Bill. He had seen the same comic many\ndays ago and had been interested and amused by it.",
            "John was passing a comic to Bill. He smiled as Mr.",
            "John was passing a comic to Bill. He was wearing his black\nflea-collar, and Bill turned to see the grinning face and the long\njaws of the little black dog.",
            "John was passing a comic to Bill. He'd started a new comic that was going around town, a regular comic and he'd taken it on to the kids at school since it was about a boy who had some strange disease and he'd sent it.",
            "John was passing a comic to Bill. He got a big surprise when Bill handed him a magazine.",
            "John was passing a comic to Bill. He had his hands full and didn't want to spend the night.",
            "John was passing a comic to Bill. He said,\n\nYou had a man up before he met you, now he's down.",
            "John was passing a comic to Bill. He was about fifty or sixty and had a very small moustache, but he looked like a really cool guy, and all the better for it.",
            "John was passing a comic to Bill. He handed his comic to her then, and went to the ladies' room.",
            "John was passing a comic to Bill. He had to take the comic, because he said he didn't want to have anything to do with it.",
            "John was passing a comic to Bill. He looked at the sheet and saw nothing remarkable.",
            "John was passing a comic to Bill. He had decided that it was time to ask him how he thought of it.",
            "John was passing a comic to Bill. He didn't like comics, but as the older man looked up at him he saw something was not quite right: the younger man was looking at his girlfriend, his own hand, a small shadow lying on the.",
            "John was passing a comic to Bill. He took it and\n\nsaid, 'If this don't kill him, it's for all I care.",
            "John was passing a comic to Bill. He shook my hand and said, \"Do you think you could take that and have a picture?\"\n\nI shook my head violently.",
            "John was passing a comic to Bill. He wrote what seemed to be a pretty accurate message to pass on.",
            "John was passing a comic to Bill. He stopped and read it.",
            "John was passing a comic to Bill. He shook his head before adding, \"He still works, of that I don't think.",
            "John was passing a comic to Bill. He was going, \"Listen here, I haven't had a real chance to chat.",
            "John was passing a comic to Bill. He was reading a comic on the board\n> > > > and\n> > > > one of our employees (a\n> > > > > employee)\n> > > > was\n> >.",
            "John was passing a comic to Bill. He said, \"Bill, you'd better come over here to the bathroom.",
            "John was passing a comic to Bill. He was laughing, and he looked\nup sharply.",
            "John was passing a comic to Bill. He said he was glad, as always, that things were working out for the boys.",
            "John was passing a comic to Bill. He had one of the longest-running jokes that Bill could remember.",
            "John was passing a comic to Bill. He picked up a book of comics and leaned on his shoulder.",
            "John was passing a comic to Bill. He pointed to\nwhat looked like a rather well-made-up woman in a leather coat\nover the back of a wheelchair.",
            "John was passing a comic to Bill. He did not know Bill.",
            "John was passing a comic to Bill. He came over and looked down at the little boy in the comic, then went on and put an end to the matter.",
            "John was passing a comic to Bill. He pulled the plug on the comic book and read the words, \"You'll be the hero.",
            "John was passing a comic to Bill. He dropped it as soon as he put the book down.",
            "John was passing a comic to Bill. He shook his head.",
            "John was passing a comic to Bill. He glanced at a sheet of paper on the shelf.",
            "John was passing a comic to Bill. He looked at it.",
            "John was passing a comic to Bill. He looked at the comic to check it out and Bill smiled at him.",
            "John was passing a comic to Bill. He noticed an old friend from school: an old friend from work, a woman, about seven feet tall.",
            "John was passing a comic to Bill. He gave Bill this comic.",
            "John was passing a comic to Bill. He nodded to his sister, and Bill turned off in the direction our brother and sister were going.",
            "John was passing a comic to Bill. He pointed.",
            "John was passing a comic to Bill. He stopped his car and threw open his door.",
            "John was passing a comic to Bill. He was reading a Superman comic, and it gave him a funny sort of \"Who shot that thing?\" look on his face and Bill chuckled.",
            "John was passing a comic to Bill. He said, \"We're off to see the Monopoly game.",
            "John was passing a comic to Bill. He started laughing as Bill looked on in surprise.",
            "John was passing a comic to Bill. He smiled and went on\n\n“I've been working with Bill for a while.",
            "John was passing a comic to Bill. He had a big grin on his face.",
            "John was passing a comic to Bill. He was about to ask his daughter, but before you could ask he was gone.",
            "John was passing a comic to Bill. He stared at it, the comic being on the back wall behind his desk.",
            "John was passing a comic to Bill. He stared at the comic as Bill looked into him, and saw that it was something really out of the ordinary, and Bill thought that to be funny, but Bill did not understand.",
            "John was passing a comic to Bill. He couldn't believe it.",
            "John was passing a comic to Bill. He looked it over.",
            "John was passing a comic to Bill. He said, \"I saw that comic a few times,\nand you're pretty funny, too.",
            "John was passing a comic to Bill. He pulled the paper toward me with little difficulty.",
            "John was passing a comic to Bill. He said, \"Benny, here's the best guy in the world,\" then turned to the other comic who was sitting by and said, \"Oh, no, Bill, he can't, he has.",
            "John was passing a comic to Bill. He leaned over and gave Bill his hand.",
            "John was passing a comic to Bill. He was looking at Bill, which had a kind of funny, childish look in it and Bill could see Bill trying the comic, and saw him looking at some other comic but there was no one in it.",
            "John was passing a comic to Bill. He turned and grinned.",
            "John was passing a comic to Bill. He said, 'Begging your pardon, Bill but what of our plans for this fall's game?\"\n\nBill did not make any answer.",
            "John was passing a comic to Bill. He looked over.",
            "John was passing a comic to Bill. He was wearing a green tie and carrying a blue suit.",
            "John was passing a comic to Bill. He stopped and\nthen, having read the comic, he put down the money on the table, and\nsaying, \"That'll beat me,\" turned his eyes upon Bill.",
            "John was passing a comic to Bill. He stopped, and went out right into the street, and said, \"Bill, you know what my advice is?\n\n\"Well, I wouldn't hurt your wife.",
            "John was passing a comic to Bill. He had on the back of his\nhand, a comic strip, in which there was a strip on a cartoon strip:\n\n{The Fence}\n\nHe put it into a cardboard box,.",
            "John was passing a comic to Bill. He turned and said, smiling, \"Are you one of the group?\"\n\nBill laughed and said, \"Yes.",
            "John was passing a comic to Bill. He knew nothing about comics.",
            "John was passing a comic to Bill. He looked up when they turned to pass, and made an odd gesture towards Bill the other way with his hand as if he were trying to get past his back.",
            "John was passing a comic to Bill. He had come from the _Scribner's_ library."
        ],
        "counts": {
            "John": 1,
            "Bill": 41
        }
    },
    "Amanda amazed Brittany. She": {
        "details": {
            "pronoun": [
                24,
                27
            ],
            "options": [
                [
                    0,
                    6
                ],
                [
                    14,
                    22
                ]
            ]
        },
        "sentences": [
            "Amanda amazed Brittany. She didn't understand why he'd let her go.",
            "Amanda amazed Brittany. She had seen Brittany naked, but not naked as it would appear.",
            "Amanda amazed Brittany. She couldn't get me out\nof her head.",
            "Amanda amazed Brittany. She had worked all day and night on what seemed to her like an endless line of things and now she was about to have to use up all of it, she said.",
            "Amanda amazed Brittany. She'd done her time, gone home to meet some friends, and a very pleasant day she'd never imagined.",
            "Amanda amazed Brittany. She never\nfelt that her husband was more mature than she was.",
            "Amanda amazed Brittany. She smiled and stood, looking like a princess, a princess again.",
            "Amanda amazed Brittany. She was only one year younger than Brittany.",
            "Amanda amazed Brittany. She was amazed that Brittany would take Brittany seriously, but in a way she was not surprised.",
            "Amanda amazed Brittany. She wasn't quite sure if\n\nher parents would approve of the news.",
            "Amanda amazed Brittany. She had never thought that her father was actually a father.",
            "Amanda amazed Brittany. She had just found another job as a handyman in a mall—and the mall had closed down.",
            "Amanda amazed Brittany. She would know: a good actress in the first row of the audience, the first woman to be on stage in the audience.",
            "Amanda amazed Brittany. She was a teacher in my class at university.",
            "Amanda amazed Brittany. She had seen Brutus use the sword.",
            "Amanda amazed Brittany. She was never so happy, ever.",
            "Amanda amazed Brittany. She then added that her husband was not aware of the death.",
            "Amanda amazed Brittany. She put him down on the bed so he'd find his feet and move out of the way while she dragged over the rug.",
            "Amanda amazed Brittany. She was the closest she could come to an actual friend, but the two of them were more than friends.",
            "Amanda amazed Brittany. She said, \"Are you crazy, Brittany? I don't know where he is.",
            "Amanda amazed Brittany. She knew there would be more to come.",
            "Amanda amazed Brittany. She had a good heart, Brittany thought.",
            "Amanda amazed Brittany. She hadn't wanted to leave.",
            "Amanda amazed Brittany. She hadn't realized how much she was thinking about it.",
            "Amanda amazed Brittany. She was not as angry with them for keeping her out of the picture, because what did they know about her, unless they'd had a bad night and were drunk.",
            "Amanda amazed Brittany. She stared down at her swollen belly.",
            "Amanda amazed Brittany. She'd never even seen them together, not since first-time visitors and their pets.",
            "Amanda amazed Brittany. She'd not expected this, but her new friends seemed as excited as they were scared.",
            "Amanda amazed Brittany. She was too nervous to show emotion.",
            "Amanda amazed Brittany. She said Brittany had been the one to suggest it.",
            "Amanda amazed Brittany. She never wanted to be a singer, but she had always wanted to be a songwriter.",
            "Amanda amazed Brittany. She had grown up, grown to adulthood and been to so many different states.",
            "Amanda amazed Brittany. She had actually had no idea of her own identity for a long time.",
            "Amanda amazed Brittany. She never stopped believing that there was somewhere in that house a whole slew of her fellow countrywomen who were like her and their homes.",
            "Amanda amazed Brittany. She didn't know why.",
            "Amanda amazed Brittany. She wasn't usually so enthusiastic, but now he had something on her mind.",
            "Amanda amazed Brittany. She nodded when Brittany looked at her.",
            "Amanda amazed Brittany. She hadn't expected to feel this way.",
            "Amanda amazed Brittany. She seemed more than a little afraid.",
            "Amanda amazed Brittany. She didn't know it, but Brittany was very much like Amanda—had a strong sense of humor and was a very good actress.",
            "Amanda amazed Brittany. She had been looking forward to making some time to run errands for a little extra cash.",
            "Amanda amazed Brittany. She would never be one to deny that she had the one thing that, with her being the mom of two, makes everything possible.",
            "Amanda amazed Brittany. She was too late, the doors were unlocked; they opened and I saw a beautiful angel at the doorway, holding Amanda's hand.",
            "Amanda amazed Brittany. She wanted them to be together.",
            "Amanda amazed Brittany. She was all ears, watching Brittany talk about how we should all just forget that the baby was in the womb.",
            "Amanda amazed Brittany. She saw now how she wasn't the only one with dark skin, but some sort of aura, just like the others.",
            "Amanda amazed Brittany. She must have done her mother's laundry!\n\nBrittany pulled the top off the dress, where it ended a long way from her neck.",
            "Amanda amazed Brittany. She turned to James, \"What did you call us? I never heard of a black boy without a name.",
            "Amanda amazed Brittany. She had never seen her before, but she felt as if she knew.",
            "Amanda amazed Brittany. She looked into her old, tattered magazine with a look on her face that made Brittany feel as though she had been kicked in the head.",
            "Amanda amazed Brittany. She was so excited that it was finally her turn to have the\n\ndinner party to her liking.",
            "Amanda amazed Brittany. She had a bit of a crush on him, she wasn't sure why, but she was on the brink of getting him to accept her again.",
            "Amanda amazed Brittany. She'd seen it as a beautiful sign.",
            "Amanda amazed Brittany. She wore a bright green coat—a jacket, it seemed, from her mother—and black boots, one of her first, at a time in her life when the girl had none.",
            "Amanda amazed Brittany. She couldn't believe that she could go on about this, this horrible thing, for this long.",
            "Amanda amazed Brittany. She told her husband where to go and he went.",
            "Amanda amazed Brittany. She was so happy that she almost cried.",
            "Amanda amazed Brittany. She was so excited to be living in the city, and having the same company that they did.",
            "Amanda amazed Brittany. She watched as the two men, armed with shovels, shoveled up water and put out firewood, and then she listened to the thud.",
            "Amanda amazed Brittany. She wondered what was going on.",
            "Amanda amazed Brittany. She knew that the two of them were having a relationship.",
            "Amanda amazed Brittany. She was used to taking care of Brittany, and\n\nshe'd done everything to be there for Brittany as a baby.",
            "Amanda amazed Brittany. She thought of how the story had progressed at a stroke.",
            "Amanda amazed Brittany. She would do anything to make her brother happy.",
            "Amanda amazed Brittany. She's always amazed me.",
            "Amanda amazed Brittany. She had never before seen Brittany shake so.",
            "Amanda amazed Brittany. She could only stare, dumbstruck.",
            "Amanda amazed Brittany. She knew she hadn't heard from her.",
            "Amanda amazed Brittany. She'd seen her and I-girls so many times but she never took to me.",
            "Amanda amazed Brittany. She said, \"You're going to teach a lot of classes this term, aren't you Brittany.",
            "Amanda amazed Brittany. She was clearly a woman.",
            "Amanda amazed Brittany. She seemed less confident, more vulnerable than she had been earlier, the way she'd looked when Brittany was just a little girl.",
            "Amanda amazed Brittany. She hadn't realized it had\nuntil then, but by the time the door closed behind her she knew it was.",
            "Amanda amazed Brittany. She'd asked to borrow Tiffany and she'd bought her a gift—a pair of earrings, a bangle, a bracelet, a necklace, and a lipstick.",
            "Amanda amazed Brittany. She was used to her, and she didn't expect it.",
            "Amanda amazed Brittany. She couldn't believe the level of care he put her through.",
            "Amanda amazed Brittany. She told her brother, \"Brittany says she just loves you.",
            "Amanda amazed Brittany. She'd lost track of them for days now, but he thought Brittany was pretty close to being the same height as the two of them, which was about the same as his height.",
            "Amanda amazed Brittany. She then told Amanda, “You’re a great actress, really.",
            "Amanda amazed Brittany. She thought of her cousin, who'd called from the airport and seemed unreachable.",
            "Amanda amazed Brittany. She seemed to find this an astonishing feat: “I’m not surprised by any of this.",
            "Amanda amazed Brittany. She leaned in and stared at him through a red-rimmed eye.",
            "Amanda amazed Brittany. She told Brittany that when she started the new job, she felt, for the first time in her life, like she belonged in her own home with her family.",
            "Amanda amazed Brittany. She was on her way out, going to find a house, but Brittany knew it wasn't going to happen.",
            "Amanda amazed Brittany. She hadn't seen her like this in ages.",
            "Amanda amazed Brittany. She loved her.",
            "Amanda amazed Brittany. She'd thought Brittany had lost her mind.",
            "Amanda amazed Brittany. She was proud of her son.",
            "Amanda amazed Brittany. She had just met him,\n\nand had come to find out.",
            "Amanda amazed Brittany. She was right.",
            "Amanda amazed Brittany. She was in the car, going to a meeting with her attorney, and this new client was looking at her in concern.",
            "Amanda amazed Brittany. She knew how much she had hoped to show Brittany over the course of several months, but Brittany had kept her on the money for a very long time.",
            "Amanda amazed Brittany. She was a small girl with big brown eyes that matched the dark, serious expression of her mother.",
            "Amanda amazed Brittany. She'd only ever met Brittany once, in a brief romantic dinner before Brittany had moved to Boston and then married Brittany’s parents.",
            "Amanda amazed Brittany. She hadn't heard the sound.",
            "Amanda amazed Brittany. She was so excited that Brittany was on the train, that she almost tripped after they left the house.",
            "Amanda amazed Brittany. She'd never heard before that she was a good singer and that she could move up in rank.",
            "Amanda amazed Brittany. She'd always liked these things a lot better than watching TV.",
            "Amanda amazed Brittany. She sat in the passenger seat and told the driver they would come back to help with some errands while they awaited her family home.",
            "Amanda amazed Brittany. She'd grown up with a mother who loved the country and who came from a community she felt safe in, but this was the first time Brittany had ever actually seen a person wearing a house."
        ],
        "counts": {
            "Amanda": 3,
            "Brittany": 29
        }
    },
    "Brittany was amazed by Amanda. She": {
        "details": {
            "pronoun": [
                31,
                34
            ],
            "options": [
                [
                    23,
                    29
                ],
                [
                    0,
                    8
                ]
            ]
        },
        "sentences": [
            "Brittany was amazed by Amanda. She had thought to check her phone at work the previous afternoon to see if it had an incoming call.",
            "Brittany was amazed by Amanda. She sat down in the small chair by the window and asked Amanda to explain the situation.",
            "Brittany was amazed by Amanda. She couldn't have been more amazed than she was.",
            "Brittany was amazed by Amanda. She knew how to have fun, how to enjoy herself and do as she pleased.",
            "Brittany was amazed by Amanda. She would give it her all and the chance to do great things with her new boyfriend.",
            "Brittany was amazed by Amanda. She'd just gotten off the plane and had never been more grateful than to be there with her sister.",
            "Brittany was amazed by Amanda. She couldn't comprehend the depth of her feelings for him.",
            "Brittany was amazed by Amanda. She couldn't believe it.",
            "Brittany was amazed by Amanda. She felt she was in danger, was about to turn around to confront Amanda, but instead she heard a noise like the opening of a door.",
            "Brittany was amazed by Amanda. She still looked just like her sister.",
            "Brittany was amazed by Amanda. She had never been married, but when she had looked up and seen Amanda laughing at her, it was clear that it was none other than Amanda herself.",
            "Brittany was amazed by Amanda. She knew what she had to do to impress her; this was going to be no big deal, not much more than what Amanda was doing now.",
            "Brittany was amazed by Amanda. She didn't dare to ask as she moved back to her seat, her legs hanging like a tree from the back of the seat, until she saw the two young men emerge from the back.",
            "Brittany was amazed by Amanda. She had never met a woman so beautiful, not even in her dreams.",
            "Brittany was amazed by Amanda. She’s a little like her, but she really means everything she says.",
            "Brittany was amazed by Amanda. She turned away; she did not want to see the woman again.",
            "Brittany was amazed by Amanda. She had no idea that their first real conversation had been about Amanda's grandmother.",
            "Brittany was amazed by Amanda. She didn’t know who Amanda was.",
            "Brittany was amazed by Amanda. She wasn't happy but she loved her partner.",
            "Brittany was amazed by Amanda. She thought it would make a very good story.",
            "Brittany was amazed by Amanda. She wasn't exactly the friendliest, but she was loyal and the thing she was doing was so beautiful.",
            "Brittany was amazed by Amanda. She wasn’t just impressed, she knew.",
            "Brittany was amazed by Amanda. She looked at Amanda, and Amanda looked at Brittany, as if each one of the two women were making sure that they were keeping pace with each other in a very deliberate mode.",
            "Brittany was amazed by Amanda. She'd never had such an experience before, just as Angie didn't expect to have one the moment she walked through the door.",
            "Brittany was amazed by Amanda. She found her gaze shifting from Lila’s to his body and back.",
            "Brittany was amazed by Amanda. She had told her he was gone from her.",
            "Brittany was amazed by Amanda. She wasn’t certain that she was seeing things from Amanda’s point of view.",
            "Brittany was amazed by Amanda. She couldn't remember a time when anyone had been able to keep her so informed.",
            "Brittany was amazed by Amanda. She was even less amused by the three women who were gathered around.",
            "Brittany was amazed by Amanda. She was always making statements to her peers about the way her body looked and how much she wanted to put on, and she certainly seemed like the kind of girl Amanda had been, not just back in the year.",
            "Brittany was amazed by Amanda. She was surprised that they could even talk like that.",
            "Brittany was amazed by Amanda. She hadn't really believed it; her mother just used that word again to refer to the fact that she thought it was going to be Amanda.",
            "Brittany was amazed by Amanda. She tried to convince her that Amanda had something to do with them both.",
            "Brittany was amazed by Amanda. She took Amanda into her office and she was in love with her.",
            "Brittany was amazed by Amanda. She hadn’t been afraid before, but she was shocked now.",
            "Brittany was amazed by Amanda. She looked at him, and he smiled back at her, as if that was the easiest thing he’d ever done, and he’d never get a chance to act on it.",
            "Brittany was amazed by Amanda. She said, \"You've changed.",
            "Brittany was amazed by Amanda. She was a beauty.",
            "Brittany was amazed by Amanda. She found herself unable to breathe as Amanda told her of her first sexual experience, and she began to take it in her head:\n\n\"I was only thirteen years old, and I had no idea what.",
            "Brittany was amazed by Amanda. She said, \"This is like having something real in the house.",
            "Brittany was amazed by Amanda. She felt like she had come home.",
            "Brittany was amazed by Amanda. She thought I was so amazing that she immediately started getting her attention.",
            "Brittany was amazed by Amanda. She thought that Amanda might have been on a rampage.",
            "Brittany was amazed by Amanda. She was dressed all the same but the only difference was the clothes.",
            "Brittany was amazed by Amanda. She and Amanda's mother were getting home from the hospital, and she would be surprised to see a familiar face by her front door.",
            "Brittany was amazed by Amanda. She felt as though she was looking into a mirror.",
            "Brittany was amazed by Amanda. She even managed to get her to say \"yes\" after Amanda had asked if she wanted to see her friend in person.",
            "Brittany was amazed by Amanda. She had never seen her before, nor had she spoken to her the night before.",
            "Brittany was amazed by Amanda. She had never experienced anything like it, no matter what she may have experienced in life before her family.",
            "Brittany was amazed by Amanda. She said she was so excited she couldn't breathe until after they'd left.",
            "Brittany was amazed by Amanda. She asked each of them three questions: \"This is Amanda.",
            "Brittany was amazed by Amanda. She was taken by surprise and didn’t know what to believe.",
            "Brittany was amazed by Amanda. She knew she was gorgeous because of Amanda.",
            "Brittany was amazed by Amanda. She saw that on the screen—a man with blonde hair with an Afro shaved into the chin, a deep blue dress shirt fronted by a large white tie.",
            "Brittany was amazed by Amanda. She and the group went to a table where she explained the nature of the conversation.",
            "Brittany was amazed by Amanda. She hadn’t thought too much about her when the two of them began their journey.",
            "Brittany was amazed by Amanda. She noticed that she was different: somehow, her clothes came down to her ankles, she had an odd little figure, and it looked as if she were wearing the same clothes every night, almost her favorite ones.",
            "Brittany was amazed by Amanda. She didn't know her well, but she knew this woman.",
            "Brittany was amazed by Amanda. She could not even speak for a moment, fearing the dark and the terrible, fearing Amanda's wrath.",
            "Brittany was amazed by Amanda. She saw the other woman for the first time.",
            "Brittany was amazed by Amanda. She did not need any other excuse.",
            "Brittany was amazed by Amanda. She couldn't believe that someone like Amanda might be able to have a thing for her? It didn't make sense.",
            "Brittany was amazed by Amanda. She remembered her once more with a jolt of anger, suddenly realizing that Amanda still looked exactly like her, and for that, she was grateful.",
            "Brittany was amazed by Amanda. She was shocked and appalled.",
            "Brittany was amazed by Amanda. She knew that she'd be a great friend to Amanda.",
            "Brittany was amazed by Amanda. She even thought that, at least, she looked nice.",
            "Brittany was amazed by Amanda. She looked down and began blushing.",
            "Brittany was amazed by Amanda. She said, \"What did you just say?\"\n\nAmanda couldn't look at her.",
            "Brittany was amazed by Amanda. She was standing just feet away from the room, the way she stood with her hands locked protectively, the long blonde hair brushing her shoulders, and the bright red lipstick and nail polish.",
            "Brittany was amazed by Amanda. She didn't believe that.",
            "Brittany was amazed by Amanda. She was completely unaware of who her father was and how his life had been reduced to an exercise and exercise routine.",
            "Brittany was amazed by Amanda. She started to feel even more awkward, like she was at a school performance and had to sit awkwardly.",
            "Brittany was amazed by Amanda. She couldn't believe it.",
            "Brittany was amazed by Amanda. She felt as though she would have liked to see her and wanted to find the time to come over and spoil her.",
            "Brittany was amazed by Amanda. She thought, 'She is the most beautiful woman! I haven't seen a woman in fifteen years.",
            "Brittany was amazed by Amanda. She'd made him watch a movie together the week before Amanda was born.",
            "Brittany was amazed by Amanda. She was wearing an identical dress to her husband, which was just as flattering.",
            "Brittany was amazed by Amanda. She put her hand in her\n\ndaughter’s right fist and said, “You’re going to get in these girls’ eyes.",
            "Brittany was amazed by Amanda. She was a\nsheep that has spent so much time on the farm.",
            "Brittany was amazed by Amanda. She felt that Amanda had been her best friend since childhood.",
            "Brittany was amazed by Amanda. She didn't know that either.",
            "Brittany was amazed by Amanda. She had not seen her in years, and knew she was going to lose herself once she saw her again.",
            "Brittany was amazed by Amanda. She never could take her eye off of her before this.",
            "Brittany was amazed by Amanda. She had tried to stop looking away when her sister had said that she was looking over Amanda's shoulder, but it had been like looking at life from a different perspective.",
            "Brittany was amazed by Amanda. She was a young woman, but there was a maturity in her that Brittany had never seen in her.",
            "Brittany was amazed by Amanda. She didn't like to show\nany signs of affection, but all their interactions were so sweet and innocent\nit was hard not to.",
            "Brittany was amazed by Amanda. She watched her in awe of herself, and her eyes widened with recognition, a little in surprise, and then a little doubt, and finally a little disbelief.",
            "Brittany was amazed by Amanda. She looked back over her shoulders and smiled at Olivia.",
            "Brittany was amazed by Amanda. She could not possibly love this woman as much as she did.",
            "Brittany was amazed by Amanda. She wanted to know if Amanda had anything to do with his escape.",
            "Brittany was amazed by Amanda. She thought that she was like every other woman in the entire city at the time: she was the opposite gender from the person most often encountered.",
            "Brittany was amazed by Amanda. She couldn't imagine anything else so brilliant and beautiful.",
            "Brittany was amazed by Amanda. She also asked several times if she could talk to Amanda, since she couldn't take her eye off of Katie, but Amanda wouldn't talk to her (even though she was friends with me).",
            "Brittany was amazed by Amanda. She had never seen her so happy.",
            "Brittany was amazed by Amanda. She hadn't mentioned Amanda during the day.",
            "Brittany was amazed by Amanda. She had never before seen Amanda so excited or frightened.",
            "Brittany was amazed by Amanda. She could not blame her for not knowing why she was being punished so badly for her actions, but when she saw how hurt Amanda was by her own actions, when her own feelings came rushing back into her mind.",
            "Brittany was amazed by Amanda. She had never met a person so much in love.",
            "Brittany was amazed by Amanda. She was an American in training when there were only three of her.",
            "Brittany was amazed by Amanda. She asked if Amanda believed in God, and the blonde smiled."
        ],
        "counts": {
            "Amanda": 35,
            "Brittany": 2
        }
    }
}