{
    "metadata": {
        "model": "EleutherAI/pythia-1.4b",
        "revision": "main",
        "num_parameters": 1414647808,
        "timestamp": "2023-10-16 14:57:19.469479"
    },
    "John seized the comic from Bill. He": {
        "details": {
            "pronoun": [
                33,
                35
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    27,
                    31
                ]
            ]
        },
        "sentences": [
            "John seized the comic from Bill. He went over to talk to George about a trade in.",
            "John seized the comic from Bill. He read it slowly, and in fascination.",
            "John seized the comic from Bill. He flipped the flap, examined the cover, turned it over.",
            "John seized the comic from Bill. He had his men do it, just like this.",
            "John seized the comic from Bill. He grabbed Bucky’s arm and told him, “Don’t try nothing.",
            "John seized the comic from Bill. He opened it to page 17 and began to turn it over.",
            "John seized the comic from Bill. He had wanted to stop him from going to the\nmeetings, but it was Bill who talked to him on the phone so he had\nagreed to it.",
            "John seized the comic from Bill. He could not control a movement he could not grasp.",
            "John seized the comic from Bill. He held the comic up like a holy relic and spoke in a reverential voice.",
            "John seized the comic from Bill. He read the title, and all of\nthem looked up in astonishment, and for a moment forgot that there was such\na thing as a police and a court.",
            "John seized the comic from Bill. He was holding it for the comic books, the first issue.",
            "John seized the comic from Bill. He\ntried to hide it from Dick, but Dick saw it and gave a yell, so Tom,\nwhose eyes had been bad because of the sun, saw it too.",
            "John seized the comic from Bill. He looked at it and smiled at her and said, “This is the comic where your mom tells you that you’re lucky to live in a universe in which you can go to school” and Bill pointed to.",
            "John seized the comic from Bill. He told Bill it could never be returned to him because it was 'the property of a person who is not an American citizen'.",
            "John seized the comic from Bill. He was in awe of the way the boy was able to find all the places that were the same, just by asking for more names.",
            "John seized the comic from Bill. He held the book out like a\ngun, and it slid through his hands like a knife.",
            "John seized the comic from Bill. He threw a handful of sheets across the room as two men emerged from the bedroom carrying the bags and, seeing them, ran over to the box.",
            "John seized the comic from Bill. He looked it over, as per usual, and then slid it back into Bill's limp fist.",
            "John seized the comic from Bill. He and the other two men went back to their vehicle, and Bill handed the comic to a female police officer.",
            "John seized the comic from Bill. He\nheard that the President was in the library.",
            "John seized the comic from Bill. He had it, and he knew it.",
            "John seized the comic from Bill. He handed it over and they exchanged a look they both knew well.",
            "John seized the comic from Bill. He took the comic back to the bedroom and lay the book on his wife's pillow.",
            "John seized the comic from Bill. He held the comic upside down, pulled it out\n       of Bill’s hands, took some of it off, and showed it to Mr.",
            "John seized the comic from Bill. He walked it back and forth in front of his face, so Bill would forget he was holding it.",
            "John seized the comic from Bill. He handed it to her with a grin and wink.",
            "John seized the comic from Bill. He'd been a student at the _Fordham College of Liberal Arts_ for exactly two and a half years; he had two more years' credits and, in case that wasn't enough, worked as a.",
            "John seized the comic from Bill. He said, \"That's the only copy we have.",
            "John seized the comic from Bill. He held it upside down and Bill leaned in to let the comic fall over his head.",
            "John seized the comic from Bill. He then got up and made some adjustments to the camera.",
            "John seized the comic from Bill. He then read the first two pages and seemed to become possessed, the rest of the book went into his mouth and he devoured it at almost one sitting.",
            "John seized the comic from Bill. He said, \"Here, take the comic.",
            "John seized the comic from Bill. He wanted to play the game on real people’s terms, and he’s not going to let you guys do that.",
            "John seized the comic from Bill. He was wearing a pair of thick glasses.",
            "John seized the comic from Bill. He asked, with\nimpatience, if he remembered it.",
            "John seized the comic from Bill. He turned to me.",
            "John seized the comic from Bill. He held it a moment or two as though he looked through the dust.",
            "John seized the comic from Bill. He was wearing it now, in fact, and held it by the edges with the tips of two fingers, so close that, as he closed the cover over his head it got jumbled up with a bit of.",
            "John seized the comic from Bill. He began talking about how it was his favorite part of the novel.",
            "John seized the comic from Bill. He handed it to me.",
            "John seized the comic from Bill. He and Chris and Michael started laughing.",
            "John seized the comic from Bill. He held that the issue and characters appearing were \"comic' by definition\".",
            "John seized the comic from Bill. He turned it over and looked at it again, then let go and turned it over again.",
            "John seized the comic from Bill. He held the top two stories of the comic between them.",
            "John seized the comic from Bill. He looked up at the man with a\ngentle smile, turned away, and began to arrange the various parts of the\npurchase in a sort of catalogue manner.",
            "John seized the comic from Bill. He placed it on the table, and started\nto turn up its pages.",
            "John seized the comic from Bill. He pulled out the top and opened the cover.",
            "John seized the comic from Bill. He was about the same age that Tony was, no relation I'd ever seen up close before.",
            "John seized the comic from Bill. He said, \"You know Bill, I can do comic books too.",
            "John seized the comic from Bill. He was\ndisappointed to see that the picture of Mary Grant looked much better as\na girl than as a widow.",
            "John seized the comic from Bill. He ran an amused eye over it, then made a grab for the bag.",
            "John seized the comic from Bill. He turned it over and looked at the other panel:\n\nHe looked up at the other panel.",
            "John seized the comic from Bill. He turned around from it and laughed.",
            "John seized the comic from Bill. He did so with the\nknowledge that there would be no more comics in it, and he would be\nin jail that night, if he allowed Sam to sell the issue.",
            "John seized the comic from Bill. He knew about the \"lost\" book, the book he'd sold to Bill, the book he'd stolen from him.",
            "John seized the comic from Bill. He turned it over, then reached out his\nhand to Bill, just as a man came walking through the shadows.",
            "John seized the comic from Bill. He felt a momentary thrill.",
            "John seized the comic from Bill. He read it and grinned.",
            "John seized the comic from Bill. He held it with great gentleness.",
            "John seized the comic from Bill. He picked it up and threw it out into the\nroad.",
            "John seized the comic from Bill. He turned it over and examined it closely.",
            "John seized the comic from Bill. He was\n\nhappy to do so and started telling everyone how a comic could use it to\n\ncreate great advertising.",
            "John seized the comic from Bill. He took the man's face in his hand and looked him straight in the eye.",
            "John seized the comic from Bill. He then turned back to face me.",
            "John seized the comic from Bill. He was now able to use the comic without fear of further violence.",
            "John seized the comic from Bill. He looked at Bill then stopped, and pointed to the shelf above the front door.",
            "John seized the comic from Bill. He turned the page, then the next.",
            "John seized the comic from Bill. He took up the old man's old position and continued to read him without intermission.",
            "John seized the comic from Bill. He'd told him to pick it up, but the comic still sat in one of Bill's pockets.",
            "John seized the comic from Bill. He pulled a pistol from his shirt pocket, pointed it at Bill, and began punching him.",
            "John seized the comic from Bill. He read it by flashlight in her trailer.",
            "John seized the comic from Bill. He started to look around the shop.",
            "John seized the comic from Bill. He said, \"Mr.",
            "John seized the comic from Bill. He was looking at the first row of the gallery but, as he got\nup, was unable to take his eyes for a moment from it.",
            "John seized the comic from Bill. He held it until his return.",
            "John seized the comic from Bill. He had his way and left the comic in his possession.",
            "John seized the comic from Bill. He also reached inside his pants and brought out the comic book.",
            "John seized the comic from Bill. He laughed and laughed, and finally reached inside his jacket for the phone.",
            "John seized the comic from Bill. He took off his belt and buckle and used them to undo the belt.",
            "John seized the comic from Bill. He had to read the whole thing at one sitting, in one sitting, at seven different times—he'd been trying to do a double feature for nearly two years now but he still wasn't there yet.",
            "John seized the comic from Bill. He tore it into little pieces as if it was an old football.",
            "John seized the comic from Bill. He asked Bill to stop, and Bill said that he would.",
            "John seized the comic from Bill. He tore it into pieces, dropped them in his pocket, sat down and started\nto read.",
            "John seized the comic from Bill. He said, \"Take it from this moment, Bill, if I catch you selling drugs to this young lady, you will lose your shirt.",
            "John seized the comic from Bill. He turned the package over to the police.",
            "John seized the comic from Bill. He put a few dollars into the pockets of Bill's friend and the newfound collector of comic junk had a wonderful time, Bill telling stories of comic collecting, of his great discovery, and of his hopes of one.",
            "John seized the comic from Bill. He slapped Bill hard across the face, the kind of slap that hurt Bill.",
            "John seized the comic from Bill. He pointed the book to some kind of open area next to a line of tall grass and then pointed at some kind of machine with little tubes attached to the device.",
            "John seized the comic from Bill. He then proceeded to show the story to everyone sitting in the room.",
            "John seized the comic from Bill. He held it to his chest, and his eyes grew round with amazement as Duffy's head came off as a comic.",
            "John seized the comic from Bill. He had to pick up the other comics first, so he did it.",
            "John seized the comic from Bill. He carried it quickly off with him in his\nluck, and the man with the broken arm ran away down a way along the\nroad.",
            "John seized the comic from Bill. He had brought it with him on his own\npersonal business in America and he was convinced that Bill wanted it even more\nthan he wanted it himself.",
            "John seized the comic from Bill. He gave the comic back to me.",
            "John seized the comic from Bill. He ran over to a bookcase which held several albums of _Fantastic Four_ comics.",
            "John seized the comic from Bill. He was looking at it like a child who finds a stolen toy.",
            "John seized the comic from Bill. He held his head\nagainst it, and began to sob.",
            "John seized the comic from Bill. He saw a chance to sell it.",
            "John seized the comic from Bill. He ran with it.",
            "John seized the comic from Bill. He drew the comic and signed it, and Bill came over, we all got a good look at it, signed it, and told him, 'Thanks, man."
        ],
        "counts": {
            "John": 0,
            "Bill": 23
        }
    },
    "John passed the comic to Bill. He": {
        "details": {
            "pronoun": [
                31,
                33
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    25,
                    29
                ]
            ]
        },
        "sentences": [
            "John passed the comic to Bill. He liked what he saw, and he took out the next issue, number two, and ordered ten more copies to mail to those who had collected his previous series.",
            "John passed the comic to Bill. He read it immediately.",
            "John passed the comic to Bill. He wasn't looking forward to it.",
            "John passed the comic to Bill. He looked at the cover of a recent _San Francisco Chronicle_ cover-sticker and then the cover from _The Hollywood Reporter_'s gossip magazine.",
            "John passed the comic to Bill. He didn't answer, but Bill gave him back the comic anyway.",
            "John passed the comic to Bill. He held up\nboth hands in a show of peace and told the story of the\nvictim’s death:\n\n“Bill, if you’re in the vicinity, stay the\ncourse while we.",
            "John passed the comic to Bill. He glanced up at the clock.",
            "John passed the comic to Bill. He looked at it with disapproval.",
            "John passed the comic to Bill. He gave Bill a pat on the head and told him:\n\n> I'm sorry Bill.",
            "John passed the comic to Bill. He picked it up and handed it back.",
            "John passed the comic to Bill. He flipped through to Page 20.",
            "John passed the comic to Bill. He looked at it for a minute before saying, \"Did they say anything about it being the property of the late, great, Bob Clampett?\"\n\n\"No,\" Bill replied, his voice slightly hus.",
            "John passed the comic to Bill. He grinned and handed it back with a handshake.",
            "John passed the comic to Bill. He ran over the contents with an arcing, disgusted glance.",
            "John passed the comic to Bill. He looked at the picture.",
            "John passed the comic to Bill. He was just glad that he didn't have to say something.",
            "John passed the comic to Bill. He was a middle-aged man with thickning gray hair and a bushy beard.",
            "John passed the comic to Bill. He felt a surge of guilt as he watched the two friends talk, and wondered how many times the two of them had talked over the years.",
            "John passed the comic to Bill. He said, \"Oh, this is great.",
            "John passed the comic to Bill. He passed it around the room.",
            "John passed the comic to Bill. He had always been able to identify a comic's mood: Bill thought it might have been the beginning of a book he'd had a hunch would be funny; but Pat was certain it was the end of a.",
            "John passed the comic to Bill. He sat forward, resting his elbows on his knees.",
            "John passed the comic to Bill. He frowned.",
            "John passed the comic to Bill. He took the book back to his table and began to thumb through the pages, reading through the story.",
            "John passed the comic to Bill. He read it and was completely shocked, I mean, stunned.",
            "John passed the comic to Bill. He was the only person in the room whom Bill knew had read the strip but Bill himself was not familiar with all the characters and plots; all Bill knew about Spider-Man was that Spidey's nemesis.",
            "John passed the comic to Bill. He read it through and through without missing a word.",
            "John passed the comic to Bill. He sighed as he turned left on the sidewalk.",
            "John passed the comic to Bill. He took the newspaper from Bill.",
            "John passed the comic to Bill. He took a deep breath and let it out.",
            "John passed the comic to Bill. He read through it but didn’t respond, instead flipping the pages.",
            "John passed the comic to Bill. He read it in silence.",
            "John passed the comic to Bill. He asked, \"What the hell does this mean?\"\n\nBill said, \"It's all the way up the left thigh and down in the pit of this guy's stomach.",
            "John passed the comic to Bill. He put it into the drawer and began to pull the paper apart with his fingers.",
            "John passed the comic to Bill. He read it again.",
            "John passed the comic to Bill. He looked it over critically.",
            "John passed the comic to Bill. He said,\n\"Hey, it ain't so funny.",
            "John passed the comic to Bill. He'd heard all about this, of course, but the way it was delivered with such an unenthusiastic air made it worse.",
            "John passed the comic to Bill. He sat down.",
            "John passed the comic to Bill. He had a hard time reading it.",
            "John passed the comic to Bill. He went on: \"You think of the old _Bhagwad Gita_, where Lord Krishna says, 'Those of you who are capable of listening to reason, those who are compassionate,.",
            "John passed the comic to Bill. He'd never read one before, but Bill found it enjoyable, as did Sam and, oddly enough, me.",
            "John passed the comic to Bill. He seemed slightly surprised:\n\n\"I can't believe we have time to read a comic.",
            "John passed the comic to Bill. He said something like, “That’s what people say about him when he’s not around … not the greatest writer alive, and the worst comic,” and we all chuckled, and we started laughing.",
            "John passed the comic to Bill. He had been a good reader in high school, but by the time he graduated it was hard for him to find a job that he could handle without a college degree.",
            "John passed the comic to Bill. He glanced up and smiled.",
            "John passed the comic to Bill. He knew the guy well enough.",
            "John passed the comic to Bill. He read it.",
            "John passed the comic to Bill. He nodded approval of the plot: an international police force, a man of the Leftist Establishment, and one of his own boys.",
            "John passed the comic to Bill. He read it, and Bill said, \"This is a masterpiece,\" and then he said, \"Well, it's okay for you to tell me the story but you're going to have to show it to me.",
            "John passed the comic to Bill. He turned to Mutt.",
            "John passed the comic to Bill. He was about halfway through reading it when the front door burst open.",
            "John passed the comic to Bill. He glanced back then and saw that the car that John was talking to had stopped.",
            "John passed the comic to Bill. He took a long pull on his glass.",
            "John passed the comic to Bill. He read it.",
            "John passed the comic to Bill. He held it against his chest, as he headed out the door, and then stood for a moment with it resting on his chest.",
            "John passed the comic to Bill. He sat on his high stool behind the counter and pointed to a poster on the wall of all the movies Bill had ever seen.",
            "John passed the comic to Bill. He said, 'I think this is the greatest issue.",
            "John passed the comic to Bill. He didn't even acknowledge it.",
            "John passed the comic to Bill. He was smiling as he opened it.",
            "John passed the comic to Bill. He looked up at them.",
            "John passed the comic to Bill. He had an expression on his face that I thought of as a cross between shock and anger.",
            "John passed the comic to Bill. He didn't seem happy about it.",
            "John passed the comic to Bill. He held it in his hands to show him that it was intact—no broken bits but one that had been torn askew.",
            "John passed the comic to Bill. He was very excited about the new comic, and so was I.",
            "John passed the comic to Bill. He smiled as he pulled it down from the shelf.",
            "John passed the comic to Bill. He read it through, and was deeply moved that an intellectual, brilliant man could feel such emotion when reading about that terrible event.",
            "John passed the comic to Bill. He could not suppress a smile when Bill examined it.",
            "John passed the comic to Bill. He was reading about George Bush in _People_ magazine.",
            "John passed the comic to Bill. He flipped it open for us to read.",
            "John passed the comic to Bill. He said, “Now, Bill, your eyes and Bill’s eyes are just an exact match.",
            "John passed the comic to Bill. He held it in his hand and read it in silence, not even glancing at the title, which was \"The Great Mudder: The Story of a Pipe!\" Bill and his mother looked at each other.",
            "John passed the comic to Bill. He was looking forward to his turn at the head of the class, and Bill was trying to hide his anticipation by rolling a cigarette and leaning back with folded arms in his chair.",
            "John passed the comic to Bill. He had forgotten about Bill's visit.",
            "John passed the comic to Bill. He’d been staring at it for a few minutes when his phone started buzzing.",
            "John passed the comic to Bill. He sat on his bed with him and started reading.",
            "John passed the comic to Bill. He was looking over the comic like Bill had told him, but Bill still looked worried.",
            "John passed the comic to Bill. He gave him mine, and he gave him my favorite comic, “Adventure Comics” and said, “I know you like comics.",
            "John passed the comic to Bill. He turned from the image and stared into Bill's eyes.",
            "John passed the comic to Bill. He smiled.",
            "John passed the comic to Bill. He then went to find Ginny.",
            "John passed the comic to Bill. He flipped through the pages and looked puzzled.",
            "John passed the comic to Bill. He pulled up his sweatshirt and wiped his brow before he went back in.",
            "John passed the comic to Bill. He took it from Bill’s shoulder and put it on his own lap, looking at the black-and-white comic with intense concentration.",
            "John passed the comic to Bill. He shrugged.",
            "John passed the comic to Bill. He flipped it over – a couple of pages had been cut out, the binding was ripped.",
            "John passed the comic to Bill. He felt bad about letting her go off and now it was his fault.",
            "John passed the comic to Bill. He nodded.",
            "John passed the comic to Bill. He turned the box upside down, so the dust was blown out the right way on the front.",
            "John passed the comic to Bill. He had the beginnings of a smile on his tired face, a grin that was suddenly no grin at all.",
            "John passed the comic to Bill. He said, \"It's this guy's fault.",
            "John passed the comic to Bill. He sat down with an enormous grin, \"You're a hell of a guy, John.",
            "John passed the comic to Bill. He didn’t look at it.",
            "John passed the comic to Bill. He sat down\n\"That's a good comic,\" said Bill; \"very good.",
            "John passed the comic to Bill. He’d be pissed if he was reading something but he couldn’t find anything wrong with it.",
            "John passed the comic to Bill. He handed it to me and I read the last six months' worth.",
            "John passed the comic to Bill. He looked up.",
            "John passed the comic to Bill. He'd be going now.",
            "John passed the comic to Bill. He smiled.",
            "John passed the comic to Bill. He smiled at it."
        ],
        "counts": {
            "John": 2,
            "Bill": 25
        }
    },
    "Joseph hit Patrick. He": {
        "details": {
            "pronoun": [
                20,
                22
            ],
            "options": [
                [
                    0,
                    6
                ],
                [
                    11,
                    18
                ]
            ]
        },
        "sentences": [
            "Joseph hit Patrick. He pulled up his trousers and reached over the bed.",
            "Joseph hit Patrick. He hit me then with a sharp slap.",
            "Joseph hit Patrick. He hit him hard in the back, and made him feel like he couldn’t breathe.",
            "Joseph hit Patrick. He did not stop.",
            "Joseph hit Patrick. He hit him once in the stomach and he fell off the bed and came up on the floor, the wind knocked out of him.",
            "Joseph hit Patrick. He hit him, too.",
            "Joseph hit Patrick. He said he was a good friend but it was over now.",
            "Joseph hit Patrick. He went from the field to where Patrick sat and sat down to talk with him.",
            "Joseph hit Patrick. He hit him in the stomach, where Patrick had hidden it.",
            "Joseph hit Patrick. He's coming to get him with his hands.",
            "Joseph hit Patrick. He turned sideways and walked down the slope with the boy.",
            "Joseph hit Patrick. He punched him so hard that Patrick couldn't get up.",
            "Joseph hit Patrick. He grabbed Patrick and pulled him up the street toward the front of his house.",
            "Joseph hit Patrick. He gave him an envelope and said, 'Give this to my secretary.",
            "Joseph hit Patrick. He said: \"You must go upstairs and keep\naway from that boy, for I see that you mean nothing but harm to him.",
            "Joseph hit Patrick. He pushed him and then Patrick struck him.",
            "Joseph hit Patrick. He struck Patrick with his gun – this is the only way he can kill him for nothing – and the bullet hit Patrick over the mouth.",
            "Joseph hit Patrick. He grabbed Patrick by his shirt, pinned him to the bed and punched him several more times before grabbing a large kitchen knife and attempting to slash Patrick's face multiple times.",
            "Joseph hit Patrick. He’s more than a millionaire, and one day they’re gonna end up on top of the world.",
            "Joseph hit Patrick. He's a killer.",
            "Joseph hit Patrick. He hit him.",
            "Joseph hit Patrick. He went over to the door of the apartment and said he wouldn't knock but went on his rounds.",
            "Joseph hit Patrick. He wasn't afraid of the pain but that only fueled him to make sure that he took what he wanted.",
            "Joseph hit Patrick. He had two little bottles of the very last of the orange juice she'd had on her vacation.",
            "Joseph hit Patrick. He was just a boy.",
            "Joseph hit Patrick. He went out to the basement to look for clues, but the two brothers were already dead.",
            "Joseph hit Patrick. He got him to look up at him, trying to seem more serious.",
            "Joseph hit Patrick. He put his hand on the boy's shoulder and pushed it, and he did not cry.",
            "Joseph hit Patrick. He went to bat all out as the game progressed, driving in five runs in the top of the seventh off Jeff Nelson.",
            "Joseph hit Patrick. He hit Thomas in the leg.",
            "Joseph hit Patrick. He hit him.",
            "Joseph hit Patrick. He wasn't scared of me.",
            "Joseph hit Patrick. He was a tough kid.",
            "Joseph hit Patrick. He was hit three times.",
            "Joseph hit Patrick. He says, \"No one gives a shit about you.",
            "Joseph hit Patrick. He gave him a little poke in the leg and told him that there would be something extra coming to him in the morning, since in one way it was too big a step for the boy to make and one way too difficult.",
            "Joseph hit Patrick. He wasn't too fond of Patrick or his family, and he would not hurt them, but he was careful, and he was a good worker of the soil.",
            "Joseph hit Patrick. He pushed him aside, grabbed\nhis pants,\nand took them off.",
            "Joseph hit Patrick. He hit me.",
            "Joseph hit Patrick. He was in trouble, but not with Patrick.",
            "Joseph hit Patrick. He could not have forgotten how angry and upset he made her.",
            "Joseph hit Patrick. He\n       kicked him and asked him to go help someone out of the\n       front of this residence,” said Thomas.",
            "Joseph hit Patrick. He came, but he was too late; Patrick was dead.",
            "Joseph hit Patrick. He didn't seem to give a fuck about him.",
            "Joseph hit Patrick. He could read or write, he showed that he was not crippled in any sense, and he was no worse for wear in the end.",
            "Joseph hit Patrick. He was\na young fellow, tall, dark, and\nbroad-shouldered, with\na clear, boyish face, pale eyes\nand a shock of untamable\nhair.",
            "Joseph hit Patrick. He wanted him to be his assistant on the case because there was still a good chance that Patrick could have learned something about what happened.",
            "Joseph hit Patrick. He had been out of the country during that time, away on leave.",
            "Joseph hit Patrick. He ran outside and yelled for William to stop.",
            "Joseph hit Patrick. He said she was his own child.",
            "Joseph hit Patrick. He grabbed the back of Patrick’s arm just when he was about to fall off the horse.",
            "Joseph hit Patrick. He\n      struck Patrick in the head and the blow resulted in the\n      shatter.",
            "Joseph hit Patrick. He did, though: the big guy with a gun.",
            "Joseph hit Patrick. He was still there the following day.",
            "Joseph hit Patrick. He came to her that night saying that they must see each other again.",
            "Joseph hit Patrick. He went looking for Patrick, but couldn't find him around any of the other houses he thought he would be at.",
            "Joseph hit Patrick. He gave the boy twenty-one hundred dollars, so the kid had nothing to do with the robbery.",
            "Joseph hit Patrick. He was so much more adept, too.",
            "Joseph hit Patrick. He was so mad with all his\nown grief and pain he wanted to kill Patrick, and so he took the spear.",
            "Joseph hit Patrick. He had a hand on Patrick's face and\nhis hard body pressed against Patrick's.",
            "Joseph hit Patrick. He began to talk like he was talking to Patrick, so Patrick tried to keep up.",
            "Joseph hit Patrick. He picked her up\nand carried her to the house.",
            "Joseph hit Patrick. He hit Patrick with the side of his hand.",
            "Joseph hit Patrick. He's an actor.",
            "Joseph hit Patrick. He felt bad, and he apologized to the young man.",
            "Joseph hit Patrick. He hit him on the side of the head.",
            "Joseph hit Patrick. He's my favourite.",
            "Joseph hit Patrick. He hit the Irishman squarely\nover the head with his open hand, and as he fell, grabbed him by the collar\nand hauled him to his feet.",
            "Joseph hit Patrick. He was not afraid that\nhis son would be angry, but he was afraid that his son's life might be\nin danger.",
            "Joseph hit Patrick. He\n\nsaid Patrick was not wearing a body camera and that his body camera was left at\n\nhome.",
            "Joseph hit Patrick. He said nothing.",
            "Joseph hit Patrick. He hit Patrick with something; we never really found out what he hit Patrick with.",
            "Joseph hit Patrick. He hit him with a hard right hand on the face, one of those strong punches that Patrick had been known to take.",
            "Joseph hit Patrick. He picked up Patrick, wrapped them both in his cloak, and ran to the front of the church, shouting at Patrick to follow, because he was an enemy of the gods.",
            "Joseph hit Patrick. He said: _This child's blood is not of me; this child's mother is of me.",
            "Joseph hit Patrick. He struck him as though he\nwanted to dodge the blow by his weight.",
            "Joseph hit Patrick. He hit him and he knocked\nhim down.",
            "Joseph hit Patrick. He held her so she would never go to jail for her crimes.",
            "Joseph hit Patrick. He said the kid wasn't crying like in The\nShooting and never was crying in The Shooting either.",
            "Joseph hit Patrick. He knew him so badly that it scared him.",
            "Joseph hit Patrick. He thought\nto his horror that Patrick may have been killed in an\naccident and wondered if he could identify his body,\nwhich, he believed, would explain that Patrick’s\ninjuries seemed far too severe to.",
            "Joseph hit Patrick. He\ncould never have been that cruel to him.",
            "Joseph hit Patrick. He just sat beside him, waiting.",
            "Joseph hit Patrick. He just did it.",
            "Joseph hit Patrick. He grabbed him and kissed him in a way that Patrick hadn't gotten to feel before.",
            "Joseph hit Patrick. He struck him in the head with a club that was about twice his height.",
            "Joseph hit Patrick. He was just going over the\n\nroof and then he jumped down under the deck and grabbed Patrick's foot.",
            "Joseph hit Patrick. He hit him in the stomach.",
            "Joseph hit Patrick. He had done his utmost but it didn't help.",
            "Joseph hit Patrick. He was really sorry, because she was too much of a good guy to get all worked up about what a total asshole her father was.",
            "Joseph hit Patrick. He slapped the lad around the face.",
            "Joseph hit Patrick. He was like a big french pate.",
            "Joseph hit Patrick. He wasn't dead.",
            "Joseph hit Patrick. He told him that he hoped Patrick\nwould die and left him.",
            "Joseph hit Patrick. He was going to kill him and his wife.",
            "Joseph hit Patrick. He pulled a small handgun.",
            "Joseph hit Patrick. He hit with all his weight and force.",
            "Joseph hit Patrick. He was in command and was much older in years.",
            "Joseph hit Patrick. He hit him.",
            "Joseph hit Patrick. He hit Patrick and his head went down, and he was lying in the street."
        ],
        "counts": {
            "Joseph": 0,
            "Patrick": 34
        }
    },
    "Patrick was hit by Joseph. He": {
        "details": {
            "pronoun": [
                27,
                29
            ],
            "options": [
                [
                    19,
                    25
                ],
                [
                    0,
                    7
                ]
            ]
        },
        "sentences": [
            "Patrick was hit by Joseph. He\n\nclaims he saw the decedent strike Joseph on his back.",
            "Patrick was hit by Joseph. He had his arm broken, the force that was used was a very bad one.",
            "Patrick was hit by Joseph. He sustained injuries to his body and sustained a deep laceration to his face and a\nhairline fracture to his nose, which he had sustained when the car which he was driving\nwas pinned by a tree.",
            "Patrick was hit by Joseph. He was then hit by John Hickey.",
            "Patrick was hit by Joseph. He saw Joseph with a.",
            "Patrick was hit by Joseph. He died as a result.",
            "Patrick was hit by Joseph. He had no blood to drink and his\nblood-pressure dropped rapidly.",
            "Patrick was hit by Joseph. He hit Patrick just right at the shoulder blade, just right underneath the scapula (shoulder blade).",
            "Patrick was hit by Joseph. He was in the backseat.",
            "Patrick was hit by Joseph. He's been in and out of rehab over the years with various injuries after a bad car accident at the age of 12 and now that his luck has changed and his drug use is catching up to him, he isn.",
            "Patrick was hit by Joseph. He was in his 80s with no family and a home in a retirement center.",
            "Patrick was hit by Joseph. He was in my arms, on top of me.",
            "Patrick was hit by Joseph. He has now settled into his role.",
            "Patrick was hit by Joseph. He felt himself dropping, not into a dream world, but into an actual world.",
            "Patrick was hit by Joseph. He didn't even know what he was doing.",
            "Patrick was hit by Joseph. He was knocked out but not killed.",
            "Patrick was hit by Joseph. He fell next to Joseph's wife's bed, and Joseph pulled on the mattress to help get Joseph from underneath him.",
            "Patrick was hit by Joseph. He didn't get the call until almost 1 a.",
            "Patrick was hit by Joseph. He was hit by Joseph and he is not going to live on the street.",
            "Patrick was hit by Joseph. He was then hit\n\nby two other people, one of whom struck him in the head.",
            "Patrick was hit by Joseph. He later testified that Joseph threw a box of ice around Patrick in order to induce him to take a swing at him.",
            "Patrick was hit by Joseph. He said Joseph\nhad fired six shots, but couldn't fire from several yards away.",
            "Patrick was hit by Joseph. He was in the way.",
            "Patrick was hit by Joseph. He had gone to sleep, the report said, and his blood was pumped in and out of his veins.",
            "Patrick was hit by Joseph. He was very badly beaten about the head.",
            "Patrick was hit by Joseph. He was pronounced dead at hospital.",
            "Patrick was hit by Joseph. He\nwas shot by Joseph twice and taken to a hospital.",
            "Patrick was hit by Joseph. He was dragged all over the garage and his body was found wrapped in the carpet in the master bedroom.",
            "Patrick was hit by Joseph. He survived the injury, but his right arm was broken or badly damaged.",
            "Patrick was hit by Joseph. He heard one gunshot.",
            "Patrick was hit by Joseph. He is listed as one of Joseph's \"dear friends\".",
            "Patrick was hit by Joseph. He was also in the hospital on March 17.",
            "Patrick was hit by Joseph. He told his family that he would have died if he had seen his attacker.",
            "Patrick was hit by Joseph. He was very close to Joseph.",
            "Patrick was hit by Joseph. He was hospitalized for some time and later died of\nhis injuries, which were caused by the accident.",
            "Patrick was hit by Joseph. He says he has no\nregrets.",
            "Patrick was hit by Joseph. He did well, running fast back before a right hook sent him to the canvas where he lay out.",
            "Patrick was hit by Joseph. He was thrown from the car and hit his head on the pavement.",
            "Patrick was hit by Joseph. He also was seen on the bench, wearing a T-shirt and a vest, but he didn't immediately go to the trainer's room.",
            "Patrick was hit by Joseph. He\nlived in his own words: \"I was thrown in the water, and I never lived to\nlearn who drowned me.",
            "Patrick was hit by Joseph. He had already passed out.",
            "Patrick was hit by Joseph. He suffered serious injuries, was rushed to Blyeswood Hospital and died there.",
            "Patrick was hit by Joseph. He died of the injuries later that morning, at age 37.",
            "Patrick was hit by Joseph. He felt numb for most of the morning and said he was not able to recall who hit him or what happened.",
            "Patrick was hit by Joseph. He also suffered massive internal injuries;\nhis body was found several months after the accident.",
            "Patrick was hit by Joseph. He was in a hospital bed and his arm was not moving so I didn’t know whether it was broken.",
            "Patrick was hit by Joseph. He is in critical condition at Memorial, a hospital in Detroit.",
            "Patrick was hit by Joseph. He grabbed Joseph's throat, got him on the ground with his hands beneath the neckline of Joseph's pants, and forced a choke hold over Joseph's neck.",
            "Patrick was hit by Joseph. He was wearing his new black vest and had had his helmet and face mask in his hand.",
            "Patrick was hit by Joseph. He went back to the bedroom for another victim, and found\n\nthe boy dead.",
            "Patrick was hit by Joseph. He didn't see Joseph, and the blood from the punch went up over Joseph's knuckles and into Kelly's face.",
            "Patrick was hit by Joseph. He was injured and received injuries to his throat and vocal chords but did not need surgery.",
            "Patrick was hit by Joseph. He would not have killed\nJoseph.",
            "Patrick was hit by Joseph. He is alive despite going to a hospital, but they would make his death much more public.",
            "Patrick was hit by Joseph. He was going to be left alone when he got there.",
            "Patrick was hit by Joseph. He died the next morning, before he could tell anyone about Joseph.",
            "Patrick was hit by Joseph. He was sitting in a high chair next to Maria.",
            "Patrick was hit by Joseph. He was in the car.",
            "Patrick was hit by Joseph. He broke his elbow and suffered a black mark and a few bruises.",
            "Patrick was hit by Joseph. He suffered a fatal chest injury and went on to live a full life as a respected medical doctor and a respected humanitarian.",
            "Patrick was hit by Joseph. He had a gun.",
            "Patrick was hit by Joseph. He was hit a year later, during another snowstorm when, his daughter says, a tree fell on him, smashing his head and leaving a large dent in his skull.",
            "Patrick was hit by Joseph. He and Joseph were unharmed in the incident.",
            "Patrick was hit by Joseph. He was dead before he hit the street.",
            "Patrick was hit by Joseph. He went to find\n\nhim, and noticed that Joseph was not cooperating with his instructions and began to argue with him.",
            "Patrick was hit by Joseph. He is still in fair condition.",
            "Patrick was hit by Joseph. He suffered two black eyes, a broken rib, and three bruises.",
            "Patrick was hit by Joseph. He testified that the\nfather was angry so appellant grabbed him again, picked him up, threw him onto\na couch, and locked the front door of the home.",
            "Patrick was hit by Joseph. He was left unconscious and unconscious for some time.",
            "Patrick was hit by Joseph. He died shortly after.",
            "Patrick was hit by Joseph. He and Joe did a dance on the porch and she ran inside to get a drink.",
            "Patrick was hit by Joseph. He broke his arm, his pelvis, and then his neck, and had to have his right leg amputated.",
            "Patrick was hit by Joseph. He tried to run over Joseph.",
            "Patrick was hit by Joseph. He didn't tell Joseph that he had done that.",
            "Patrick was hit by Joseph. He suffered a fractured skull and a broken spine.",
            "Patrick was hit by Joseph. He wasn’t going to kill his twin, they found out when Joseph hit the floor, and tried desperately to revive him.",
            "Patrick was hit by Joseph. He died shortly after police say a female driver slammed into him at the intersection of Highway 90 and Highway 6 near the Gila River Indian Community.",
            "Patrick was hit by Joseph. He grabbed for\nhim, but Joseph got in front of him and shoved the knife into his back.",
            "Patrick was hit by Joseph. He did his best to protect me, but we were separated and he didn’t see me for another six seconds.",
            "Patrick was hit by Joseph. He was very badly hurt.",
            "Patrick was hit by Joseph. He turned around and saw his grandson get hit in the back.",
            "Patrick was hit by Joseph. He had never been hit by anyone quite like Joseph.",
            "Patrick was hit by Joseph. He hit Joseph with a car and he was killed.",
            "Patrick was hit by Joseph. He suffered a broken pelvis, arm, pelvis and leg, and the latter also suffered broken ribs and a small wound, which was not serious.",
            "Patrick was hit by Joseph. He went to Joseph’s office where he heard his wife’s body was no longer there.",
            "Patrick was hit by Joseph. He was trying to avoid the\naccident and had to hit the guardrail.",
            "Patrick was hit by Joseph. He died.",
            "Patrick was hit by Joseph. He told his brother: 'I didn't want you to do it.",
            "Patrick was hit by Joseph. He fell backwards and hit a wooden\nblock on his head.",
            "Patrick was hit by Joseph. He died two days later.",
            "Patrick was hit by Joseph. He was standing in the center of the room waving to me then, but he faded as he fell.",
            "Patrick was hit by Joseph. He was very happy to see him.",
            "Patrick was hit by Joseph. He ran to the right and collapsed on the ground.",
            "Patrick was hit by Joseph. He was a good friend.",
            "Patrick was hit by Joseph. He never saw Joseph again.",
            "Patrick was hit by Joseph. He was in a coma for a few days but he came out fine, and is still going strong today.",
            "Patrick was hit by Joseph. He never recovered from the impact.",
            "Patrick was hit by Joseph. He suffered multiple fractures, including a shattered left collarbone and broken rib.",
            "Patrick was hit by Joseph. He has since been in a medically induced coma.",
            "Patrick was hit by Joseph. He was hurt."
        ],
        "counts": {
            "Joseph": 28,
            "Patrick": 2
        }
    },
    "Ken admired Geoff. He": {
        "details": {
            "pronoun": [
                19,
                21
            ],
            "options": [
                [
                    0,
                    3
                ],
                [
                    12,
                    17
                ]
            ]
        },
        "sentences": [
            "Ken admired Geoff. He was the most relaxed and self-effacing of anyone, although most of the time he had been very relaxed, because he had a job which kept him at his ease—it was something he was used to and enjoyed.",
            "Ken admired Geoff. He thought that the man was right for the job.",
            "Ken admired Geoff. He had a way with people, and knew how to deal with a woman, and he knew how to treat a young girl.",
            "Ken admired Geoff. He was intelligent, well put-together, and a little more handsome in real life than in this television age.",
            "Ken admired Geoff. He had lived with her and her mother in a one-room apartment on Beacon Hill for years, and had a knack for drawing the city's most popular young women.",
            "Ken admired Geoff. He knew nothing of the life of a miner's son, a world of hardwork without the hope of reward and a life of danger in which no one ever spoke kindly of the boy like that.",
            "Ken admired Geoff. He wasn't your ordinary geek, and he understood women.",
            "Ken admired Geoff. He was a good sort, despite all the flaws.",
            "Ken admired Geoff. He could have taught him to ride.",
            "Ken admired Geoff. He was, he said, very nice to look at and a great talker.",
            "Ken admired Geoff. He had a good point.",
            "Ken admired Geoff. He thought that we should stay on the same side, and he was confident that what you are doing for me should somehow make things much better.",
            "Ken admired Geoff. He was the quintessential gentleman, the archetypal gentleman, the _bon monsieur,_ the great lover, the man in love, a man who put his heart and soul into his work, a man full of enthusiasm and.",
            "Ken admired Geoff. He loved his wife.",
            "Ken admired Geoff. He was a kind, decent man.",
            "Ken admired Geoff. He could always think of him as a bright star in the firmament.",
            "Ken admired Geoff. He and Peter had a mutual admiration that seemed to spring from something deep under their respective natures.",
            "Ken admired Geoff. He had a big beard, and he had a red face and curly hair, and he looked exactly like me when I was younger, and now that I grew up, and look how different he was.",
            "Ken admired Geoff. He could do a lot of things better than Geoff, but nobody in his position should ever be told they couldn't do a deal.",
            "Ken admired Geoff. He believed and trusted in a kind of\n\nmagic, which had protected him.",
            "Ken admired Geoff. He didn't have much to be admired about.",
            "Ken admired Geoff. He liked Geoff.",
            "Ken admired Geoff. He just wanted a mate who would always know how to listen.",
            "Ken admired Geoff. He was in the RAF, and he'd always had a reputation for giving good advice to both pilots and crews, as well as being a generous man, a good friend and a great companion.",
            "Ken admired Geoff. He was still only nineteen.",
            "Ken admired Geoff. He had once told him that it was what he looked like rather than what he was—the look and not the word—that had got him into trouble and out, a man was supposed to be ready for anything a night's.",
            "Ken admired Geoff. He believed in Geoff's ability.",
            "Ken admired Geoff. He had the kind of energy that was great for working out a problem in real time.",
            "Ken admired Geoff. He had a natural and friendly relationship with him.",
            "Ken admired Geoff. He'd always been his father's right-hand man, his closest confidant, his one-man strategy session.",
            "Ken admired Geoff. He saw his potential, but not his limitations as a manager, and he knew how to listen, he didn't overrule or overpower, and he respected Geoff as a man who had risen above expectations and the expectations placed on.",
            "Ken admired Geoff. He had a huge personality of his own—an independent mind and an unapologetic interest in the law.",
            "Ken admired Geoff. He knew how much of a burden this must have been on Geoff.",
            "Ken admired Geoff. He told me that he’d been a player at that very school and met the very same teachers he is now.",
            "Ken admired Geoff. He was a friend who had been there when I was there.",
            "Ken admired Geoff. He had a lot of energy, he was an athletic man who could push people well because he could run and move really fast.",
            "Ken admired Geoff. He was a real mensch that way; but, of course, that didn't mean what he was doing was right, you know.",
            "Ken admired Geoff. He was just a bit overzealous with his ideas, but he got the point.",
            "Ken admired Geoff. He was young and healthy and seemed happy.",
            "Ken admired Geoff. He admired George.",
            "Ken admired Geoff. He was not as easygoing as the other guys.",
            "Ken admired Geoff. He had been toying with the idea of publishing it himself.",
            "Ken admired Geoff. He gave him everything.",
            "Ken admired Geoff. He had seen the light, and knew it mattered to him.",
            "Ken admired Geoff. He knew he wasn't an idiot.",
            "Ken admired Geoff. He was so polite, and well-mannered, always looked after others, but there was something about Geoff that made the world's troubles seem trivial.",
            "Ken admired Geoff. He'd seemed so sure of his theories.",
            "Ken admired Geoff. He told me so.",
            "Ken admired Geoff. He'd always be the last to leave his parents' kitchen, and that had kept Geoff happy.",
            "Ken admired Geoff. He was not as good as Geoff, but he knew how to fight.",
            "Ken admired Geoff. He thought he was being all his friends had hoped he would be—a loyal friend—but in the end, he could not give him the loyalty a friend needs because he feared the pain that was the only thing that could make.",
            "Ken admired Geoff. He had his own way of looking at things, and wasn't afraid to express it in an interesting way.",
            "Ken admired Geoff. He was a tall, athletic young man, a natural athlete, who worked hard.",
            "Ken admired Geoff. He was the most\npractical, as well as a manly-looking and a fine-looking fellow,\nindeed.",
            "Ken admired Geoff. He said there's some kind of\na great deal the boy likes.",
            "Ken admired Geoff. He liked him.",
            "Ken admired Geoff. He was a man of deep thought and strong will; the same qualities that had led him to the edge of tragedy.",
            "Ken admired Geoff. He was an easygoing man, a master of the art of being kind.",
            "Ken admired Geoff. He found him entertaining and engaging.",
            "Ken admired Geoff. He thought of him as the kind of guy who would stick with something long after everyone else abandoned it, an independent-minded guy who would keep things going no matter what or who disagreed with him.",
            "Ken admired Geoff. He said he could do this—I told him he did have an idea—so I wrote him a check.",
            "Ken admired Geoff. He was his best friend—more than was decent, or nice, or proper or decent, he liked it that way.",
            "Ken admired Geoff. He loved his dad and had been through some hard times with him, but he had made it, even though the old bloke's life had been a real misery when he'd lost his legs doing gun control work.",
            "Ken admired Geoff. He had been a student at the Cambridge University.",
            "Ken admired Geoff. He called himself a \"hack\", and was even\nfaster on the keyboard than he was a dancer.",
            "Ken admired Geoff. He knew him only as the boy whose name had been on the list.",
            "Ken admired Geoff. He wasn't a big talker, but he had the right ideas anyway.",
            "Ken admired Geoff. He would always be good for a drink.",
            "Ken admired Geoff. He too, had a reputation for being a man of honour and dignity.",
            "Ken admired Geoff. He saw him as a great man with a rare outlook on life.",
            "Ken admired Geoff. He'd been a very quiet, shy boy when I first met him in '59 and had had only a couple of teachers at that time.",
            "Ken admired Geoff. He admired his work too much.",
            "Ken admired Geoff. He was the most popular guy, the most popular kid in school, so they'd come over to see him sometimes and even play video games with him.",
            "Ken admired Geoff. He knew the pain that Geoff had taken in life.",
            "Ken admired Geoff. He didn't speak to me.",
            "Ken admired Geoff. He knew how long and hard he'd fought.",
            "Ken admired Geoff. He understood how easy it was to get an A when one played on the school team, how hard it was to get an F when playing poorly.",
            "Ken admired Geoff. He could give a lot of credit to Geoff.",
            "Ken admired Geoff. He understood the human cost—and the long-term pain—of globalization.",
            "Ken admired Geoff. He looked good in his uniform too, and he was as funny and gregarious as you would hope he would be in uniform.",
            "Ken admired Geoff. He was very smart and had a sense of humor.",
            "Ken admired Geoff. He found him very amusing.",
            "Ken admired Geoff. He had a little sense of humor, but he was quick, clever, and not given to show off in front of the ladies or the men.",
            "Ken admired Geoff. He was a gentleman with an eye for the female.",
            "Ken admired Geoff. He respected Geoff.",
            "Ken admired Geoff. He was the opposite of her.",
            "Ken admired Geoff. He liked the man very much and always asked his opinion whenever they had anything to say.",
            "Ken admired Geoff. He took pleasure in the company of his books about the British and U.",
            "Ken admired Geoff. He knew he would miss his brother.",
            "Ken admired Geoff. He also liked his new friend.",
            "Ken admired Geoff. He knew he had to do something to stand out at the bar.",
            "Ken admired Geoff. He didn't realize anyone could be on first-name terms with him, with his soft voice and quiet voice.",
            "Ken admired Geoff. He was just twenty-two and was the same age I was when I saw Geoff's photograph in _Reader's Digest,_ and at that point I was living in Laredo, Texas, a small town in West Texas.",
            "Ken admired Geoff. He admired the way she seemed to look at life in terms of a whole range of images.",
            "Ken admired Geoff. He was, after all, a friend of D'Arcy.",
            "Ken admired Geoff. He said Geoff is an amazing guy.",
            "Ken admired Geoff. He was a tall,\nyoung man, with a face of the most expressive features—deep-set eyes,\nfine aquiline nose, long curling eyelashes, and thick, waving hair.",
            "Ken admired Geoff. He was the only one who knew how he had died, and why.",
            "Ken admired Geoff. He had a kind face, and was polite but quiet at the same time.",
            "Ken admired Geoff. He knew that many of his other friends thought him a bit of a twerp, but he felt that Geoff was a very nice man with a very kind side."
        ],
        "counts": {
            "Ken": 0,
            "Geoff": 14
        }
    },
    "Ken impressed Geoff. He": {
        "details": {
            "pronoun": [
                21,
                23
            ],
            "options": [
                [
                    0,
                    3
                ],
                [
                    14,
                    19
                ]
            ]
        },
        "sentences": [
            "Ken impressed Geoff. He started off with a small group that met at his home once a week for a couple of hours, including the man with whom, to Geoff's knowledge, he had never had sexual relations.",
            "Ken impressed Geoff. He understood her.",
            "Ken impressed Geoff. He gave his life to Christ, his family and the Church.",
            "Ken impressed Geoff. He looked a little bit like your grandfather, and more like yourself, actually, in a nice way, except for the hair.",
            "Ken impressed Geoff. He could make a better shot than he could.",
            "Ken impressed Geoff. He thought Geoff was \"the best.",
            "Ken impressed Geoff. He was always very friendly but he'd never had any real interest in football and he didn't get involved in politics.",
            "Ken impressed Geoff. He was like a very experienced dog and I knew she liked to do things his way.",
            "Ken impressed Geoff. He loved the idea of the story and was fascinated by the characters and the setting.",
            "Ken impressed Geoff. He was very\nmuch a man of the world and not nearly so narrow-minded as I expected.",
            "Ken impressed Geoff. He was the first man to teach Geoff's kids how to swing.",
            "Ken impressed Geoff. He had made a lot of people at the company laugh – and that was a good thing.",
            "Ken impressed Geoff. He hadn't seen him since childhood, he's the head waiter on the Royal.",
            "Ken impressed Geoff. He told him he was a fan of Ain't It Cool (in its hey days, of course, but definitely not now, with it's now-famous name).",
            "Ken impressed Geoff. He was a very impressive teacher and it came as no surprise that he would have the confidence to step into the role.",
            "Ken impressed Geoff. He knew that the old man didn't go far from home in the snow, so he had come around to the house.",
            "Ken impressed Geoff. He couldn't wait to tell his dad, but a phone call from the house at the top of the hill put a stop on the boy.",
            "Ken impressed Geoff. He seemed to have a great personality and was likeable.",
            "Ken impressed Geoff. He had a great sense of humor, and everyone wanted to be his friend.",
            "Ken impressed Geoff. He’d heard the speech before and he was happy to be part of it.",
            "Ken impressed Geoff. He was quite a smart kid.",
            "Ken impressed Geoff. He was not a man who expected anyone or anything.",
            "Ken impressed Geoff. He said, 'It's no big deal.",
            "Ken impressed Geoff. He had a way of making everything he did sound a bit out there, even when it was.",
            "Ken impressed Geoff. He had a great reputation for driving fast cars out of the blocks and was willing to take the wheel for all he was worth.",
            "Ken impressed Geoff. He hadn't seen the back of a barber in years, and never let a stranger walk out with his hair.",
            "Ken impressed Geoff. He had never heard that before.",
            "Ken impressed Geoff. He loved the way I worked.",
            "Ken impressed Geoff. He's a good kid, a quiet kid,\" the reporter commented.",
            "Ken impressed Geoff. He started reading the novel \"The Hobbit\" but never put it down, saying it was the best he had ever read.",
            "Ken impressed Geoff. He had grown up with Geoff.",
            "Ken impressed Geoff. He was very talkative and friendly.",
            "Ken impressed Geoff. He thought, ‘I wonder what Geoff would say if he heard this,’“ recalled Hagan’s former boss.",
            "Ken impressed Geoff. He was an impressive guy when he was in his prime, and he looks now like just the type of leader you need in these troubled times.",
            "Ken impressed Geoff. He took one look at the room, and just loved it.",
            "Ken impressed Geoff. He'd watched him work with the horses on the ranch when he was a boy.",
            "Ken impressed Geoff. He's so polite.",
            "Ken impressed Geoff. He was going to be in our team.",
            "Ken impressed Geoff. He said it was a really good read.",
            "Ken impressed Geoff. He saw nothing wrong with her in particular, but that she needed a lot of love.",
            "Ken impressed Geoff. He really has a knack for picking people, and this seemed to be a chance for him to do good work in an area that didn't often get done at an elite level of college.",
            "Ken impressed Geoff. He didn't know what else to do until he'd\ngot the right idea, and was ready to take his own advice.",
            "Ken impressed Geoff. He has a real knack for finding things and he showed the guys that the new board is actually a better place to work in than the original one.",
            "Ken impressed Geoff. He was doing well, especially when he took off in the wind on his bike, and he even said we could afford a place once he got his bike.",
            "Ken impressed Geoff. He was just the same as his father in every way, right down to his voice.",
            "Ken impressed Geoff. He had heard of the idea of using the old technology to get rid of the human element, but he was interested to see it up close and personal.",
            "Ken impressed Geoff. He said that he'd never seen a guy with a pair so high and wide.",
            "Ken impressed Geoff. He had an unblinking hatred of violence and violence was where most women had their power.",
            "Ken impressed Geoff. He also looked younger, more athletic, and had a more mature attitude than the kid his age.",
            "Ken impressed Geoff. He said, 'Tell me, is it a man or a woman?' Geoffrey nodded and then laughed.",
            "Ken impressed Geoff. He went on to become a key member of\nhis first team.",
            "Ken impressed Geoff. He took hold of the boy over the boy's head with his forearm.",
            "Ken impressed Geoff. He didn't see a lot of other white kids there, and he felt that these guys were a little out of his league.",
            "Ken impressed Geoff. He told him about the latest political drama.",
            "Ken impressed Geoff. He and his father would have been very proud indeed of him.",
            "Ken impressed Geoff. He was on the same wavelength.",
            "Ken impressed Geoff. He was a local lad, about my age, and he really seemed serious about his work.",
            "Ken impressed Geoff. He was so smart.",
            "Ken impressed Geoff. He and Jeff thought he would fit in well at the University of Calgary.",
            "Ken impressed Geoff. He couldn't have been better with a camera, with a driver.",
            "Ken impressed Geoff. He didn't know how long it would be before he was a judge himself.",
            "Ken impressed Geoff. He seemed to be getting a lot of benefit from his time away, despite the loss.",
            "Ken impressed Geoff. He was the ultimate 'old school' player, always in a game of five and a half, and could produce a spell that the most in-form player could not.",
            "Ken impressed Geoff. He said it was one area he could get into easily, but that he would need to hire a designer first.",
            "Ken impressed Geoff. He also seemed to have a keen knowledge of the local wildlife.",
            "Ken impressed Geoff. He said he had the same problem as many.",
            "Ken impressed Geoff. He could barely stand, but his eyes were open and he was breathing.",
            "Ken impressed Geoff. He came the second time during the course of the interview and his comments afterwards seemed to confirm Geoff's suspicion that Geoff was actually one of the most interesting people we've ever met.",
            "Ken impressed Geoff. He hadn't known what to make of Kofi but his face was still warm and his hair damp from the shower—he was wearing jeans.",
            "Ken impressed Geoff. He wanted a name for his band, or if he didn’t, to work with Geoff and he got his wish.",
            "Ken impressed Geoff. He would talk a very long time and could not be hurried.",
            "Ken impressed Geoff. He just had better stories.",
            "Ken impressed Geoff. He had a new computer, a great computer—but to tell the truth, it took a few moments to think the thing through.",
            "Ken impressed Geoff. He also knew how very vulnerable he felt.",
            "Ken impressed Geoff. He said it with an honesty of tone and with an openness of body and soul that was surprising but very charming.",
            "Ken impressed Geoff. He would not deny himself a chance at a first win.",
            "Ken impressed Geoff. He had a natural flair for writing, she noticed, and also a knack of drawing the best from a description.",
            "Ken impressed Geoff. He seemed to have no idea how the rest of the world worked.",
            "Ken impressed Geoff. He said, \"A good job.",
            "Ken impressed Geoff. He’s got a hell of a lot of money to lose and I imagine if he wins, he’s probably made a ton of money since that last bet came in.",
            "Ken impressed Geoff. He was still looking at me quizzically.",
            "Ken impressed Geoff. He had the looks of a young, dark, but muscly actor with a great deal of swagger, but he wasn't anything like what Geoff could see in the mirror.",
            "Ken impressed Geoff. He told him about his home in the country in the UK, and the fact that his mother had taught him how to knit, which came in really handy during the day.",
            "Ken impressed Geoff. He seemed a man of much understanding and compassion.",
            "Ken impressed Geoff. He started talking to the whole room, which was awesome.",
            "Ken impressed Geoff. He'd already met the new director, but this was her first time actually working with the young woman, who was a fast learner.",
            "Ken impressed Geoff. He told him that “there must be a way of getting the right kind of people into the office”.",
            "Ken impressed Geoff. He wasn't talking about the future, or a day with the team.",
            "Ken impressed Geoff. He really liked Dave.",
            "Ken impressed Geoff. He knew just about everything about boats—including how to change them.",
            "Ken impressed Geoff. He was in our first group of boys at the school, and had already been in some of the first sports as well.",
            "Ken impressed Geoff. He understood that Geoff was a true believer and always had been when it came to football, and so his respect for the Arsenal legend was only to be surpassed a few months later when the two were on the scene of one of the.",
            "Ken impressed Geoff. He sat down and we went to work.",
            "Ken impressed Geoff. He gave his name and address in an attempt to meet a member of my social group, but I never heard from him again.",
            "Ken impressed Geoff. He had the same idea as the men, but he had none of the same intensity.",
            "Ken impressed Geoff. He got off the wrong bus on his motorbike and ended up on a rural road on the way to a night shift.",
            "Ken impressed Geoff. He could get a little carried away.",
            "Ken impressed Geoff. He did not mention the first time he met Geoff, or the fact that Geoff was his uncle.",
            "Ken impressed Geoff. He knew all the old, familiar names,\nbut he couldn't remember a single one, nor could he recall a word\nof the old man's speeches.",
            "Ken impressed Geoff. He asked about the club’s history and Geoff answered ‘You should see them."
        ],
        "counts": {
            "Ken": 0,
            "Geoff": 14
        }
    },
    "Simon ran towards Richard. He": {
        "details": {
            "pronoun": [
                27,
                29
            ],
            "options": [
                [
                    0,
                    5
                ],
                [
                    18,
                    25
                ]
            ]
        },
        "sentences": [
            "Simon ran towards Richard. He was reaching towards his shoulder, taking out the silver-jewelled chains that he had been wearing from his wedding day.",
            "Simon ran towards Richard. He took the man by the collar and dragged him back toward the barn.",
            "Simon ran towards Richard. He had stopped a short distance down the corridor and was now\n\npulling at his wrist and trying to yank his wrist out.",
            "Simon ran towards Richard. He was shouting and beating himself on the head but Richard could not understand what he was saying.",
            "Simon ran towards Richard. He was just a boy, but when Richard grabbed at him, the boy went with him, pushing himself against Richard back.",
            "Simon ran towards Richard. He was breathing hard, his face bright, sweating.",
            "Simon ran towards Richard. He was trying to get\nhim up, but Richard pushed him off.",
            "Simon ran towards Richard. He could see that the man had suffered a heart attack and his heart was as good as new.",
            "Simon ran towards Richard. He saw the face of the little boy in those green eyes, and he held out his hand.",
            "Simon ran towards Richard. He was going to try and save her.",
            "Simon ran towards Richard. He had a bloody cut on his forehead, and he was looking a little dazed.",
            "Simon ran towards Richard. He reached the boy\nand picked him up and sat him down.",
            "Simon ran towards Richard. He was still clutching his spear-pommel, and one of the youngsters held him steady in his other hand.",
            "Simon ran towards Richard. He had already raised his axe.",
            "Simon ran towards Richard. He seemed to be on his own, since the\nothers had been too far away to have a clear view of what was happening.",
            "Simon ran towards Richard. He picked him up by the\narm and threw him on the grass.",
            "Simon ran towards Richard. He was holding his head, trying to mop up the blood that had run down over and into his hair.",
            "Simon ran towards Richard. He was so excited that his face was shining as if his ears had been pierced, his eyes were shining with pride and excitement, and his ears were sticking out like a beacon.",
            "Simon ran towards Richard. He was dressed in the clothes he had been wearing the night before at the airport and he tried to pull Richard away from the door.",
            "Simon ran towards Richard. He leapt past the two men and ran back towards her.",
            "Simon ran towards Richard. He knelt and took the boy away from Richard, but stopped in the next step, placing his own hands on the boy's shoulders.",
            "Simon ran towards Richard. He grabbed him around the waist and pulled Richard backwards.",
            "Simon ran towards Richard. He got to the man but was unable to lift his head.",
            "Simon ran towards Richard. He was too late with it.",
            "Simon ran towards Richard. He picked him up and threw him to the ground on the concrete, as Richard cried out.",
            "Simon ran towards Richard. He looked at him.",
            "Simon ran towards Richard. He was crying and crying and sobbing, holding the knife in his shaking hand.",
            "Simon ran towards Richard. He had his rifle, and now he raised the stock toward Richard and put two bullets into the barrel until Richard's back was the last thing to go.",
            "Simon ran towards Richard. He was now almost as tall as Richard himself.",
            "Simon ran towards Richard. He looked into Richard's eyes with a\nserious face and said, \"No-how is the little girl all right?\"\n\n[Page 42]\nRichard walked away.",
            "Simon ran towards Richard. He was clutching the bottle to his breast like a breastplate ( _or_ like a _plate on which is painted_ the god _'s_ most precious _'s_ weapon).",
            "Simon ran towards Richard. He grabbed Richard's shoulders\nand was about to thrust an ivory-handled stick in his face when his friend\ncaught hold of his hand and held him until Master Blifil arrived.",
            "Simon ran towards Richard. He had drawn nearer with the approach of one of the men.",
            "Simon ran towards Richard. He held his rifle ready, but Richard threw out his own pistol, hitting the gunman's hip and knocking the gun away.",
            "Simon ran towards Richard. He bent down and lifted the small black box out of Richard's pocket, as he had seen it go inside.",
            "Simon ran towards Richard. He threw his body in front of the car, as if to try and protect Richard's life.",
            "Simon ran towards Richard. He felt the grip, felt the pull, as if he could no longer stand still.",
            "Simon ran towards Richard. He was holding his hands in his lap like two huge wings ready to swoop down and tear Richard apart as he ran.",
            "Simon ran towards Richard. He could still smell the woodsmoke in his shirt and the acrid smell that would not go away until he was back in his own room.",
            "Simon ran towards Richard. He was wearing a white linen pantsuit that made his tall silhouette stand out in the otherwise dull room.",
            "Simon ran towards Richard. He was crying, trying to talk to him.",
            "Simon ran towards Richard. He did what Richard had done a few minutes earlier.",
            "Simon ran towards Richard. He caught him by the arm and jerked him around.",
            "Simon ran towards Richard. He opened the door of his laboratory and looked inside, his face filled, eyes darting.",
            "Simon ran towards Richard. He grabbed Richard by the collar and shoved him back onto the ground.",
            "Simon ran towards Richard. He grasped him around the waist and lifted him.",
            "Simon ran towards Richard. He was wearing a hoodie but his shoulders were bare and a thicket of red fuzz fell down over his belly.",
            "Simon ran towards Richard. He had started to make his way round the table to Richard, when a small arm encircled his waist, pulling him back.",
            "Simon ran towards Richard. He was panting but he could not stifle the laughter running out of his eyes.",
            "Simon ran towards Richard. He lifted up both sleeves of his cloak.",
            "Simon ran towards Richard. He stopped behind Richard and reached up to touch his cheek; Richard pulled away.",
            "Simon ran towards Richard. He had reached her before Richard could do more than scream.",
            "Simon ran towards Richard. He knew Richard too well not to recognize the fact that his friend was being hurt.",
            "Simon ran towards Richard. He had\nhis gun and he gave him one of the bullets.",
            "Simon ran towards Richard. He stopped, as if debating whether it was worth killing.",
            "Simon ran towards Richard. He had a knife in his hand.",
            "Simon ran towards Richard. He put out his hand, took that of his son.",
            "Simon ran towards Richard. He was looking at him with a mixture of bewilderment and revulsion.",
            "Simon ran towards Richard. He was wearing a black turtleneck and a loose-fitting black t-shirt with the sleeves rolled up.",
            "Simon ran towards Richard. He was about to shout a question.",
            "Simon ran towards Richard. He opened the door and he and Richard stood facing each other.",
            "Simon ran towards Richard. He was so glad to see Richard.",
            "Simon ran towards Richard. He looked ashen,\nand his eyes were shining with fear.",
            "Simon ran towards Richard. He looked in Richard's direction and then dropped his hand in front of him and grabbed Richard's hand instead.",
            "Simon ran towards Richard. He felt a wave of panic course through his mind.",
            "Simon ran towards Richard. He did not want to kill him like a madman, but his anger had to be placated in some way.",
            "Simon ran towards Richard. He caught him and put his arms round their\nfellows.",
            "Simon ran towards Richard. He was holding a long stick, and he was swinging the stick and shouting \"Down!\"\n\nRichard dropped the stick and ran back, tripping on a piece of grass in the darkness, and falling face-first on.",
            "Simon ran towards Richard. He took the body and carried it down the street to his house, where his wife and the other children were waiting, and then placed the body on his bed.",
            "Simon ran towards Richard. He was surprised to see the younger man come from behind the chair to confront him.",
            "Simon ran towards Richard. He caught Richard on reflex, the two men tumbling to the ground.",
            "Simon ran towards Richard. He didn't have to speak the words that\nled, but he knew what he needed to say and felt the words as he spoke them\nto Richard's heart and soul.",
            "Simon ran towards Richard. He was\nchoking, and with his hands over his mouth.",
            "Simon ran towards Richard. He put his finger on the side of Richard's nose.",
            "Simon ran towards Richard. He wanted to embrace him for his love.",
            "Simon ran towards Richard. He reached out and touched Richard's shoulder.",
            "Simon ran towards Richard. He placed a hand on Richard's shoulder, and the two were now locked in a long, heated embrace.",
            "Simon ran towards Richard. He was going to try to block my access to the other man, but Richard grabbed my arm.",
            "Simon ran towards Richard. He was already halfway down the hall.",
            "Simon ran towards Richard. He came face to face with Richard and grabbed his arm.",
            "Simon ran towards Richard. He was soaking wet and had a terrible red-fever rictus grin.",
            "Simon ran towards Richard. He took in Richard's face.",
            "Simon ran towards Richard. He could almost taste him now, something familiar as he came closer.",
            "Simon ran towards Richard. He seemed to be fighting his own fight to find someone to talk to and to keep hold of.",
            "Simon ran towards Richard. He was too late to get him as Richard was being dragged by his hair backwards towards the door.",
            "Simon ran towards Richard. He was so eager and excited; he wanted to see the world.",
            "Simon ran towards Richard. He grabbed his shoulder, but Richard got an upper hand to him.",
            "Simon ran towards Richard. He was about twenty feet away.",
            "Simon ran towards Richard. He threw his head forward as if to grab Richard's throat.",
            "Simon ran towards Richard. He reached him and grasped a leg.",
            "Simon ran towards Richard. He wanted answers, his questions weren’t answered.",
            "Simon ran towards Richard. He could hear a muffled voice yelling at him.",
            "Simon ran towards Richard. He was already running.",
            "Simon ran towards Richard. He started to sob into his brother's face, he started to cry without knowing why he was crying, Richard had a lump in his throat, he was not able to speak.",
            "Simon ran towards Richard. He held the small, dark-coated\nlamb close to his face, and drew him towards the house.",
            "Simon ran towards Richard. He said,\n\"Go and tell my Uncle to come here.",
            "Simon ran towards Richard. He said, 'Don't worry.",
            "Simon ran towards Richard. He was not a tall man, but his huge frame was at least six foot tall.",
            "Simon ran towards Richard. He grabbed the young man by the throat and lifted his limp body.",
            "Simon ran towards Richard. He had the same expression as his son was now; just curiosity."
        ],
        "counts": {
            "Simon": 0,
            "Richard": 42
        }
    },
    "Simon ran away from Richard. He": {
        "details": {
            "pronoun": [
                29,
                31
            ],
            "options": [
                [
                    0,
                    5
                ],
                [
                    20,
                    27
                ]
            ]
        },
        "sentences": [
            "Simon ran away from Richard. He was just standing on the other side of the road, on the sidewalk from the back entrance, not moving, but not looking at anything.",
            "Simon ran away from Richard. He found Naypyitaw a few weeks later, and this time Richard agreed to accompany him.",
            "Simon ran away from Richard. He was always happy to do it, to be the first one to break the rules.",
            "Simon ran away from Richard. He must have wanted to leave this place.",
            "Simon ran away from Richard. He was\nthinking of the day that we had been together.",
            "Simon ran away from Richard. He went in front of the king, and made obeisance.",
            "Simon ran away from Richard. He wanted to see if anyone else had been seen.",
            "Simon ran away from Richard. He walked straight through the front door and into the dark room where the other party sat waiting for him with a worried look on his face.",
            "Simon ran away from Richard. He'd always thought of himself as the good guy who'd stayed at the party.",
            "Simon ran away from Richard. He wanted to go to the lake and swim.",
            "Simon ran away from Richard. He was terrified of Richard like he was frightened of his own father.",
            "Simon ran away from Richard. He didn't notice that Richard was\novertly jealous of him again.",
            "Simon ran away from Richard. He ran like someone in the throes of a panic, and the air between them suddenly seemed to thin, an absence of air.",
            "Simon ran away from Richard. He did it as he went, and\nshe followed, in the same reckless haste.",
            "Simon ran away from Richard. He ran into a narrow alleyway and disappeared.",
            "Simon ran away from Richard. He went to the barn.",
            "Simon ran away from Richard. He turned and left.",
            "Simon ran away from Richard. He ran down behind a tree.",
            "Simon ran away from Richard. He knew it was over.",
            "Simon ran away from Richard. He found the door and opened it and was in the\nbathroom when the man grabbed him.",
            "Simon ran away from Richard. He wanted to ask if they could be friends again, but he knew that it would be impossible.",
            "Simon ran away from Richard. He took with him the manuscript.",
            "Simon ran away from Richard. He was in her room, in the bathroom.",
            "Simon ran away from Richard. He felt so frustrated.",
            "Simon ran away from Richard. He was going to save Meredith from the murderer, who had killed Lydia and the others.",
            "Simon ran away from Richard. He was very angry and upset.",
            "Simon ran away from Richard. He could have saved him,\n\n_He killed himself_, David thought.",
            "Simon ran away from Richard. He was in fear of Richard's anger and fury.",
            "Simon ran away from Richard. He walked through that thick copse and saw the river, its surface frozen in an array of swirls and whirlpools, where hundreds and hundreds of icebergs were gliding towards the ocean.",
            "Simon ran away from Richard. He ran to a building that made him feel safe.",
            "Simon ran away from Richard. He ran away from the river.",
            "Simon ran away from Richard. He had to do that.",
            "Simon ran away from Richard. He saw the two of them leaving the\nroom, and headed in pursuit, with his tail between his legs.",
            "Simon ran away from Richard. He ran through a dense wood at the side of the road.",
            "Simon ran away from Richard. He was so frightened of him that he didn't want to be seen talking to him.",
            "Simon ran away from Richard. He had\nnever been out of sight of her, had never touched her, and yet to have\nseen her and to be able to go about openly among her guests was enough\nto keep him, in a moment.",
            "Simon ran away from Richard. He jumped into the nearest river.",
            "Simon ran away from Richard. He didn't care.",
            "Simon ran away from Richard. He never knew or will know if Richard ever lived or died.",
            "Simon ran away from Richard. He ran, but it was really hard, and he couldn't escape, which annoyed Richard.",
            "Simon ran away from Richard. He ran past the two men and took the long way around a bend.",
            "Simon ran away from Richard. He ran away from Richard.",
            "Simon ran away from Richard. He ran ahead of the men, away from the main group of people.",
            "Simon ran away from Richard. He ran away from the room, he ran off with his mother and sisters, and he ran away from the house through the fields and to the wood outside the city.",
            "Simon ran away from Richard. He was like a dog running away from the trainer.",
            "Simon ran away from Richard. He looked at the body, then turned his attention back to the others.",
            "Simon ran away from Richard. He didn't know why—perhaps he hoped he would win; the odds were not favorable and he had never lost a contest of this sort before.",
            "Simon ran away from Richard. He never, _never_ would let me go home.",
            "Simon ran away from Richard. He came up to Richard and said, \"You're late.",
            "Simon ran away from Richard. He ran to\nthe back of the room, jumped through a window, and never came back.",
            "Simon ran away from Richard. He did not want to talk to a policeman or lawyer.",
            "Simon ran away from Richard. He and two younger boys followed him.",
            "Simon ran away from Richard. He hadn't meant to.",
            "Simon ran away from Richard. He ran as far as he could while he turned a slow circle with his sword.",
            "Simon ran away from Richard. He had the sense to notice the pain\n> \n> And his hair became very flaky, so that it looked like raspberry sauce,\n> \n> Which his wife immediately took in.",
            "Simon ran away from Richard. He'd wanted to leave his friends to their fate, and now he would escape to avoid being eaten.",
            "Simon ran away from Richard. He ran away from Richard.",
            "Simon ran away from Richard. He didn't seem to care what happened to him.",
            "Simon ran away from Richard. He didn't try to make time for him, he never would.",
            "Simon ran away from Richard. He took her hand and led her in the direction of the camp and the forest, leaving the two men and their servant to make their way in the dark.",
            "Simon ran away from Richard. He had had enough of him this morning.",
            "Simon ran away from Richard. He was a good boy.",
            "Simon ran away from Richard. He was out of breath.",
            "Simon ran away from Richard. He took a moment to reflect that he himself had not moved so far from Richard as to do away with him, as an outcast, a pariah; that he had never taken a step to betray the man,.",
            "Simon ran away from Richard. He could not believe the blood coursing in his brain.",
            "Simon ran away from Richard. He ran away from home because he didn't like Richard.",
            "Simon ran away from Richard. He wasn't happy to see him and he thought Richard had been acting unkindly to him in the past few months.",
            "Simon ran away from Richard. He and Richard had been friends for as long as he could remember but Richard had never shown him any affection.",
            "Simon ran away from Richard. He ran to the far side of the room but not toward the door, went to his chair, sat down, looked around for something he could use as a weapon, and noticed a can of pepper spray lying there.",
            "Simon ran away from Richard. He would not hurt the king, who was kind to him most of the time.",
            "Simon ran away from Richard. He looked as if he had a fit, and all at once it was\nbursting out right in his face.",
            "Simon ran away from Richard. He was running all right by the look of his sweaty body, and in a matter of moments he would be across the road, away from Richard.",
            "Simon ran away from Richard. He's a liar,' she said.",
            "Simon ran away from Richard. He couldn't get any closer than the door, and it was already blocked with other bodies.",
            "Simon ran away from Richard. He must have had some notion of his\ndesire, for he could see that the two men walked side by side, in no\nhurry as to get to the door.",
            "Simon ran away from Richard. He didn't realize it himself—he just found relief in this act, for even if this was his only momentous, long-awaited escape from suffering, it did at least hold out some promise that he'd.",
            "Simon ran away from Richard. He'd wanted to be safe.",
            "Simon ran away from Richard. He got up, wiped his hands, put on his coat and hat, and ran out of the door.",
            "Simon ran away from Richard. He felt suddenly sick, his stomach turning.",
            "Simon ran away from Richard. He had to make sure his mother and sister were safe, too.",
            "Simon ran away from Richard. He could do nothing to help them, but he'd like to know what happened.",
            "Simon ran away from Richard. He told\nhis story to one of his friends, who advised him to do as he was told\nto do; but instead of obeying, he ran away to the mountain on which his\nfather's cave was.",
            "Simon ran away from Richard. He wanted\nto do what had happened to Sammy but his brother was being\nheld captive!\nRichard grabbed Sammy and forced him on a swing, trying to get\nSammy off his brother, while in.",
            "Simon ran away from Richard. He never showed any emotion at all when Richard ran towards him.",
            "Simon ran away from Richard. He must have gone from this place by\nthis time.",
            "Simon ran away from Richard. He jumped as high off the ground as he could and turned to see if he was still in sight - then it became apparent the horse and rider were gone.",
            "Simon ran away from Richard. He could not tell us where he was going, but he was running away.",
            "Simon ran away from Richard. He ran to the middle of the street like a lamb and started making his way south in a long run.",
            "Simon ran away from Richard. He knew if he stayed, he would have to face the consequences.",
            "Simon ran away from Richard. He knew that Richard was not going to give him the\nchance to go to the palace and claim the Princess, but he just followed him.",
            "Simon ran away from Richard. He went down to the river and climbed up its side to the ledge between the two rock piles.",
            "Simon ran away from Richard. He ran straight into a large, open, dark wood with very wide, tall trees surrounding the area and the bright moonlight glistening on the ground.",
            "Simon ran away from Richard. He said, \"Mr.",
            "Simon ran away from Richard. He was afraid that if Richard didn't know what to do he would go to the king and tell him what he had done.",
            "Simon ran away from Richard. He had fled.",
            "Simon ran away from Richard. He saw the man's hand on the door knob, but he wasn't sure if Richard was inside.",
            "Simon ran away from Richard. He was angry, but a part of him was curious.",
            "Simon ran away from Richard. He wasn't a boy anymore, no need for games.",
            "Simon ran away from Richard. He went through a long series of rooms and corridors, then emerged into an empty hall where he saw a closed door just like the one he had just gone through.",
            "Simon ran away from Richard. He kept running; he was going to find his mommy, and he's going to find her and he's going to take her to the moon and he's going to take her all around the world."
        ],
        "counts": {
            "Simon": 0,
            "Richard": 20
        }
    },
    "John passed a comic to Bill. He": {
        "details": {
            "pronoun": [
                29,
                31
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    23,
                    27
                ]
            ]
        },
        "sentences": [
            "John passed a comic to Bill. He picked it up from the top of the stack and read it.",
            "John passed a comic to Bill. He held the paper gingerly in both hands.",
            "John passed a comic to Bill. He handed the comic to me.",
            "John passed a comic to Bill. He pulled the comic closer and\n\nunderneath it he saw a picture of two men.",
            "John passed a comic to Bill. He had taken the newspaper off a stack on the table and was looking at Bill.",
            "John passed a comic to Bill. He nodded to himself,\nbut his eye was not sharp.",
            "John passed a comic to Bill. He was an expert.",
            "John passed a comic to Bill. He looked up at a tall white man standing nearby and asked him.",
            "John passed a comic to Bill. He threw Bill into the back of the car.",
            "John passed a comic to Bill. He opened the drawer and pulled out a large book.",
            "John passed a comic to Bill. He took it and turned to the page in the back, then looked at Bill with his mouth open.",
            "John passed a comic to Bill. He was a big man with long red hair, a huge Adam's apple and a belly.",
            "John passed a comic to Bill. He was holding The Candy Store, a novel by a certain author-of-the-year and had the cover of its third edition.",
            "John passed a comic to Bill. He read it.",
            "John passed a comic to Bill. He didn't know what it was about.",
            "John passed a comic to Bill. He looked at it.",
            "John passed a comic to Bill. He said, 'You know who this is?'\n\n'No, who?'\n\n'This is the world's greatest actor.",
            "John passed a comic to Bill. He was a thin little man with a wiry, reddish-brown beard.",
            "John passed a comic to Bill. He had seen him twice before.",
            "John passed a comic to Bill. He had known the guy since junior high school.",
            "John passed a comic to Bill. He said,\n\n\"Look.",
            "John passed a comic to Bill. He said to me, 'What do you think?' I was like, 'I really don't know,' and he said, 'No, it's my favorite comic of all time, \"Comic Strips.",
            "John passed a comic to Bill. He had to laugh in spite of himself at how dumb Bill could be at that particular moment.",
            "John passed a comic to Bill. He read it.",
            "John passed a comic to Bill. He found a newspaper at his desk that wasn't called the _Post_.",
            "John passed a comic to Bill. He held it up and Bill looked at his nose.",
            "John passed a comic to Bill. He was watching an old movie, the sort that was supposed to be called _Gone with the Wind_.",
            "John passed a comic to Bill. He liked the way it looked; even the way Bill held the paper as he read.",
            "John passed a comic to Bill. He read it.",
            "John passed a comic to Bill. He read it,\nthen said to me, 'It's good the way you're handling the whole business\nat the _Dispatch_ and you're on the Editorial Board.",
            "John passed a comic to Bill. He had a new car and a new life.",
            "John passed a comic to Bill. He was amused, even though he had no particular reason to like the artist.",
            "John passed a comic to Bill. He saw him wink.",
            "John passed a comic to Bill. He hadn't noticed it at the time.",
            "John passed a comic to Bill. He was still too close to us, a look of affection that I could see that I wasn't used to in the company.",
            "John passed a comic to Bill. He liked it.",
            "John passed a comic to Bill. He nodded as if, for a moment, he had been expecting someone else to do it.",
            "John passed a comic to Bill. He smiled.",
            "John passed a comic to Bill. He took his time in reading it.",
            "John passed a comic to Bill. He opened the newspaper in the light from his lantern; he took some food and water and went to the little boat at the lower edge of the sea.",
            "John passed a comic to Bill. He grinned.",
            "John passed a comic to Bill. He picked up the book.",
            "John passed a comic to Bill. He hadn't even read it.",
            "John passed a comic to Bill. He held the envelope up to the light and saw through the tear in the paper that there was something in it.",
            "John passed a comic to Bill. He did a very nice job of it.",
            "John passed a comic to Bill. He glanced at the cover.",
            "John passed a comic to Bill. He shook his head dismissively.",
            "John passed a comic to Bill. He looked at him.",
            "John passed a comic to Bill. He nodded, said in a tone of mild surprise, “I didn't know you knew any comic artists”.",
            "John passed a comic to Bill. He grinned and nodded.",
            "John passed a comic to Bill. He had been watching him with an almost desperate interest.",
            "John passed a comic to Bill. He had heard a bit or two about it.",
            "John passed a comic to Bill. He asked him if he wanted one.",
            "John passed a comic to Bill. He held it in his hands.",
            "John passed a comic to Bill. He took it as another sign from God.",
            "John passed a comic to Bill. He looked a bit stunned by it until he found himself saying 'Yeah, yeah, yeah, that's all great,' to his own comment and then turned immediately back to me with a look of horror.",
            "John passed a comic to Bill. He'd been on the run before, the first of four brothers, but since the law had put him out of work, he'd had to support himself.",
            "John passed a comic to Bill. He read it aloud, and Bill read it to Joe.",
            "John passed a comic to Bill. He handed her a slip of A3 paper.",
            "John passed a comic to Bill. He looked a little like a football player.",
            "John passed a comic to Bill. He grinned broadly and said, \"You are now an artist, and Bill is an excellent carpenter, but the difference is one and one-and-three-two-fourths.",
            "John passed a comic to Bill. He smiled at it, then laid it on the table for his friend.",
            "John passed a comic to Bill. He hadn't thought it worthwhile just to leave him with it.",
            "John passed a comic to Bill. He looked at it carefully, then passed it to Gerry.",
            "John passed a comic to Bill. He handed it to the other girl.",
            "John passed a comic to Bill. He wanted to bring him in on 'Lucky John,' but Bill was reluctant.",
            "John passed a comic to Bill. He held it in his hands and then said, 'Here you are.",
            "John passed a comic to Bill. He found his nose running.",
            "John passed a comic to Bill. He turned it over, and turned the dust sheet around.",
            "John passed a comic to Bill. He could tell at once that the other one would be a good one for him, but Bill made no reply.",
            "John passed a comic to Bill. He passed another one to Jane.",
            "John passed a comic to Bill. He wanted to be near his ex-wife but it was the wrong time.",
            "John passed a comic to Bill. He stared into it.",
            "John passed a comic to Bill. He wanted to see how it played.",
            "John passed a comic to Bill. He didn't need new comics.",
            "John passed a comic to Bill. He had always preferred a strong young man in the lead.",
            "John passed a comic to Bill. He was in the audience at the show but they didn't exchange the comics.",
            "John passed a comic to Bill. He said,\n“We can’t change the fact of the land, but we certainly can change the value of the\nland.",
            "John passed a comic to Bill. He looked it straight in the eye and said, \"This one's the best.",
            "John passed a comic to Bill. He stared at the page for a while before he tore it across the table and tossed it into the dustbin.",
            "John passed a comic to Bill. He read it, but without any particular enthusiasm.",
            "John passed a comic to Bill. He leaned over and put it in front of him.",
            "John passed a comic to Bill. He read the last line of that one and said, \"Oh my God, I thought this was going to be about the guy who stole my wallet!\" The movie closed before the end credits began and I looked up.",
            "John passed a comic to Bill. He asked Bill a very simple question: \"Hey, Bill, have you ever thought of changing the name from Elegant Acapulco to Chillah-Acapulco?\" Bill replied that he.",
            "John passed a comic to Bill. He wanted someone to read to him so he picked you, I noticed.",
            "John passed a comic to Bill. He gave it a long thoughtful look, then passed it back and read an angry response from a man with an expensive watch chain wrapped tightly around his ear.",
            "John passed a comic to Bill. He knew he should have said something or he'd never have stopped in, but he looked at Bill and then made a face as the two walked down the street.",
            "John passed a comic to Bill. He put the book under his arm with a grin and walked past the room.",
            "John passed a comic to Bill. He didn't remember it but he remembered the fact Bill had bought it.",
            "John passed a comic to Bill. He looked at it closely: a comic with the tagline \"Bill Weld the only man for the job\".",
            "John passed a comic to Bill. He was surprised to find the comic was a cartoon, although not one he had drawn.",
            "John passed a comic to Bill. He put the book on a table in my front\nroom and sat on the couch and watched the evening news.",
            "John passed a comic to Bill. He'd forgotten Jack was there but then Bill didn't have to remind him how much they had in common – he was always the one in every room.",
            "John passed a comic to Bill. He read it.",
            "John passed a comic to Bill. He passed the comic back.",
            "John passed a comic to Bill. He shook his head.",
            "John passed a comic to Bill. He saw his hand go to her\nbreast again, and he felt her breast move under the cloth, then she\nreplaced him.",
            "John passed a comic to Bill. He had to have some sort of support.",
            "John passed a comic to Bill. He handed it to Jolly Folly with no comment.",
            "John passed a comic to Bill. He’s a reader too and knew a lot about the book."
        ],
        "counts": {
            "John": 1,
            "Bill": 17
        }
    },
    "John was passing a comic to Bill. He": {
        "details": {
            "pronoun": [
                34,
                36
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    28,
                    32
                ]
            ]
        },
        "sentences": [
            "John was passing a comic to Bill. He shook his head, walked back to the stage, and introduced his band.",
            "John was passing a comic to Bill. He held the comic on his knees.",
            "John was passing a comic to Bill. He laughed and gave Bill a hard, shove.",
            "John was passing a comic to Bill. He didn't say anything, but he did look at the comic.",
            "John was passing a comic to Bill. He was about to pick up a stick when I walked across the street.",
            "John was passing a comic to Bill. He asked, ‘What’s this funny bit, Bill?’\n\nBill: And the man handed it back to him and said, ‘You look like a good comedian, Jack.",
            "John was passing a comic to Bill. He handed it to\nme and said, 'Look, mate.",
            "John was passing a comic to Bill. He passed it to Tiffany.",
            "John was passing a comic to Bill. He asked: 'Isn't it a bit harsh for a young lady to have a big man standing over her, telling her what to do?'\n\n'What!' Bill laughed.",
            "John was passing a comic to Bill. He was just as happy though, he said.",
            "John was passing a comic to Bill. He said,\n\"Bill, that's just pure shit, just take it down, now, and let's stop laughing.",
            "John was passing a comic to Bill. He gave Bill a sly little smile, but his eyes were locked on her face.",
            "John was passing a comic to Bill. He handed it back without reading, and Bill smiled and thanked him.",
            "John was passing a comic to Bill. He said to him, 'Is it true, Bill, that you're going to marry my daughter?\"\n\nAfter they had made a lot of money and bought several houses on the New Zealand goldfields,.",
            "John was passing a comic to Bill. He wanted to see more of them.",
            "John was passing a comic to Bill. He grabbed the magazine and looked\n\nat the headline.",
            "John was passing a comic to Bill. He gave me a big hug, and then I walked away to see what was being sold.",
            "John was passing a comic to Bill. He hadn't made it in before.",
            "John was passing a comic to Bill. He saw him looking up and nodded in the comic to Bill, and then went back to his post.",
            "John was passing a comic to Bill. He turned around and spoke with them briefly.",
            "John was passing a comic to Bill. He said: 'I wish you'd show him the thing when it comes along.",
            "John was passing a comic to Bill. He handed him a comic, turned back to me, walked to the end of the hall, and knocked lightly on the door.",
            "John was passing a comic to Bill. He said, 'No, it's this one.",
            "John was passing a comic to Bill. He seemed to understand that he could bring in comic relief.",
            "John was passing a comic to Bill. He'd have read it but he'd never let it out until now, Bill had asked the questions he thought he would be happy to hear.",
            "John was passing a comic to Bill. He had a long face, an angular forehead, wide teeth in a snaggly mouth, like the old man who appeared in the photographs of the old man, and a thick black moustache, curled.",
            "John was passing a comic to Bill. He'd said, 'Look up.",
            "John was passing a comic to Bill. He passed it over and gave Bill a quick glance, and the boy made no response.",
            "John was passing a comic to Bill. He came in, went to the back of the room and sat on the floor, his back to the fire.",
            "John was passing a comic to Bill. He looked up and nodded at him.",
            "John was passing a comic to Bill. He'd heard all about it from the boys.",
            "John was passing a comic to Bill. He could see him through the open door and waved.",
            "John was passing a comic to Bill. He read the headlines, \"Wounded Sniper in Battle,\" \"Loud Shout as Wounded Sniper Killed in Afghan Battle.",
            "John was passing a comic to Bill. He said so.",
            "John was passing a comic to Bill. He'd found it a couple of hours before.",
            "John was passing a comic to Bill. He looked up.",
            "John was passing a comic to Bill. He was wearing a big cap with the words _The Last Temptation of Christ_ in red braid on the front.",
            "John was passing a comic to Bill. He handed the comic to him,\nand then went on to some friends.",
            "John was passing a comic to Bill. He was sitting on a sofa, next to Bill; the walls were painted in a brownish grey, with small brownish grey pictures on the brownish grey.",
            "John was passing a comic to Bill. He grinned back at the kids as he walked past them, as if he had forgotten they were there, but as soon as they noticed he was still there, they burst out laughing at him.",
            "John was passing a comic to Bill. He held out his hand, and Bill took it, then pulled some letters out of his pocket and handed them to Jimmy.",
            "John was passing a comic to Bill. He looked up at the picture on the stand with interest.",
            "John was passing a comic to Bill. He handed him the comic to read.",
            "John was passing a comic to Bill. He handed over money to the comic and\nthen walked back to join us.",
            "John was passing a comic to Bill. He looked up, and all he saw was a thin face.",
            "John was passing a comic to Bill. He passed them from hand to hand, and Bill was quite satisfied.",
            "John was passing a comic to Bill. He was grinning and nodding his head as much as he could.",
            "John was passing a comic to Bill. He said, \"I like Bill's sense of humor and thought you'd appreciate the piece in just a minute.",
            "John was passing a comic to Bill. He nodded.",
            "John was passing a comic to Bill. He passed the comic out to Bill.",
            "John was passing a comic to Bill. He nodded to a young man in a wheelchair, who seemed to be telling somebody else.",
            "John was passing a comic to Bill. He gave him a look\nthat seemed to ask just what the joke was.",
            "John was passing a comic to Bill. He noticed that there was an empty chair behind Bill.",
            "John was passing a comic to Bill. He gave the comic to him, and Bill then took it out and gave it to the comic store clerk, who, in turn, gave it to some young comic book store employee.",
            "John was passing a comic to Bill. He read a few pages.",
            "John was passing a comic to Bill. He'd say, \"Don't be a loser.",
            "John was passing a comic to Bill. He knew it was his favourite.",
            "John was passing a comic to Bill. He told them that\nhe'd just come to London on business, and that his new job was in\nKensington.",
            "John was passing a comic to Bill. He looked.",
            "John was passing a comic to Bill. He wanted to be funny on the night, but how were people to hear it?\n\nBill: Ah, it was all about Bill from the start, it was.",
            "John was passing a comic to Bill. He knew him from his work in Fleet Street, and Bill seemed at that moment to be trying to pretend to be surprised that the young man looked his way.",
            "John was passing a comic to Bill. He stopped.",
            "John was passing a comic to Bill. He said, “Oh, sure, I’m the guy who was with the car crash on TV.",
            "John was passing a comic to Bill. He looked up and saw that he had a ticket as well.",
            "John was passing a comic to Bill. He passed Bill and Bill passed it on.",
            "John was passing a comic to Bill. He said, 'Bill, the audience thinks you're dead.",
            "John was passing a comic to Bill. He took a look:\n\nIt was this – the picture of the \"Napoleon with the Dog\"\n\nThat gave Bill nightmares for years\n\nAnd, as the first night of.",
            "John was passing a comic to Bill. He said, \"Let's look at this.",
            "John was passing a comic to Bill. He shook his hand as it was offered.",
            "John was passing a comic to Bill. He looked from one to the other.",
            "John was passing a comic to Bill. He said, \"Are you sure you want\nto hear this? It concerns you.",
            "John was passing a comic to Bill. He turned and saw the little boy he\nalready knew.",
            "John was passing a comic to Bill. He stopped to read it.",
            "John was passing a comic to Bill. He didn't actually know Bill from school but at that moment John didn't care.",
            "John was passing a comic to Bill. He paused, and pointed to his chest: 'You are, by the way, about to take part in a game of _Tapas_ in one of the villages.",
            "John was passing a comic to Bill. He had a long bony leg.",
            "John was passing a comic to Bill. He knew he was going to sell this when he looked around.",
            "John was passing a comic to Bill. He was going in and out of the booth, yelling to someone or to me.",
            "John was passing a comic to Bill. He said: 'Bill, I've just had an idea.",
            "John was passing a comic to Bill. He was a skinny, sandy-haired, middle-aged man with a short beard.",
            "John was passing a comic to Bill. He turned.",
            "John was passing a comic to Bill. He smiled knowingly, then his eyes narrowed when he looked at Bill.",
            "John was passing a comic to Bill. He turned and caught sight of a woman in the shadows.",
            "John was passing a comic to Bill. He was on the edge of his seat, his face still pale and drawn; he had tears in his eyes.",
            "John was passing a comic to Bill. He grinned.",
            "John was passing a comic to Bill. He was very fond of Bill's comic and the two men laughed about it and teased each other.",
            "John was passing a comic to Bill. He looked up, not seeing who it was.",
            "John was passing a comic to Bill. He looked up for a moment,\nthen nodded as if saying to himself:\n\n'I knew that was there.",
            "John was passing a comic to Bill. He put down the book to look at the cover.",
            "John was passing a comic to Bill. He smiled up at them.",
            "John was passing a comic to Bill. He leaned over and picked up the volume: \"The Devil in the White City,\" the black-and-white version of the book.",
            "John was passing a comic to Bill. He was holding an old brown and white card.",
            "John was passing a comic to Bill. He was holding a copy of one of the comics where all the stories were in tiny, very tight type.",
            "John was passing a comic to Bill. He just couldn't contain his grin any longer and turned to me, grinning so wide, I had to smile back.",
            "John was passing a comic to Bill. He looked up and saw the face of one of his colleagues: 'I had forgotten he was one of Charlie's friends'.",
            "John was passing a comic to Bill. He asked what had caused it to turn green again.",
            "John was passing a comic to Bill. He said, “This book is the coolest book of yours I ever read.",
            "John was passing a comic to Bill. He gave the package to Bill.",
            "John was passing a comic to Bill. He'd left the front seat of his car at the motel and entered the motel office.",
            "John was passing a comic to Bill. He held out his hand for money, but Bill said no and shook his finger instead."
        ],
        "counts": {
            "John": 1,
            "Bill": 31
        }
    },
    "Amanda amazed Brittany. She": {
        "details": {
            "pronoun": [
                24,
                27
            ],
            "options": [
                [
                    0,
                    6
                ],
                [
                    14,
                    22
                ]
            ]
        },
        "sentences": [
            "Amanda amazed Brittany. She couldn't believe how hard the twins were training for the race.",
            "Amanda amazed Brittany. She wasn't expecting her aunt to be dressed up like that.",
            "Amanda amazed Brittany. She didn't like\n\"surprise\" parties.",
            "Amanda amazed Brittany. She's a lot more sophisticated than she was when she went to college, she said and laughed.",
            "Amanda amazed Brittany. She could sense the woman's anxiety, but Amanda was also very nice and compassionate.",
            "Amanda amazed Brittany. She turned back, and with a little smile on her face, motioned Amanda forward.",
            "Amanda amazed Brittany. She had to stop herself from giggling.",
            "Amanda amazed Brittany. She couldn't help but laugh.",
            "Amanda amazed Brittany. She was the first to find out that Amanda had been the one to send them to that prison.",
            "Amanda amazed Brittany. She had heard only that their relationship was sexual.",
            "Amanda amazed Brittany. She thought Amanda would be as calm as the new girl, but Amanda clearly had no idea how quickly people were going to get a word out about who she was, that she could be counted on to cause a riot.",
            "Amanda amazed Brittany. She liked his manner.",
            "Amanda amazed Brittany. She was no one, after all.",
            "Amanda amazed Brittany. She thought she would just be another new student in her classes.",
            "Amanda amazed Brittany. She really understood how he came to her, then how she had gone to his.",
            "Amanda amazed Brittany. She looked like an angel.",
            "Amanda amazed Brittany. She was tall, muscular, and gorgeous.",
            "Amanda amazed Brittany. She couldn't believe how well the body had recovered, especially from the night before.",
            "Amanda amazed Brittany. She's only five.",
            "Amanda amazed Brittany. She had been feeling very strange for the last few hours.",
            "Amanda amazed Brittany. She's so shy when it's just the two of them with no guys around.",
            "Amanda amazed Brittany. She was really an amazing girl, but how?\n\n\"You have just done a wonderful job, Amanda.",
            "Amanda amazed Brittany. She could not believe the way Amanda was going to help\nher.",
            "Amanda amazed Brittany. She looked at the way Amanda had come in and out of the kitchen.",
            "Amanda amazed Brittany. She had just entered the room.",
            "Amanda amazed Brittany. She was her sister's roommate in middle school and always had a question for her friends.",
            "Amanda amazed Brittany. She stared at Amanda in the eyes and realized that there were no flaws in the young woman's appearance.",
            "Amanda amazed Brittany. She was a perfect\ngirl, sweet in her simplicity; she knew what\na girl needed, and how to lead one towards happiness.",
            "Amanda amazed Brittany. She'd been a friend of Amanda's mother for a.",
            "Amanda amazed Brittany. She said that her sister may have been a little bit, a little bit, out of control.",
            "Amanda amazed Brittany. She said, \"If a girl knows your name and if they really loved who you were.",
            "Amanda amazed Brittany. She was so beautiful.",
            "Amanda amazed Brittany. She told her all of her stories and it was Amanda's turn to say \"I'm so sorry.",
            "Amanda amazed Brittany. She'd never even considered that she'd actually been the one who'd done most of the talking.",
            "Amanda amazed Brittany. She said, \"Do you know, a good woman is a mother, but a wonderful woman is a mother and a mother is a woman.",
            "Amanda amazed Brittany. She got the distinct impression that Amanda was trying to sell her a little bit of something else, but she’s so much more interesting than that.",
            "Amanda amazed Brittany. She had no clue about this kind of food.",
            "Amanda amazed Brittany. She was a strong, intelligent and funny woman.",
            "Amanda amazed Brittany. She felt like she had been away a really long time and her life had gotten so much better.",
            "Amanda amazed Brittany. She said, 'They are such beautiful babies.",
            "Amanda amazed Brittany. She thought she was just crazy, but now she had to understand what was going on.",
            "Amanda amazed Brittany. She had expected no less.",
            "Amanda amazed Brittany. She knew that the old, cranky old lady had always\ntended to let the women out, especially, as Amanda knew, for the sake of her\nown peace of mind but she had not thought for.",
            "Amanda amazed Brittany. She was in class and she wanted to get her homework done first before she went into the library.",
            "Amanda amazed Brittany. She had been so sure of herself, just weeks before, when she was at that restaurant.",
            "Amanda amazed Brittany. She gave her a hug and wished her luck as she left, though her words never made it past the doors.",
            "Amanda amazed Brittany. She was only three; not even a full school year.",
            "Amanda amazed Brittany. She wasn't sure if she should be, but for the first time in her life, she _did_ want to ask.",
            "Amanda amazed Brittany. She'd never met anybody like Amanda before.",
            "Amanda amazed Brittany. She stared at her with awe.",
            "Amanda amazed Brittany. She was so beautiful.",
            "Amanda amazed Brittany. She'd seen her face before, but she wasn't used to it.",
            "Amanda amazed Brittany. She knew her daughter's parents were rich, but she thought it was strange when she and Brittany had been in Martha's house for more than an hour.",
            "Amanda amazed Brittany. She had no idea what to say to an actress.",
            "Amanda amazed Brittany. She was a good-looking woman and Amanda knew with certainty that none of the women who had come to Lillian's house wanted to be there at that moment.",
            "Amanda amazed Brittany. She had a very beautiful body and was a very sexy woman.",
            "Amanda amazed Brittany. She saw a lot of beautiful things to come for us.",
            "Amanda amazed Brittany. She asked Amanda if she was good in the kitchen and Amanda said she was great and showed her what things to do, not that she knew they’d do anything, but they were all right at the moment.",
            "Amanda amazed Brittany. She had always taken their conversation seriously.",
            "Amanda amazed Brittany. She had thought her mother wasn't going to talk to her!\n\n\"When was the last time you saw Mom? Where was she?\" I asked.",
            "Amanda amazed Brittany. She smiled with her eyes closed.",
            "Amanda amazed Brittany. She didn't know about Amanda's past.",
            "Amanda amazed Brittany. She’s a woman in her early mid-20s, a slender, blond beauty with shoulder-length blonde hair, a piercing green-green gaze, and a perfect shape that Amanda considered sexy-trouble.",
            "Amanda amazed Brittany. She was a very pretty woman but Amanda made it even better.",
            "Amanda amazed Brittany. She was a great girl, with beautiful personality.",
            "Amanda amazed Brittany. She loved to cook and, after being with Jennifer, she believed she should be doing this.",
            "Amanda amazed Brittany. She was very impressed.",
            "Amanda amazed Brittany. She'd never met anyone that worked as hard as Amanda.",
            "Amanda amazed Brittany. She seemed so at ease with this family, so at ease standing on that front porch, so poised, so comfortable.",
            "Amanda amazed Brittany. She was so calm, and so quiet—like a cat, almost.",
            "Amanda amazed Brittany. She knew the rules of decorum.",
            "Amanda amazed Brittany. She knew exactly where Amanda fitted into the family.",
            "Amanda amazed Brittany. She was a natural beauty in the highest reaches of every beauty category.",
            "Amanda amazed Brittany. She didn't think the teacher would take her phone away, and she was impressed by it.",
            "Amanda amazed Brittany. She had expected more, that this crazy\nwoman was to be sent back to the States and left to suffer what she had\nalready suffered so long.",
            "Amanda amazed Brittany. She was like what?\"\n\n\"This woman is totally amazing.",
            "Amanda amazed Brittany. She was in the throes of pregnancy, but her stomach was still empty after five days, and here was Amanda, who was just as likely to vomit as a regular person right now.",
            "Amanda amazed Brittany. She looked at everything! And she was happy – because she had her own special birthday! And Amanda was so happy that she let Amanda make a special present.",
            "Amanda amazed Brittany. She was almost surprised the doctor was actually talking! She was not sure if she expected any of this.",
            "Amanda amazed Brittany. She hadn't realized she was that excited.",
            "Amanda amazed Brittany. She looked so beautiful after all these time away that it took only a moment to realize why they had gotten divorced.",
            "Amanda amazed Brittany. She just didn't know it at the time, but she had the real deal on her hands.",
            "Amanda amazed Brittany. She's a tall blond hottie dressed to impress, with a great body and that perfect ass.",
            "Amanda amazed Brittany. She had no idea that her lover would suddenly show up and propose marriage.",
            "Amanda amazed Brittany. She had always just wanted to be the star in a musical.",
            "Amanda amazed Brittany. She knew how to be both kind and a little too rude, at the same time.",
            "Amanda amazed Brittany. She was never the same since she’d found the book herself, but when Brittany started to read it, the joy was all hers.",
            "Amanda amazed Brittany. She had been told time-and time again that Brittany was a very pretty girl, but Amanda had seen this little girl in tears every day since Amanda had rescued her from that terrible home, and Amanda had done.",
            "Amanda amazed Brittany. She was an older woman, but she appeared extremely fit.",
            "Amanda amazed Brittany. She felt that being with her would not only be a special honor, but a kind of a privilege to be able to have her daughter in one's care.",
            "Amanda amazed Brittany. She was very\nattentive to detail.",
            "Amanda amazed Brittany. She was no longer so shy around Amanda.",
            "Amanda amazed Brittany. She was the quiet one and she was not in the mood to try and talk about her and her mom, besides her mom was super mean to her when she was little.",
            "Amanda amazed Brittany. She seemed to be a grown woman in her thirties.",
            "Amanda amazed Brittany. She said, “The first time I saw the painting I wondered if I was seeing things.",
            "Amanda amazed Brittany. She said she was a good friend of the two of them.",
            "Amanda amazed Brittany. She hadn't realized how many women had gotten pregnant this way, but the fact that they were now pregnant in the same family, and not just some random stranger, she was glad she was one of them.",
            "Amanda amazed Brittany. She was afraid of heights at first.",
            "Amanda amazed Brittany. She didn't give a shit whether anyone noticed that Brittany never told Amanda about her ex-husband.",
            "Amanda amazed Brittany. She was sure there had to\nbe something even more significant out here, but what? It was a strange thought."
        ],
        "counts": {
            "Amanda": 30,
            "Brittany": 4
        }
    },
    "Brittany was amazed by Amanda. She": {
        "details": {
            "pronoun": [
                31,
                34
            ],
            "options": [
                [
                    23,
                    29
                ],
                [
                    0,
                    8
                ]
            ]
        },
        "sentences": [
            "Brittany was amazed by Amanda. She was the best looking teen she had ever seen, and she didn't need a doctor to tell there wasn't any way for her to feel that way.",
            "Brittany was amazed by Amanda. She was completely confident that when she showed up on Madison Street, she wouldn’t have to pay rent.",
            "Brittany was amazed by Amanda. She had no idea she could be so beautiful, and she wanted nothing more than to know her secrets.",
            "Brittany was amazed by Amanda. She did very well without anyone helping her with anything but her dress, and only the slightest amount of makeup.",
            "Brittany was amazed by Amanda. She wasn't afraid of her.",
            "Brittany was amazed by Amanda. She was a\nshe-wolf in every way.",
            "Brittany was amazed by Amanda. She had an intense, inquiring gaze, and she'd learned much from Daphne when she'd visited their parents a few months before.",
            "Brittany was amazed by Amanda. She'd been raised in Florida and had never met anyone who was as beautiful—really beautiful—than Amanda.",
            "Brittany was amazed by Amanda. She was a beautiful lady, beautiful in every way.",
            "Brittany was amazed by Amanda. She was truly amazing.",
            "Brittany was amazed by Amanda. She couldn't deny the quality of the woman.",
            "Brittany was amazed by Amanda. She could not imagine any woman in her right mind not being taken with Amanda.",
            "Brittany was amazed by Amanda. She didn’t know that everyone could be moved by her as they were by her own mother.",
            "Brittany was amazed by Amanda. She was a woman who had her mind of her own, and she was a woman who had enough confidence in her intuition that she didn't need to have anything to do with the psychic world, but she wondered.",
            "Brittany was amazed by Amanda. She had gone out of her way to let Amanda stay at home when she and Brett had been out of town for the holidays, even though she was an adult and had done so in the past for his friends.",
            "Brittany was amazed by Amanda. She was so confident and bubbly and so open.",
            "Brittany was amazed by Amanda. She couldn't believe her.",
            "Brittany was amazed by Amanda. She was as tall and slender as a willow, but she was not as pretty as she had been when she and Peter had first met.",
            "Brittany was amazed by Amanda. She stood in front of her, her red eyes full of wonder.",
            "Brittany was amazed by Amanda. She watched as she walked toward the window and stared at it, at the view and the colors that seemed unreal to Brittany.",
            "Brittany was amazed by Amanda. She said, \"Let's get married.",
            "Brittany was amazed by Amanda. She said she didn't know women who were that way.",
            "Brittany was amazed by Amanda. She said to herself, \"This is way beyond the call of duty.",
            "Brittany was amazed by Amanda. She was really different than other girls in New York.",
            "Brittany was amazed by Amanda. She didn't seem to take her for an educated woman at all, and yet she recognized this woman for the extraordinary talent she had.",
            "Brittany was amazed by Amanda. She was a beautiful girl.",
            "Brittany was amazed by Amanda. She felt\nsmitten all over again.",
            "Brittany was amazed by Amanda. She was a strange woman.",
            "Brittany was amazed by Amanda. She had lived with her for several years, since she had returned from her tour of duty in the Middle East.",
            "Brittany was amazed by Amanda. She loved being with her, and she\nhad become an expert at drawing the older woman out, often revealing new things about her past.",
            "Brittany was amazed by Amanda. She looked so different without makeup, more natural, her dark features clearer.",
            "Brittany was amazed by Amanda. She thought back over the years of their long courtship and knew them to be both beautiful and brilliant.",
            "Brittany was amazed by Amanda. She could not believe her daughter was dating the woman she thought was all hot air over a magazine.",
            "Brittany was amazed by Amanda. She\nhad always taken care of others before her heart.",
            "Brittany was amazed by Amanda. She felt she recognized her.",
            "Brittany was amazed by Amanda. She was at once an easy-going person, yet also very\ndown-to-earth.",
            "Brittany was amazed by Amanda. She was beautiful in her way and was certainly a good soul.",
            "Brittany was amazed by Amanda. She took a deep breath and forced herself to relax.",
            "Brittany was amazed by Amanda. She was so beautiful and so intelligent.",
            "Brittany was amazed by Amanda. She was older than her eighteen years.",
            "Brittany was amazed by Amanda. She was really excited to be here on this special moment because she felt like there would be no time better than right now…\n\n“How long has it been since your surgery?” Brittany asked.",
            "Brittany was amazed by Amanda. She said that the way in which they spoke was \"so different\" – \"but it was so wonderful.",
            "Brittany was amazed by Amanda. She asked several questions.",
            "Brittany was amazed by Amanda. She'd been living as a man for months and, because of her body, was looking younger than her twenty-one years.",
            "Brittany was amazed by Amanda. She had been a little rough on people in her younger days, but as she had grown older and more mature and experienced she had become a bit more understanding of people who were new, less judgmental, a.",
            "Brittany was amazed by Amanda. She really _did_ look at all the places for potential sex partners.",
            "Brittany was amazed by Amanda. She liked her.",
            "Brittany was amazed by Amanda. She was tall, slim, and had a great ass.",
            "Brittany was amazed by Amanda. She looked at her as if she meant something.",
            "Brittany was amazed by Amanda. She was like a child in a candy store.",
            "Brittany was amazed by Amanda. She was a\nlot like her, and if Amanda was like her, and the kids like her, things would be so different.",
            "Brittany was amazed by Amanda. She was so elegant and she had such a nice figure.",
            "Brittany was amazed by Amanda. She could not believe how good she\nread and how she had such a clear, direct way of talking.",
            "Brittany was amazed by Amanda. She was tall, lean, and athletic like Amanda.",
            "Brittany was amazed by Amanda. She didn't consider the physical aspect, but the spiritual aspect.",
            "Brittany was amazed by Amanda. She could tell that she had never seen anyone like her.",
            "Brittany was amazed by Amanda. She had been living in a world\nof her own for so long but this time she'd been watching her carefully.",
            "Brittany was amazed by Amanda. She had such an innocent look that no matter what she asked, she seemed amused by her own answers.",
            "Brittany was amazed by Amanda. She could appreciate the girl's intelligence and the way she knew what she was talking about.",
            "Brittany was amazed by Amanda. She didn't even know that Amanda was out here by herself.",
            "Brittany was amazed by Amanda. She had to know what was going on.",
            "Brittany was amazed by Amanda. She told the couple that Brittany would be their maid of honor, and Amanda would be their bride—she was the most beautiful, intelligent woman Brittany had ever met.",
            "Brittany was amazed by Amanda. She'd never even seen someone who was\n\ndead.",
            "Brittany was amazed by Amanda. She was so serious and composed and mature.",
            "Brittany was amazed by Amanda. She didn't act like she owned the house.",
            "Brittany was amazed by Amanda. She loved seeing the two of them in harmony as they read the same page, but Brittany didn't care about their books.",
            "Brittany was amazed by Amanda. She was a nice kid.",
            "Brittany was amazed by Amanda. She was as kind and helpful as Brittany was brash.",
            "Brittany was amazed by Amanda. She was a little bit shy and lacked confidence, and she was always the first to know.",
            "Brittany was amazed by Amanda. She had been born in America, and had spent the previous ten years teaching English in Japan and Europe.",
            "Brittany was amazed by Amanda. She had gone\nabove and beyond.",
            "Brittany was amazed by Amanda. She had a strange-looking, wiry body, and a big black tattoo on her left shoulder.",
            "Brittany was amazed by Amanda. She seemed to have a magnetic aura; Brittany could feel and see it, at a distance at least.",
            "Brittany was amazed by Amanda. She spoke of her, of their times together in the field.",
            "Brittany was amazed by Amanda. She said, 'How's your arm?' I could not have responded in so many different ways had I been conscious that she considered it an issue with my health.",
            "Brittany was amazed by Amanda. She had never\nseen her sister look like that and she'd only just\nfound out.",
            "Brittany was amazed by Amanda. She was a\nperson: intelligent, well-educated and quite talented.",
            "Brittany was amazed by Amanda. She said she'd barely known her before and said she was much bigger, but she appeared in good shape, so Brittany didn't say anything.",
            "Brittany was amazed by Amanda. She was so.",
            "Brittany was amazed by Amanda. She'd looked as if she'd slept through morning mass, and she walked along with her head down as though she was in a deep trance.",
            "Brittany was amazed by Amanda. She couldn't believe how strong this woman was and how long-term she'd lasted as a soldier.",
            "Brittany was amazed by Amanda. She wanted to share Amanda with Brittany – she thought it could help Brittany see how she and Amanda could possibly go together, but Brittany had other plans for what had happened with Amanda that day.",
            "Brittany was amazed by Amanda. She could not stop shaking! She even thought\nshe would have an epileptic seizure the instant she looked into Amanda's\neyes.",
            "Brittany was amazed by Amanda. She’d lived as an outsider all her life—she was not allowed to attend the same schools or colleges as the boys—and yet she’d lived her entire life with the boys.",
            "Brittany was amazed by Amanda. She had such\ndazzling blue eyes, blonde hair, and a heart-shaped face.",
            "Brittany was amazed by Amanda. She was a young woman, with long straight brown hair and a striking face.",
            "Brittany was amazed by Amanda. She had never met anyone more confident, so much so that Amanda had once told Brittany she didn't have a social life.",
            "Brittany was amazed by Amanda. She looked at her, admiringly, eyes the same colour as her cheeks, and her skin was as soft as her lips.",
            "Brittany was amazed by Amanda. She had never seen a woman like her.",
            "Brittany was amazed by Amanda. She was younger or\neven younger than Brittany, with soft and pliant breasts that she would have made an excellent hand model.",
            "Brittany was amazed by Amanda. She was a very beautiful woman.",
            "Brittany was amazed by Amanda. She said, \"How could\nyou do such a thing?\" Brittany said, \"Well, I'm not going to tell you\nwhy I did this.",
            "Brittany was amazed by Amanda. She had gotten her life back, but even she couldn't imagine the effect of getting hit by a car or a train or even a knife.",
            "Brittany was amazed by Amanda. She seemed younger somehow.",
            "Brittany was amazed by Amanda. She found her very interesting.",
            "Brittany was amazed by Amanda. She said a lot of people were amazed by her too, and Brittany, she found, was a good-natured, warm, down to earth, funny girl.",
            "Brittany was amazed by Amanda. She had never known anyone so kind or self-assured.",
            "Brittany was amazed by Amanda. She looked into Brittany's face, feeling the softness and warmth of her skin.",
            "Brittany was amazed by Amanda. She could imagine what she looked at, that thick, dark hair and those dark eyes, and how she knew what she was talking about, not exactly that I was a sex fiend or something, but that.",
            "Brittany was amazed by Amanda. She’s so easygoing, so laid back, so relaxed, so approachable, so easy to talk to (even though she said this out loud!) She is so great for kids!!! And, I."
        ],
        "counts": {
            "Amanda": 12,
            "Brittany": 16
        }
    }
}