{
    "metadata": {
        "model": "EleutherAI/pythia-2.8b",
        "revision": "main",
        "num_parameters": 2775208960,
        "timestamp": "2023-10-16 14:59:40.777857"
    },
    "John seized the comic from Bill. He": {
        "details": {
            "pronoun": [
                33,
                35
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    27,
                    31
                ]
            ]
        },
        "sentences": [
            "John seized the comic from Bill. He read through the panels:\n\nTHE PRIDE OF ORNAMENTATION\n\nThe man that has no talent, what is he? Is not he one that is very proud – he,\nthat does.",
            "John seized the comic from Bill. He examined it and grinned, pointing out the two lines of the words on the bottom of the page.",
            "John seized the comic from Bill. He looked around and found a few of his own things, which he packed up along with Bill's.",
            "John seized the comic from Bill. He held it up for the boys to see while he said, \"I think it looks like a cartoon that we wrote for a play at school last year.",
            "John seized the comic from Bill. He thought he had been given a fake newspaper for his birthday and told the salesman, \"That's a forgery.",
            "John seized the comic from Bill. He sat down and ran his fingers over the cover, his fingertips feeling the slight ridges in the paper, wondering whether any of the people that had seen the cartoon in a movie would recognize this.",
            "John seized the comic from Bill. He tore the two newspapers that were on the table and put them in a box.",
            "John seized the comic from Bill. He opened it at the advertisement for JACKASS LIVE! and looked at the comic.",
            "John seized the comic from Bill. He took it up and placed it next to him on the bunk.",
            "John seized the comic from Bill. He laughed at the little man's face as he read, making his lips pout.",
            "John seized the comic from Bill. He said, \"Here.",
            "John seized the comic from Bill. He and the others burst into laughter.",
            "John seized the comic from Bill. He showed it to the boys on the table with a\npretense of not finding it funny.",
            "John seized the comic from Bill. He turned it over, then held it close while he read the title.",
            "John seized the comic from Bill. He held it up for the judge to look at.",
            "John seized the comic from Bill. He pointed it at Don.",
            "John seized the comic from Bill. He had never been able to quite get the hang of it, but he was willing to take the time just to understand the pictures.",
            "John seized the comic from Bill. He opened the comic pages.",
            "John seized the comic from Bill. He held it in his hand.",
            "John seized the comic from Bill. He looked at the pictures of the cat and the fish.",
            "John seized the comic from Bill. He turned it over in his palm.",
            "John seized the comic from Bill. He flipped through the pages with excitement, looking for the moment he knew would be the one he'd been waiting for.",
            "John seized the comic from Bill. He folded it over, and put it between his chest and Bill's back.",
            "John seized the comic from Bill. He said: \"Here, you must have taken part in every adventure; so I'll tell you all about it.",
            "John seized the comic from Bill. He said that it would be the greatest moment in his life if he could be seen as he wished to be seen – as a cartoonist – by the world's biggest group of kids.",
            "John seized the comic from Bill. He couldn't leave the office without it, the little comic book.",
            "John seized the comic from Bill. He had to get back to the table and give it back to the guy.",
            "John seized the comic from Bill. He said, \"Bill, let me see your other comic.",
            "John seized the comic from Bill. He started to read it aloud.",
            "John seized the comic from Bill. He said, \"If he was a Democrat, I would've voted for him.",
            "John seized the comic from Bill. He tore it from his friend’s hands and tossed it to the floor.",
            "John seized the comic from Bill. He was, as he said, \"thrilled\" to find that Jack was as good a joker as him.",
            "John seized the comic from Bill. He gave John another, and gave John another.",
            "John seized the comic from Bill. He took it from his pocket and examined it closely.",
            "John seized the comic from Bill. He said, \"Give it back--if you had no business with it, take it away.",
            "John seized the comic from Bill. He found one for him in the paper and handed it back.",
            "John seized the comic from Bill. He looked up at Bill with a smile on his face.",
            "John seized the comic from Bill. He had his own in the glove compartment.",
            "John seized the comic from Bill. He took out more of the pages and found another page from the same comic book.",
            "John seized the comic from Bill. He put it back in the newspaper and moved on to the pages behind it.",
            "John seized the comic from Bill. He placed it to one side.",
            "John seized the comic from Bill. He looked at it.",
            "John seized the comic from Bill. He studied it; then turned to the\npages below.",
            "John seized the comic from Bill. He turned it over and was astounded to see his name on the back.",
            "John seized the comic from Bill. He sat down with John and Bill on a bench and laid the comic on it.",
            "John seized the comic from Bill. He crammed it into his pocket.",
            "John seized the comic from Bill. He placed it in the pocket of\nhis jacket, on top of his wallet.",
            "John seized the comic from Bill. He flipped to the last panel.",
            "John seized the comic from Bill. He ran to the house like a man gone out of his mind, and with breathless, hurried speech, told his wife he was going for a doctor.",
            "John seized the comic from Bill. He said, “You may have heard that the movie is a ‘hit’ — we all know there are a lot of comic books out there, but the big ‘hit’ is a one man show.",
            "John seized the comic from Bill. He flipped through it.",
            "John seized the comic from Bill. He said, 'Do you call yourself a detective in this town? You should be ashamed.",
            "John seized the comic from Bill. He showed it to the class.",
            "John seized the comic from Bill. He placed it on top of his head and he looked a little dorky.",
            "John seized the comic from Bill. He'd like to keep it.",
            "John seized the comic from Bill. He said, \"I'll read you this.",
            "John seized the comic from Bill. He handed it to Mr.",
            "John seized the comic from Bill. He saw it was his own creation.",
            "John seized the comic from Bill. He tore the page in two to see if Bill was right.",
            "John seized the comic from Bill. He handed the book to the customer.",
            "John seized the comic from Bill. He and Billy began to laugh.",
            "John seized the comic from Bill. He looked it over with interest.",
            "John seized the comic from Bill. He glanced at it quickly once before sliding the page away.",
            "John seized the comic from Bill. He saw an ink blot and realized what was wrong.",
            "John seized the comic from Bill. He took an envelope from his inside jacket pocket.",
            "John seized the comic from Bill. He could have taken it from Bill; had no mind to do so.",
            "John seized the comic from Bill. He handed it to me.",
            "John seized the comic from Bill. He flipped through the comic book pages.",
            "John seized the comic from Bill. He handed it back to Billy.",
            "John seized the comic from Bill. He looked through it to the comic's last page.",
            "John seized the comic from Bill. He looked at it.",
            "John seized the comic from Bill. He was shocked.",
            "John seized the comic from Bill. He tore it into pieces and then threw them into my lap.",
            "John seized the comic from Bill. He held it, looking at it a moment, and then tossed it to Bill, saying that Bill would feel as much at home as ever with the book back; it was only a casual thing, after all.",
            "John seized the comic from Bill. He examined the bill.",
            "John seized the comic from Bill. He told her what he was going to do, and then set them walking through the woods to the lake, telling her to look for the footprints.",
            "John seized the comic from Bill. He studied it.",
            "John seized the comic from Bill. He glanced at the headline.",
            "John seized the comic from Bill. He looked it over.",
            "John seized the comic from Bill. He stood up.",
            "John seized the comic from Bill. He looked it over, then looked up to the\nsky where the sun was rising just before dawn, and said, \"Is there\nanybody out there?\" Sure enough, there was some one, a man.",
            "John seized the comic from Bill. He put it in his jacket pocket and followed the other two back to the bar.",
            "John seized the comic from Bill. He was silent for a moment.",
            "John seized the comic from Bill. He thought about opening it at once to ascertain what his old friends would make of their predicament.",
            "John seized the comic from Bill. He held it fast.",
            "John seized the comic from Bill. He was very interested in these magazines.",
            "John seized the comic from Bill. He flipped it to the next page.",
            "John seized the comic from Bill. He held the comic tightly in his hands, as if that would keep them all safe.",
            "John seized the comic from Bill. He stared at it, then at Bill.",
            "John seized the comic from Bill. He had no idea whether or not the comic was genuine.",
            "John seized the comic from Bill. He gave the girl a piece of silver-backed tape.",
            "John seized the comic from Bill. He said loudly, \"I thought B.",
            "John seized the comic from Bill. He saw it was covered with blood.",
            "John seized the comic from Bill. He studied it, thinking of the cartoonist's pen name.",
            "John seized the comic from Bill. He placed it in the handkerchief and\nwent to the room he had left.",
            "John seized the comic from Bill. He flipped through and smiled.",
            "John seized the comic from Bill. He said, \"I'm gonna let her sleep in her own bed tonight.",
            "John seized the comic from Bill. He said, 'I couldn't understand everything of comic strips and I had all the early ones.",
            "John seized the comic from Bill. He said, \"Did you see our dad at the door?\"\n\n\"Sure.",
            "John seized the comic from Bill. He ripped it in half."
        ],
        "counts": {
            "John": 3,
            "Bill": 12
        }
    },
    "John passed the comic to Bill. He": {
        "details": {
            "pronoun": [
                31,
                33
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    25,
                    29
                ]
            ]
        },
        "sentences": [
            "John passed the comic to Bill. He put it on the shelf.",
            "John passed the comic to Bill. He turned out a few and passed them on.",
            "John passed the comic to Bill. He looked at it for a few seconds, then said:\n\n\"You know, this is really funny about these two clowns going to the movies.",
            "John passed the comic to Bill. He laughed.",
            "John passed the comic to Bill. He and his sister glanced at it before putting it in the booklet.",
            "John passed the comic to Bill. He held it for a moment.",
            "John passed the comic to Bill. He turned it over, turned it over again, and said quietly, \"You're sure you can tell an old book from a new?\"\n\nBilly nodded.",
            "John passed the comic to Bill. He nodded, accepting the book.",
            "John passed the comic to Bill. He picked up the comic and took a deep breath.",
            "John passed the comic to Bill. He said, \"I don't read anything besides the Wall Street Journal and the NY Times.",
            "John passed the comic to Bill. He and Larry gave them high marks.",
            "John passed the comic to Bill. He read the caption.",
            "John passed the comic to Bill. He read it as if it were a story in a novel.",
            "John passed the comic to Bill. He stared down at it like he doesn't believe what he's seeing is true.",
            "John passed the comic to Bill. He showed it to a friend.",
            "John passed the comic to Bill. He told him to keep talking.",
            "John passed the comic to Bill. He said, “You had to know this would happen.",
            "John passed the comic to Bill. He said, \"Daddy, why don't they have a car?\"\n\nDaddy said, \"I like this.",
            "John passed the comic to Bill. He nodded at the guy in the red chair.",
            "John passed the comic to Bill. He read the last paragraph:\n\n  The old black-man who was in charge of the guard station said\n  if they were ready the black-man would call up the\n  committee and the boat would.",
            "John passed the comic to Bill. He gave it a look, then started reading.",
            "John passed the comic to Bill. He looked at the cover.",
            "John passed the comic to Bill. He read it through, his expression unreadable.",
            "John passed the comic to Bill. He took a chance, handed it back to Mark.",
            "John passed the comic to Bill. He glanced at it, then asked, \"What do you say to those figures? How'd they come to be that way?\"\n\n\"I have no idea, Bill.",
            "John passed the comic to Bill. He told the host: “This story is about that dude, and I’m going to ruin his life.",
            "John passed the comic to Bill. He then had a drink.",
            "John passed the comic to Bill. He sat up with his back against the seat.",
            "John passed the comic to Bill. He started reading a comic, too.",
            "John passed the comic to Bill. He stood up and looked down at the ground, but he said nothing.",
            "John passed the comic to Bill. He turned a few more pages: nothing, and they all knew there wasn't anything to see.",
            "John passed the comic to Bill. He stared down at the face drawn in graphite with an ironic glint in his eyes.",
            "John passed the comic to Bill. He passed it to Rick.",
            "John passed the comic to Bill. He read the whole thing aloud.",
            "John passed the comic to Bill. He laughed at it without even looking at the cover.",
            "John passed the comic to Bill. He then passed a copy to John.",
            "John passed the comic to Bill. He studied it for a long time while his gaze moved slowly over her face.",
            "John passed the comic to Bill. He raised his eyebrows quizzically.",
            "John passed the comic to Bill. He said:\n\n_This is the best, matey! The funniest thing I've read in years.",
            "John passed the comic to Bill. He didn't quite know how to answer that.",
            "John passed the comic to Bill. He laughed.",
            "John passed the comic to Bill. He told him I was a \"pain in the ass,\" then he gave it back to Bill because he knew it was his turn.",
            "John passed the comic to Bill. He opened it and said, \"It's terrific!\" then put it down.",
            "John passed the comic to Bill. He said, \"This is from Bill's friend, Lou Coco.",
            "John passed the comic to Bill. He glanced at it.",
            "John passed the comic to Bill. He looked at each one, trying to decide which would be the best.",
            "John passed the comic to Bill. He looked at it and laughed.",
            "John passed the comic to Bill. He said that was a fine comic.",
            "John passed the comic to Bill. He was no good at it.",
            "John passed the comic to Bill. He'd already made it to the office.",
            "John passed the comic to Bill. He was still giggling.",
            "John passed the comic to Bill. He laughed and smiled, and pointed out a small spot in the corner.",
            "John passed the comic to Bill. He looked at him.",
            "John passed the comic to Bill. He shook his head.",
            "John passed the comic to Bill. He read it, and said: 'A man on his deathbed.",
            "John passed the comic to Bill. He grinned.",
            "John passed the comic to Bill. He said, \"I got this from one of the guys I was in with in college.",
            "John passed the comic to Bill. He looked at this guy with his crazy hat on.",
            "John passed the comic to Bill. He read.",
            "John passed the comic to Bill. He said, \"Do you like it?\" Bill took it and held it so that he could read the comic panel.",
            "John passed the comic to Bill. He chuckled.",
            "John passed the comic to Bill. He had his own kind of sense of humor, so they both laughed as the comic passed between them and got wetter and wetter.",
            "John passed the comic to Bill. He had been looking at it so long that neither of them thought to glance at it when they left the car.",
            "John passed the comic to Bill. He looked at it carefully for several minutes, then he turned off the power and walked slowly out of the control chair.",
            "John passed the comic to Bill. He handed the book to me, then to Jim.",
            "John passed the comic to Bill. He pointed to the title line.",
            "John passed the comic to Bill. He picked up the comic and read the story line.",
            "John passed the comic to Bill. He turned him over and held him in the palm of his hand.",
            "John passed the comic to Bill. He flipped through.",
            "John passed the comic to Bill. He picked it up, opened it, and flipped through it.",
            "John passed the comic to Bill. He looked at it and then looked at the other guys.",
            "John passed the comic to Bill. He said, looking at it, \"What do you think, Will?\"\n\nI shrugged.",
            "John passed the comic to Bill. He held the frame on one hand and turned page after page, letting the pages drop to the floor on impact.",
            "John passed the comic to Bill. He laughed so long he had to wipe his eyes with a towel.",
            "John passed the comic to Bill. He said, 'I'll be the judge of that.",
            "John passed the comic to Bill. He laughed for a minute.",
            "John passed the comic to Bill. He studied the image.",
            "John passed the comic to Bill. He began speaking but the words were\nincoherent; then his head dropped forward and he began to snore.",
            "John passed the comic to Bill. He stared at it over his coffee.",
            "John passed the comic to Bill. He flipped it over.",
            "John passed the comic to Bill. He was a bit uneasy about it, too.",
            "John passed the comic to Bill. He said, “I’ve always loved comics, and growing up in South Texas—”\n(The first I ever knew about Bill was when I met him the first time.",
            "John passed the comic to Bill. He picked up the one he wanted, and gave it back.",
            "John passed the comic to Bill. He looked at the picture carefully.",
            "John passed the comic to Bill. He said, 'This is my favourite script of all time.",
            "John passed the comic to Bill. He turned it over in his hands several times, before he leaned toward her and put it down in front of her.",
            "John passed the comic to Bill. He shook his head.",
            "John passed the comic to Bill. He laughed when the punch lines came.",
            "John passed the comic to Bill. He laughed.",
            "John passed the comic to Bill. He read it and gave a low whistle.",
            "John passed the comic to Bill. He handed it back to Jeff.",
            "John passed the comic to Bill. He opened it, and there were two little blue pills in the comic.",
            "John passed the comic to Bill. He didn't ask questions.",
            "John passed the comic to Bill. He glanced at it for a few seconds, then he turned it over.",
            "John passed the comic to Bill. He was looking slightly disappointed.",
            "John passed the comic to Bill. He stared at it.",
            "John passed the comic to Bill. He began to read, carefully, then, with his head close to Jack's, began to laugh.",
            "John passed the comic to Bill. He passed the comic back to Ed who put it back down.",
            "John passed the comic to Bill. He took off his glasses to read it.",
            "John passed the comic to Bill. He looked at it again."
        ],
        "counts": {
            "John": 1,
            "Bill": 6
        }
    },
    "Joseph hit Patrick. He": {
        "details": {
            "pronoun": [
                20,
                22
            ],
            "options": [
                [
                    0,
                    6
                ],
                [
                    11,
                    18
                ]
            ]
        },
        "sentences": [
            "Joseph hit Patrick. He knew he should.",
            "Joseph hit Patrick. He hit him.",
            "Joseph hit Patrick. He ran a hand over his neck and back again.",
            "Joseph hit Patrick. He felt he was just in time to receive his due and was\nabout to do battle when Mademoiselle de Lille appeared, breathless from\nrunning.",
            "Joseph hit Patrick. He was a good-looking boy, with light hair and\ndark eyes.",
            "Joseph hit Patrick. He slammed his fist on the edge of the chair so hard that it knocked the candle off the table.",
            "Joseph hit Patrick. He hit Patrick with the hammer.",
            "Joseph hit Patrick. He'd just told us that we should not be in the\nhouse.",
            "Joseph hit Patrick. He had been told as a child that when he fell in love, as he did with Sarah, the person became in the eyes of God a virgin.",
            "Joseph hit Patrick. He didn't say anything at first, then he looked at Patrick again and asked, \"What's up?\"\n\n\"Nothing.",
            "Joseph hit Patrick. He yelled at Patrick to be out of sight, while the rest of them went down the stairs into the dining room to meet their visitors.",
            "Joseph hit Patrick. He was a big hulk, and Patrick loved him.",
            "Joseph hit Patrick. He said, \"You can have some of that.",
            "Joseph hit Patrick. He knocked the beer out of his hands and threw it at Patrick's chest and he punched Patrick in the eye and hit him in the mouth.",
            "Joseph hit Patrick. He was the son of a blacksmith.",
            "Joseph hit Patrick. He felt it on the wind.",
            "Joseph hit Patrick. He was one of those old fellows whose knees squeak when they walk.",
            "Joseph hit Patrick. He grabbed the bottle and tossed it aside\nwithout drinking, as I had forewarned him, and stood up; so I said: 'What\nhave you got now, Patrick?'\n\n'Nothing,' said he.",
            "Joseph hit Patrick. He slammed the door on his way out.",
            "Joseph hit Patrick. He put his hand on his chest.",
            "Joseph hit Patrick. He was stunned, he fell for a second, then recovered and ran across the street.",
            "Joseph hit Patrick. He hit his father with a belt that had a piece of rope in it.",
            "Joseph hit Patrick. He was a good player, an aggressive, solid, dedicated player.",
            "Joseph hit Patrick. He hit Patrick, a couple times.",
            "Joseph hit Patrick. He hit him again, and again.",
            "Joseph hit Patrick. He hit him low and hard on the side of the neck and chest.",
            "Joseph hit Patrick. He had told Patrick he was looking for a car to transport some stolen goods to the home of a friend.",
            "Joseph hit Patrick. He felt anger and fear.",
            "Joseph hit Patrick. He then punched Patrick in the mouth.",
            "Joseph hit Patrick. He saw Patrick\ndancing and laughing.",
            "Joseph hit Patrick. He made a move, and Patrick caught him on his hip,\nwith fingers clenched in tight fists.",
            "Joseph hit Patrick. He was a hard-nosed young man, all right.",
            "Joseph hit Patrick. He hit his brother John, and his second brother Samuel in the head with the axehandle and ran into the woods.",
            "Joseph hit Patrick. He hit him with a fistful of towels from the floor and a shoe.",
            "Joseph hit Patrick. He felt the young man try to hide it, as if, in his young life, he had not encountered many different feelings.",
            "Joseph hit Patrick. He punched him in the face.",
            "Joseph hit Patrick. He took me to live with his parents, where I learned how to be a man.",
            "Joseph hit Patrick. He could not speak.",
            "Joseph hit Patrick. He had the idea of bringing the two of them into her house.",
            "Joseph hit Patrick. He was no longer just a son to George.",
            "Joseph hit Patrick. He pulled away.",
            "Joseph hit Patrick. He looked around.",
            "Joseph hit Patrick. He hit him and knocked him down.",
            "Joseph hit Patrick. He punched Patrick, and then kicked him in the eye, right.",
            "Joseph hit Patrick. He didn\"t look up.",
            "Joseph hit Patrick. He went on, 'You've lost me?'\n\n'You may recall the death of a young woman, a friend of yours.",
            "Joseph hit Patrick. He hit him as hard and as fast as he could, then\nturned on his heel and kept coming.",
            "Joseph hit Patrick. He's in front of the door.",
            "Joseph hit Patrick. He gave him a hug and kissed him on the cheek.",
            "Joseph hit Patrick. He'd taken on a new position of responsibility.",
            "Joseph hit Patrick. He had the old man's money.",
            "Joseph hit Patrick. He stood over Patrick, a bloody knife in his hand and looked into his face with a strange smile.",
            "Joseph hit Patrick. He reached out a hand, his blood red face filling\nthe frame of the camera.",
            "Joseph hit Patrick. He had not struck him again directly but had been aiming blows at him where, it appeared, he had gone into a defensive posture.",
            "Joseph hit Patrick. He gave the impression of being able to\nremember things which were said, as well as understand what was said to\nhim, because of his great powers of speech.",
            "Joseph hit Patrick. He knocked him down like a sack of potatoes.",
            "Joseph hit Patrick. He hit him on the face again and pushed him to the wall.",
            "Joseph hit Patrick. He could hear the little man snorting through his nose.",
            "Joseph hit Patrick. He hit him because of something that he had been doing.",
            "Joseph hit Patrick. He\nfelt a little giddy, and wondered why.",
            "Joseph hit Patrick. He didn't need to hit him like that, so he let go.",
            "Joseph hit Patrick. He grabbed his coat from the hook hanging on the wall and said, \"I'm leaving.",
            "Joseph hit Patrick. He was a child of about ten.",
            "Joseph hit Patrick. He hit him with his fists and with everything he\ncould think of, but Patrick always answered by jumping back from him\ninstantly, and then, before he was hit, or had done anything else, he\nalways got.",
            "Joseph hit Patrick. He never saw Patrick again as he passed through.",
            "Joseph hit Patrick. He swung again, just like his father had.",
            "Joseph hit Patrick. He didn't even remember that he'd ever hit him.",
            "Joseph hit Patrick. He would have hit him all right and left, but that\nthing ran and hit him over the head instead, and when he got up he began\nto crawl around--there wasn't any place to stand--and he sat.",
            "Joseph hit Patrick. He hit Patrick again, harder.",
            "Joseph hit Patrick. He was a little kid who knew what to say.",
            "Joseph hit Patrick. He was sitting in the lounge at the top of a few steps, reading a magazine, when all the sudden the telephone rang.",
            "Joseph hit Patrick. He slammed down his palm on to the back of his son's head.",
            "Joseph hit Patrick. He hit him again.",
            "Joseph hit Patrick. He didn't see him move.",
            "Joseph hit Patrick. He had been waiting for this moment.",
            "Joseph hit Patrick. He was still in a chair so this could have made Patrick a little too uncomfortable.",
            "Joseph hit Patrick. He hit Patrick several more times.",
            "Joseph hit Patrick. He was no longer a happy man.",
            "Joseph hit Patrick. He was the only one he\nliked.",
            "Joseph hit Patrick. He hit him and then punched him again.",
            "Joseph hit Patrick. He knew that.",
            "Joseph hit Patrick. He had been a good lad, he had married out of love for her, he had had two fine boys; now was the time to say goodbye.",
            "Joseph hit Patrick. He grabbed Patrick by the collar, dragged him close to him, and pressed his tongue firmly against Patrick's ear, just above his right earlobe.",
            "Joseph hit Patrick. He was a good Catholic.",
            "Joseph hit Patrick. He felt his chest tightening.",
            "Joseph hit Patrick. He was very, very close to hitting him again, so the\nnext time, he started to walk a little more.",
            "Joseph hit Patrick. He went on to play the series finale in the role, with the help of his fellow \"Weeds\" co-stars, a.",
            "Joseph hit Patrick. He was not a happy\nperson.",
            "Joseph hit Patrick. He then struck Patrick in the face.",
            "Joseph hit Patrick. He's such a jerk.",
            "Joseph hit Patrick. He pulled him off and sat down on the corner of the porch.",
            "Joseph hit Patrick. He put his hands on top of Patrick's shoulders, to help him up.",
            "Joseph hit Patrick. He pushed his head further into the other boy's chest and breathed the scent of him.",
            "Joseph hit Patrick. He threw his arm around Patrick's neck and pressed him to his body.",
            "Joseph hit Patrick. He hit him.",
            "Joseph hit Patrick. He didn't know if he'd hit Patrick.",
            "Joseph hit Patrick. He never hit him, and after one of his brothers did, Patrick began to cry.",
            "Joseph hit Patrick. He slapped her hard, sending her reeling backward into the table.",
            "Joseph hit Patrick. He went to the school principal, a man named David\nStolow, and told him of the incident, including the fact that he had\nfound the money and placed it near a tree.",
            "Joseph hit Patrick. He was the one who, when it felt like it, made the decisions."
        ],
        "counts": {
            "Joseph": 0,
            "Patrick": 26
        }
    },
    "Patrick was hit by Joseph. He": {
        "details": {
            "pronoun": [
                27,
                29
            ],
            "options": [
                [
                    19,
                    25
                ],
                [
                    0,
                    7
                ]
            ]
        },
        "sentences": [
            "Patrick was hit by Joseph. He turned to her and shook his head, as he had never spoken.",
            "Patrick was hit by Joseph. He then turned to see Joseph behind the car with a gun in his hand.",
            "Patrick was hit by Joseph. He was taken to the hospital and treated for his injuries.",
            "Patrick was hit by Joseph. He also received injuries to his neck.",
            "Patrick was hit by Joseph. He fell down to the pavement to avoid them.",
            "Patrick was hit by Joseph. He fell, rolled toward his father, and put his arms over his face.",
            "Patrick was hit by Joseph. He then hit Patrick\nagain and put him on the floor.",
            "Patrick was hit by Joseph. He would also be found dead at approximately 5 p.",
            "Patrick was hit by Joseph. He was rushed off to the hospital and then transported to the hospital in critical condition.",
            "Patrick was hit by Joseph. He pulled him out of the car and hit him in the face.",
            "Patrick was hit by Joseph. He had nothing to do with it.",
            "Patrick was hit by Joseph. He told detectives that Joseph grabbed two knives\r\nand threatened to stabbing Patrick inside the house for money.",
            "Patrick was hit by Joseph. He didn't say anything until he came to, which he did a few minutes later.",
            "Patrick was hit by Joseph. He was released by the Cubs, but continued to play in minor league baseball.",
            "Patrick was hit by Joseph. He testified that he saw defendant holding a gun in an extended arm which was pointed in both directions.",
            "Patrick was hit by Joseph. He fell back into the water trying to swim out of the way.",
            "Patrick was hit by Joseph. He never recovered his energy as he had during the first two stages to reach the summit.",
            "Patrick was hit by Joseph. He was also hit by Joseph's car and died at the scene.",
            "Patrick was hit by Joseph. He dropped Patrick on the ground and then shot Joseph.",
            "Patrick was hit by Joseph. He was shot by Joseph while patrolling the area earlier on.",
            "Patrick was hit by Joseph. He fell.",
            "Patrick was hit by Joseph. He pulled him into his arms and they both sat there crying for a few minutes.",
            "Patrick was hit by Joseph. He then fell into the ditch on his side.",
            "Patrick was hit by Joseph. He fell down, and both his legs were injured.",
            "Patrick was hit by Joseph. He didn't notice whether he hit him or whether he jumped off the back of the truck when the car hit him.",
            "Patrick was hit by Joseph. He fell off the cliff.",
            "Patrick was hit by Joseph. He then went on the attack.",
            "Patrick was hit by Joseph. He died shortly afterwards and Mrs.",
            "Patrick was hit by Joseph. He was taken to the hospital.",
            "Patrick was hit by Joseph. He was struck at 1:03 pm.",
            "Patrick was hit by Joseph. He died at 10 a.",
            "Patrick was hit by Joseph. He had just finished eating, he was in good spirits, and he thought that he had handled his business very well.",
            "Patrick was hit by Joseph. He took the fall for him and all of those that had left their positions at the door so that they could help Joseph with him.",
            "Patrick was hit by Joseph. He also testified that Joseph's gun, which was fired that night, and the two-way radio were stolen from his car.",
            "Patrick was hit by Joseph. He knocked him to the ground.",
            "Patrick was hit by Joseph. He’s okay now.",
            "Patrick was hit by Joseph. He said it was a glancing blow and that the blow was caused when Joseph was attempting to flee the scene of the assault.",
            "Patrick was hit by Joseph. He felt great pain and he was not hurt by that but was hurt by Joseph's intention.",
            "Patrick was hit by Joseph. He turned to flee, but Joseph grabbed him from behind, knocking him off balance.",
            "Patrick was hit by Joseph. He didn't see him until he had been hit and his back was to him.",
            "Patrick was hit by Joseph. He had to crawl away to die, but his leg could not be fixed.",
            "Patrick was hit by Joseph. He went back to school two days ahead of schedule and then went to the hospital in critical condition.",
            "Patrick was hit by Joseph. He was killed.",
            "Patrick was hit by Joseph. He was killed, so Joseph shot him in the brain in a final act of revenge.",
            "Patrick was hit by Joseph. He turned and fled the scene and was ultimately able to escape.",
            "Patrick was hit by Joseph. He and John went after it, then ran to the back of the woods.",
            "Patrick was hit by Joseph. He grabbed the steering wheel and pushed it.",
            "Patrick was hit by Joseph. He then told the court he was concerned\nabout the welfare of his own children in the other car and wanted to get their\nsafety first.",
            "Patrick was hit by Joseph. He also received a one-game suspension for hitting his head against the boards during the second overtime, but returned in time for the end of the regular season.",
            "Patrick was hit by Joseph. He and Eileen were arrested for attempting to kidnap me.",
            "Patrick was hit by Joseph. He fell to the ground, as he rolled into the backseat, as Joseph backed the vehicle away.",
            "Patrick was hit by Joseph. He suffered a \"cut,\" but they thought he simply broke his tailbone.",
            "Patrick was hit by Joseph. He was\n       asked to leave by M.",
            "Patrick was hit by Joseph. He was taken to Holy Family Hospital and later released.",
            "Patrick was hit by Joseph. He was taken to Highland Hospital and was treated for head and back lacerations and internal injuries, according to a statement from the Santa Clara County Sheriff's Department and the Alameda County Sheriffs Department.",
            "Patrick was hit by Joseph. He had been the one to shoot Joseph three times.",
            "Patrick was hit by Joseph. He is back at square one.",
            "Patrick was hit by Joseph. He had to do the unthinkable—kill a woman to stop a man.",
            "Patrick was hit by Joseph. He felt a pain in his neck.",
            "Patrick was hit by Joseph. He was seriously wounded in the incident.",
            "Patrick was hit by Joseph. He, like me, was hurt when the car went over backwards—but he couldn't move until my brother hit him—which is when he saw me.",
            "Patrick was hit by Joseph. He then rushed into the front yard to see how Joe was.",
            "Patrick was hit by Joseph. He then kicked out his knees from under Peter and Joseph.",
            "Patrick was hit by Joseph. He was seriously injured, and later pronounced dead.",
            "Patrick was hit by Joseph. He pushed Joseph down on the ground, and Patrick\n\nshot Joseph.",
            "Patrick was hit by Joseph. He was lying right in front of where Joseph got the bullet when they came back to the place.",
            "Patrick was hit by Joseph. He was not seriously injured.",
            "Patrick was hit by Joseph. He then threw\nthe knife at Joseph, and Joseph shot Patrick in the side.",
            "Patrick was hit by Joseph. He is not a doctor.",
            "Patrick was hit by Joseph. He tried to run.",
            "Patrick was hit by Joseph. He was hit by Ryan.",
            "Patrick was hit by Joseph. He testified that during a conversation about money, Joseph had told him, \"Pat, I got to have some money or I don't want to hurt you.",
            "Patrick was hit by Joseph. He was pronounced dead at 10:10 a.",
            "Patrick was hit by Joseph. He died from the blow.",
            "Patrick was hit by Joseph. He ran on ahead of his parents and into the woods, and his father took off after him.",
            "Patrick was hit by Joseph. He’s been charged with first-degree murder and is being held on $1 million.",
            "Patrick was hit by Joseph. He was struck twice in the head and lost consciousness.",
            "Patrick was hit by Joseph. He went to the bathroom and started to urinate in it.",
            "Patrick was hit by Joseph. He was also taken to hospital along with the women.",
            "Patrick was hit by Joseph. He fell to his knees, and the bullet passed through his heart.",
            "Patrick was hit by Joseph. He fell down the stairs and suffered\na broken arm.",
            "Patrick was hit by Joseph. He was going to go to the police with what he had seen.",
            "Patrick was hit by Joseph. He turned around from the wall and ran out the door.",
            "Patrick was hit by Joseph. He suffered a fractured jaw, broken jaw teeth, and a \"significant\" injury to ligaments.",
            "Patrick was hit by Joseph. He told him, \"You're just going to leave me\n        here? I am all alone?\" Joseph told him, \"Yes.",
            "Patrick was hit by Joseph. He fell in shock.",
            "Patrick was hit by Joseph. He then pulled Joseph's hands off him and shoved him away.",
            "Patrick was hit by Joseph. He was lying on the ground, breathing heavily.",
            "Patrick was hit by Joseph. He jumped into the cab but he did not get in immediately because the doors were locked with the key in the ignition.",
            "Patrick was hit by Joseph. He fell backward with a loud \"thud.",
            "Patrick was hit by Joseph. He took the hit low on the body and collapsed to the street.",
            "Patrick was hit by Joseph. He got out of it, and he was going to use it as a club or a weapon,\" he said.",
            "Patrick was hit by Joseph. He fell under the car and sustained significant\ninjuries.",
            "Patrick was hit by Joseph. He was found unconscious on the floor when he heard his brother Joseph crying out.",
            "Patrick was hit by Joseph. He was standing near a tree and Joseph yelled\n\nat him.",
            "Patrick was hit by Joseph. He hit him several times\nin the face and body which required 10 staples to repair.",
            "Patrick was hit by Joseph. He was walking along the street towards where Joseph lived when he was hit.",
            "Patrick was hit by Joseph. He later died from his injuries.",
            "Patrick was hit by Joseph. He had just gotten back from one of his trips to the market where he bought several pounds of frozen pork shoulder from the grocery store.",
            "Patrick was hit by Joseph. He was taken to St."
        ],
        "counts": {
            "Joseph": 25,
            "Patrick": 5
        }
    },
    "Ken admired Geoff. He": {
        "details": {
            "pronoun": [
                19,
                21
            ],
            "options": [
                [
                    0,
                    3
                ],
                [
                    12,
                    17
                ]
            ]
        },
        "sentences": [
            "Ken admired Geoff. He admired his business, his lifestyle, and his social grace.",
            "Ken admired Geoff. He admired him more than he'd thought was possible.",
            "Ken admired Geoff. He felt a tug of his own—the boy was as different from the man he would become as was possible, yet the bond that had seemed so natural to them both had suddenly loosened and frayed.",
            "Ken admired Geoff. He was a good husband, she knew, if a little flighty, and his lack of ambition had to be put down to his work.",
            "Ken admired Geoff. He was tall and straight for a man in his twenties, with a head of hair like a box of hair wax.",
            "Ken admired Geoff. He believed in the system of law as a way of making life better for all people and a way of improving the economy.",
            "Ken admired Geoff. He was an odd-looking man, a gaunt, gray-faced man with eyes so deep-set that he seemed to have little in the way of whites—the effect was of an animal of the African veldt.",
            "Ken admired Geoff. He\nwas too straight and his life too easy for him to be very\nexacting.",
            "Ken admired Geoff. He was so quiet, she'd forgotten he was even there.",
            "Ken admired Geoff. He was the perfect example of a working dad's kid.",
            "Ken admired Geoff. He was one of the first people to teach yoga at the college and would teach classes whenever he could, not only here but at his local gym.",
            "Ken admired Geoff. He'd never been a father and wasn't sure if it was something he wished he desired or not.",
            "Ken admired Geoff. He had such a fine, kind nature, a way of seeing people so simply and with such trust that one knew, the moment one looked at him, that the best of him was there and had always been there, even when.",
            "Ken admired Geoff. He was the kind of man who was always interested in the little details, and there was something warm and engaging about him.",
            "Ken admired Geoff. He was young and kind and generous.",
            "Ken admired Geoff. He admired him greatly, as did most of the other members of this class, for his abilities, as well as his charm.",
            "Ken admired Geoff. He was the most intelligent man she had ever met and her father trusted him completely.",
            "Ken admired Geoff. He was a real gentleman.",
            "Ken admired Geoff. He was a real gentleman, very\nwell bred and cultured, too.",
            "Ken admired Geoff. He had always been the same.",
            "Ken admired Geoff. He'd been a good partner to her.",
            "Ken admired Geoff. He was quiet and shy, but he had an insatiable curiosity about everything, and was always ready to listen.",
            "Ken admired Geoff. He was a real gentleman.",
            "Ken admired Geoff. He admired him as if he were another.",
            "Ken admired Geoff. He was a tall and lean man, one of Jack's favourite bodyguards.",
            "Ken admired Geoff. He'd be perfect for the type of work he was supposed to be doing.",
            "Ken admired Geoff. He was clever and ambitious, as all those with the same skill set and a sense of their own value.",
            "Ken admired Geoff. He had a quality she'd never seen in another man.",
            "Ken admired Geoff. He was a hard worker, never complaining, always putting people before his own personal interests.",
            "Ken admired Geoff. He had been a brilliant pilot, especially in his last flight with them.",
            "Ken admired Geoff. He was a lovely man.",
            "Ken admired Geoff. He was an actor, he'd done a lot of small roles in movies, he'd done the voice of Dr.",
            "Ken admired Geoff. He was handsome and well-dressed, but he was also the kind of man who knew his place and who had no sense of entitlement or self-indulgence.",
            "Ken admired Geoff. He did it.",
            "Ken admired Geoff. He was a nice fellow, he had a strong family, and a good job.",
            "Ken admired Geoff. He was a natural leader, and he really liked kids.",
            "Ken admired Geoff. He had a warm personality, and his\nknowledge was impressive.",
            "Ken admired Geoff. He was a good, young farmer.",
            "Ken admired Geoff. He was strong and he had always stayed in shape – that alone was a good sign.",
            "Ken admired Geoff. He was his age but she didn't know how long he'd been away.",
            "Ken admired Geoff. He'd probably be dead in five or six months for all they knew.",
            "Ken admired Geoff. He thought he was a great guy, in fact he found that it was no trouble to like him.",
            "Ken admired Geoff. He had a kind, gentle face.",
            "Ken admired Geoff. He was so kind with his boys, he took them to the library to read books.",
            "Ken admired Geoff. He had a kind of tough-mindedness that she could not quite understand.",
            "Ken admired Geoff. He thought of his grandfather on his deathbed, remembering the last words he said to him.",
            "Ken admired Geoff. He found him much more level-headed than she'd ever remember having.",
            "Ken admired Geoff. He was clever, and he had the brains to see her, to know how to use them.",
            "Ken admired Geoff. He thought he was pretty damned cool, and they'd struck a good friendship.",
            "Ken admired Geoff. He always treated her with respect and never belittled her in any way.",
            "Ken admired Geoff. He seemed to come from money—that was the thing about him.",
            "Ken admired Geoff. He was a good man and had fought well for us and the club.",
            "Ken admired Geoff. He could tell how the boy got along with his father.",
            "Ken admired Geoff. He had a certain style to his work which, when combined with good colouring and a good, light hand with the ink, was quite wonderful.",
            "Ken admired Geoff. He was tall and graceful, he had blue-black hair and black eyes.",
            "Ken admired Geoff. He had done more than most people to help her, once she understood what she had done to help him.",
            "Ken admired Geoff. He would have been so happy to come along on this one when she was in that situation.",
            "Ken admired Geoff. He was more than just a bit of muscle, but he'd still have been lost without her to find the right direction.",
            "Ken admired Geoff. He was a man who could always find good reason to argue with people.",
            "Ken admired Geoff. He had always thought that even more than his brothers, he had inherited his father's ability to be calm and self-possessed.",
            "Ken admired Geoff. He knew how dangerous it was to have a bodyguard; he'd been in two or three fights that had ended with people in the hospital with their faces smashed in.",
            "Ken admired Geoff. He was such an attractive man.",
            "Ken admired Geoff. He was still a boy, of course, but she'd recognized him a long time ago: the same boyish grin, the same warm brown eyes, the same quiet confidence.",
            "Ken admired Geoff. He was a clever lad, but I was the boss around here, so to speak!' he said proudly, reaching out a big hand.",
            "Ken admired Geoff. He admired his good health and the way he kept fit.",
            "Ken admired Geoff. He knew Geoff was good enough to be a high school quarterback, which meant he was a star.",
            "Ken admired Geoff. He knew how to please a woman—all he had to do was put one knee in the water.",
            "Ken admired Geoff. He'd learned a lot from him and was excited about the school.",
            "Ken admired Geoff. He was a good boy, but if he was too keen to join the militia, who was she to blame? She was responsible for his birth.",
            "Ken admired Geoff. He was a quiet man who usually gave the appearance\nof being taciturn.",
            "Ken admired Geoff. He had great, easy smiles.",
            "Ken admired Geoff. He also had a good deal of respect for the man himself, one might almost say adoration from his enemies.",
            "Ken admired Geoff. He really _was_ a _chocolatier_.",
            "Ken admired Geoff. He saw him as the sort of man she wanted to be herself: honest, straightforward, honest about other people.",
            "Ken admired Geoff. He had a special way with a boy.",
            "Ken admired Geoff. He made a lot of sense.",
            "Ken admired Geoff. He'd been with me during six years of my career-spanning\ndrills with the boys, teaching me the ropes.",
            "Ken admired Geoff. He'd been a good husband, and he'd put up with enough with his bad temper.",
            "Ken admired Geoff. He had found his ideal mate.",
            "Ken admired Geoff. He admired his own talent.",
            "Ken admired Geoff. He'd thought of the future so long.",
            "Ken admired Geoff. He was a good man.",
            "Ken admired Geoff. He was a good man.",
            "Ken admired Geoff. He hadn't looked his best.",
            "Ken admired Geoff. He was always polite and deferential, and she knew he was proud of her as a teacher and of how happy she made other people.",
            "Ken admired Geoff. He'd never met anyone who was as determined as he'd been in order to complete his education.",
            "Ken admired Geoff. He seemed to have so much energy he couldn't be contained by work; he was constantly on the phone, sending the occasional missive through the post via the telephone box at the corner.",
            "Ken admired Geoff. He admired the way his brother wore his hair, the way his mouth moved when he talked.",
            "Ken admired Geoff. He was the biggest jerk in the group and hated him.",
            "Ken admired Geoff. He'd been so sweet with me.",
            "Ken admired Geoff. He was very smart.",
            "Ken admired Geoff. He seemed a bit like her husband, in some ways, the way that people seemed almost interchangeable in the family.",
            "Ken admired Geoff. He was always up for anything that the band had to offer.",
            "Ken admired Geoff. He understood that he would never get back the love he'd lost; for him, however, what he'd lost was not important.",
            "Ken admired Geoff. He was the best person she could think of to tell the story.",
            "Ken admired Geoff. He had lived with her father for over a decade, until Geoff and his wife separated some two years ago.",
            "Ken admired Geoff. He was funny and kind and was not a big spender.",
            "Ken admired Geoff. He seemed to possess good health and a fine brain.",
            "Ken admired Geoff. He'd known him for the last eleven years, ever since they'd met at a book launch.",
            "Ken admired Geoff. He'd always been a little more up on his facts than her, but she admired him nonetheless."
        ],
        "counts": {
            "Ken": 0,
            "Geoff": 2
        }
    },
    "Ken impressed Geoff. He": {
        "details": {
            "pronoun": [
                21,
                23
            ],
            "options": [
                [
                    0,
                    3
                ],
                [
                    14,
                    19
                ]
            ]
        },
        "sentences": [
            "Ken impressed Geoff. He was a great guy to work with.",
            "Ken impressed Geoff. He looked up, eyes narrowed with some emotion, and said, \"I thought he had the right idea.",
            "Ken impressed Geoff. He was the one with all the books.",
            "Ken impressed Geoff. He just knew she did.",
            "Ken impressed Geoff. He was pleased.",
            "Ken impressed Geoff. He was the only other person who ever talked to me that didn't try and make me feel like shit for all the shit I'd done.",
            "Ken impressed Geoff. He had some of the biggest muscles in the world.",
            "Ken impressed Geoff. He did not know exactly how to respond to that.",
            "Ken impressed Geoff. He said to show him the map.",
            "Ken impressed Geoff. He must have gone through a couple hundred pictures; maybe most of the digital-camera companies' samples fit on that little memory card.",
            "Ken impressed Geoff. He could tell her any story about a guy, and Geoff would buy into it.",
            "Ken impressed Geoff. He said, 'So can you take over the running of the business while I'm looking out for the shop? Maybe I'll see if I can't pull us together.",
            "Ken impressed Geoff. He liked her.",
            "Ken impressed Geoff. He was a very good friend, and I wish him the best of luck in rebuilding his life.",
            "Ken impressed Geoff. He told him the story.",
            "Ken impressed Geoff. He had told her how important it was to keep her from getting too involved in whatever was going on.",
            "Ken impressed Geoff. He had never seen anyone in a position of that much wealth.",
            "Ken impressed Geoff. He'd done a lot of the grunt work around this place, he said, but also kept an eye on everything.",
            "Ken impressed Geoff. He had long been a fan\nof the American show, which he admitted to taking over while on the verge\nof going to see it.",
            "Ken impressed Geoff. He could tell that he wasn't one of them and yet they all seemed to be.",
            "Ken impressed Geoff. He was a lot younger than him, but still\nway experienced and qualified.",
            "Ken impressed Geoff. He knew exactly why she'd invited him to dinner and he wasn't surprised.",
            "Ken impressed Geoff. He walked into the kitchen.",
            "Ken impressed Geoff. He had a fine team.",
            "Ken impressed Geoff. He looked at it.",
            "Ken impressed Geoff. He had a strong grip, but seemed very relaxed, and was quite friendly.",
            "Ken impressed Geoff. He just might be the guy.",
            "Ken impressed Geoff. He was in a kind of a fog and was only conscious because of the drugs and the alcohol, and the thought came to him that he was too important for me to just let him waddle off to his death on his own.",
            "Ken impressed Geoff. He had had years of practice and had seen almost\nall there was to see in the sea.",
            "Ken impressed Geoff. He could have taken his eyes off it for at least twenty seconds.",
            "Ken impressed Geoff. He said, 'Well, that's good, that's all right, isn't it? That's very exciting.",
            "Ken impressed Geoff. He thought he didn't have anything special, but Geoff was impressed to have someone with him.",
            "Ken impressed Geoff. He looked as though someone had cut him and put him back together again.",
            "Ken impressed Geoff. He had done it.",
            "Ken impressed Geoff. He said, \"Mr.",
            "Ken impressed Geoff. He had a soft, gentle manner with clients and staff.",
            "Ken impressed Geoff. He was not a bad judge of character but he had not been particularly impressed with young Samantha, as he had never expected she would be staying on at the Institute.",
            "Ken impressed Geoff. He didn't just get his way in every situation.",
            "Ken impressed Geoff. He said he'd seen Geoff play once before.",
            "Ken impressed Geoff. He looked like a guy who was in charge of things that worked.",
            "Ken impressed Geoff. He was one of those rare beings who not only were self-made but accomplished as well.",
            "Ken impressed Geoff. He was a man of good intellect even if he was a great liar.",
            "Ken impressed Geoff. He was already in the hospital when the attack happened and he came in afterwards to visit him.",
            "Ken impressed Geoff. He'd had years to consider this.",
            "Ken impressed Geoff. He saw the pride in his father's face.",
            "Ken impressed Geoff. He was a good, strong swimmer, and had trained and competed at the University of San Diego.",
            "Ken impressed Geoff. He could talk, too.",
            "Ken impressed Geoff. He stood up and did the sign of the horns; and after a moment's pause, saying \" _Avez-vous la permission du jeune_?\" the captain asked him with all the cool urbanity of a provincial English.",
            "Ken impressed Geoff. He wasn't really into a lot of girls, but he was intrigued by Dori.",
            "Ken impressed Geoff. He'd been a hard man to read when they'd first met in New York, but now he seemed different to the man he'd been only weeks earlier.",
            "Ken impressed Geoff. He saw his way to his goal—he would just take it.",
            "Ken impressed Geoff. He also gave him a small, plastic poodle.",
            "Ken impressed Geoff. He never did that before,\nnever\neven tried to seduce me.",
            "Ken impressed Geoff. He was still the only one who could really work the camera.",
            "Ken impressed Geoff. He was in awe of him.",
            "Ken impressed Geoff. He was a very good guy.",
            "Ken impressed Geoff. He saw what she'd been working on and immediately took an interest.",
            "Ken impressed Geoff. He had the boy to thank.",
            "Ken impressed Geoff. He saw the value in doing the job because there was a huge potential to make someone's day for one small bit of money.",
            "Ken impressed Geoff. He thought of him as a potential ally in a fight.",
            "Ken impressed Geoff. He’d been here many times and knew the area and the place like the back of his hand, but this was a first.",
            "Ken impressed Geoff. He'd never done business like this in his life.",
            "Ken impressed Geoff. He found the first episode a good way to see how the characters were fleshed out and how they were going to develop over the series.",
            "Ken impressed Geoff. He’d never seen a kid so smart, so confident, so mature.",
            "Ken impressed Geoff. He was the perfect choice, he seemed happy and didn’t make too much of a fuss about any little thing we said and he was kind and sweet and I immediately fell in love with him.",
            "Ken impressed Geoff. He looked like a professional.",
            "Ken impressed Geoff. He knew, beyond a doubt, how valuable they\nwere to him.",
            "Ken impressed Geoff. He could see the glimmer of a smile, an inner light, that only an actor could bring.",
            "Ken impressed Geoff. He was the kind of player who came into a team through a good youth system and then spent most of his career as a reserve.",
            "Ken impressed Geoff. He was quick to follow the example of the company’s best recruit.",
            "Ken impressed Geoff. He was no slouch of a man, in fact, being the eldest son of a local politician, the Mayor's wife was very fond of him.",
            "Ken impressed Geoff. He liked this type of work better than anything he had done before, though it required a far greater degree of personal skill.",
            "Ken impressed Geoff. He had, among other talents, good taste in women.",
            "Ken impressed Geoff. He was a nice kid.",
            "Ken impressed Geoff. He seemed to be everything that had always been, but now it wasn't.",
            "Ken impressed Geoff. He showed him a picture taken\nin the war of one of the soldiers he had fought with.",
            "Ken impressed Geoff. He knew how to write and knew how to read, and when Geoff taught him how to read and write, he felt himself improving.",
            "Ken impressed Geoff. He didn’t look at the door.",
            "Ken impressed Geoff. He was the most senior person there, the only one over thirty.",
            "Ken impressed Geoff. He always had a flair for this sort of thing.",
            "Ken impressed Geoff. He hadn't been kidding about it, she thought, as she followed the short, thickly built man into his workshop.",
            "Ken impressed Geoff. He was a good man at his job.",
            "Ken impressed Geoff. He could be a very useful contact with the local police for him.",
            "Ken impressed Geoff. He knew about 'Kuai-kuai,' the red clay, for they were also known as 'Red Hills.",
            "Ken impressed Geoff. He's a top agent but one thing he doesn't understand is the process when you sign players.",
            "Ken impressed Geoff. He was like a father figure, and he would never call me by a nickname unless it was for one of my daughters.",
            "Ken impressed Geoff. He was so strong, so determined, that he even won an award for outstanding services to journalism for services through the local newspaper.",
            "Ken impressed Geoff. He took her hands in his and kissed them.",
            "Ken impressed Geoff. He thought he was looking at a model: a little flustered to be sure, but none the less.",
            "Ken impressed Geoff. He felt he had done something good, and it helped fill the void that had been created over the last few months.",
            "Ken impressed Geoff. He was really happy about making new friends as well as the chance to find out about his family history.",
            "Ken impressed Geoff. He had found a young man who understood, in a most subtle and elegant manner, the difficulties that beset the modern businessman who runs his own company.",
            "Ken impressed Geoff. He was not tall, just muscled, with a thick dark beard.",
            "Ken impressed Geoff. He had never seen one of those.",
            "Ken impressed Geoff. He had never known anyone to have the vision.",
            "Ken impressed Geoff. He remembered his father's eyes.",
            "Ken impressed Geoff. He had known that\nsome distance up the river in New Mexico there lived a family of Mexican\nIndians, but the fact that they could understand English interested Mr.",
            "Ken impressed Geoff. He had to stand tall, so he could see over the railing.",
            "Ken impressed Geoff. He told of a man who was a friend of his father and whom he and his friends spent so many weekends with.",
            "Ken impressed Geoff. He's the last one of his kind\nnow."
        ],
        "counts": {
            "Ken": 0,
            "Geoff": 4
        }
    },
    "Simon ran towards Richard. He": {
        "details": {
            "pronoun": [
                27,
                29
            ],
            "options": [
                [
                    0,
                    5
                ],
                [
                    18,
                    25
                ]
            ]
        },
        "sentences": [
            "Simon ran towards Richard. He was still on the ground and the doctor was running toward him.",
            "Simon ran towards Richard. He rushed across the room and threw himself to the ground in front of his friend.",
            "Simon ran towards Richard. He seized his arm, shook him furiously, tried to kiss him, and then let him go.",
            "Simon ran towards Richard. He bent down, trying to read the words.",
            "Simon ran towards Richard. He saw the fire of the flames reflected the sun’s rays.",
            "Simon ran towards Richard. He was carrying a sword, and he did his best to block Richard's knife.",
            "Simon ran towards Richard. He was already inside.",
            "Simon ran towards Richard. He found him collapsed, unmoving, in his bed, and\nthe look on Richard's face told him that he had been shot.",
            "Simon ran towards Richard. He tried to throw off Richard's hold and was caught.",
            "Simon ran towards Richard. He caught him.",
            "Simon ran towards Richard. He reached his\ntips of fingers out of the sky, and in one of them, a small, beautiful\ngold ring.",
            "Simon ran towards Richard. He reached him in\ntwo jumps and, catching him, kissed him on the lips.",
            "Simon ran towards Richard. He took his hand eagerly and led him back to the wall,\nsaying: \"Come, Richard; I will let myself down and will stay with you,\nwhilst you go alone.",
            "Simon ran towards Richard. He got there the other second Richard was out.",
            "Simon ran towards Richard. He fell down, and he didn't move.",
            "Simon ran towards Richard. He couldn't bear it.",
            "Simon ran towards Richard. He fell to his knees, his face buried in the softness of Richard's black coat.",
            "Simon ran towards Richard. He knew Richard, however, and so just stopped running.",
            "Simon ran towards Richard. He took the sword from him.",
            "Simon ran towards Richard. He threw his arms around his cousin and hugged him tight.",
            "Simon ran towards Richard. He threw his hands up before his face.",
            "Simon ran towards Richard. He wrapped him up and, as he had done so, ran with him up the hill and over the wall into the garden.",
            "Simon ran towards Richard. He jumped in through the window of the inn.",
            "Simon ran towards Richard. He felt his mouth twist upward and up and his chin lower down.",
            "Simon ran towards Richard. He looked at me, nodded.",
            "Simon ran towards Richard. He pulled him back away from the front seat and then slammed the car into park.",
            "Simon ran towards Richard. He caught him by the shoulder.",
            "Simon ran towards Richard. He heard the shouts in the courtyard, but it was too dark for him to see their significance.",
            "Simon ran towards Richard. He felt as well as heard it –\n\n'There is something in the back! Quick! Quick! Quick!'\n\nHe ran into the house, threw open the windows, drew the curtains to the shutters,.",
            "Simon ran towards Richard. He said, \"That was a good shot.",
            "Simon ran towards Richard. He knew how the situation had looked to Richard, but they weren't done for the moment.",
            "Simon ran towards Richard. He caught the back door and threw the kitchen door open.",
            "Simon ran towards Richard. He was crying out for water but Richard said no, they had none.",
            "Simon ran towards Richard. He grabbed his arm and shouted in fear as he pulled him back to safety.",
            "Simon ran towards Richard. He came up to him, and with both his hands he seized\nhim, and as he had not broken loose from his grasp he seized an axe which\nhung upon his back and drew it down.",
            "Simon ran towards Richard. He stopped just a few meters away and stared.",
            "Simon ran towards Richard. He tried to kick the man, tried to grab\nhim, but the sword swung up above him.",
            "Simon ran towards Richard. He pulled open the heavy wooden gate, and the heavy wooden door behind it, and he pushed it wide to reveal a room that looked almost bare, save for the table set with the breakfast things, and a chair.",
            "Simon ran towards Richard. He got near him and fell into his arms, kissing him on both cheeks so hard that it drew forth a roar from the king.",
            "Simon ran towards Richard. He held his sword up.",
            "Simon ran towards Richard. He was running and trying to throw something.",
            "Simon ran towards Richard. He ran with his arms raised but there was\nno one else there; no human, no animal, no being.",
            "Simon ran towards Richard. He wanted to go with Richard that day and to help him.",
            "Simon ran towards Richard. He was holding a knife, which he'd kept hidden in the folds of his long gown.",
            "Simon ran towards Richard. He looked frightened.",
            "Simon ran towards Richard. He saw him and the other members already waiting for him, and reached them faster than he had thought possible.",
            "Simon ran towards Richard. He tried to reach the knife.",
            "Simon ran towards Richard. He grabbed him, he swung his arm high and then around.",
            "Simon ran towards Richard. He was on his knees.",
            "Simon ran towards Richard. He was standing in the shade of a tree, and he didn't have much room to manoeuvre because of the crowd and the thick, lush growth of the jungle.",
            "Simon ran towards Richard. He held out one hand, and Richard took it.",
            "Simon ran towards Richard. He stopped, and drew his sword, for Richard had\nthe advantage of him--and they met in a sword-fight.",
            "Simon ran towards Richard. He had a strange look on his\nface.",
            "Simon ran towards Richard. He had not got very far when he heard him\nsay abruptly-\n\n\"I was right to have suspicions, then.",
            "Simon ran towards Richard. He stopped in front of her.",
            "Simon ran towards Richard. He put both hands on Denny's shoulders and tried to pull him away, but Denny's weight kept him from losing his footing in the ice.",
            "Simon ran towards Richard. He was just about to grab the man by the throat when he stumbled and fell to the floor.",
            "Simon ran towards Richard. He threw out his arms.",
            "Simon ran towards Richard. He had always known him to be clever, though Richard didn't know it and had never shown it to anyone.",
            "Simon ran towards Richard. He looked up to where John was looking for them and watched as they both continued forward.",
            "Simon ran towards Richard. He was holding out a long, sharp knife.",
            "Simon ran towards Richard. He leapt at his brother and kissed him\nsuddenly.",
            "Simon ran towards Richard. He had not put the gun away as he always\ndid.",
            "Simon ran towards Richard. He picked him up, kissed him, and said: 'Well, my\nlover, you still love me!'\n\n\"But Richard thought: 'Richard has married another woman.",
            "Simon ran towards Richard. He caught hold of Richard's shoulders, shook him hard, and said, \"Oh, Richard, I wish it were not too late! Is that what we are to do? We are to die? That thought alone would.",
            "Simon ran towards Richard. He had no desire to go anywhere and, as far as he was concerned, this business with the children at the river would soon be over.",
            "Simon ran towards Richard. He'd expected his own\nmother to react with horror and disgust.",
            "Simon ran towards Richard. He grabbed his brother out of the way, stopping his momentum.",
            "Simon ran towards Richard. He pulled Richard behind him, away from the scene.",
            "Simon ran towards Richard. He didn't even wait until he was in front of him before he kicked the ball past Richard.",
            "Simon ran towards Richard. He grabbed Richard by the arm.",
            "Simon ran towards Richard. He was on the floor a few times getting up.",
            "Simon ran towards Richard. He didn't come up behind the man, but he came in a straight line and put his mouth to Richard's ear.",
            "Simon ran towards Richard. He reached him, and stood with him, still looking down.",
            "Simon ran towards Richard. He turned around, and with a scream of terror, drew his crossbow.",
            "Simon ran towards Richard. He felt the presence of the spirit of man-eating dragons near him, and he reached out for his friend.",
            "Simon ran towards Richard. He was waiting for him on that other side, leaning against that pillar.",
            "Simon ran towards Richard. He saw his cousin with a pistol in his hand and three men behind it, and he was running, screaming “Fire! Fire!” “The gun went off,” said the witness: “and he fell down.",
            "Simon ran towards Richard. He stopped a yard or so beyond.",
            "Simon ran towards Richard. He would not let Richard reach him.",
            "Simon ran towards Richard. He grabbed the spear, and flung it away at the wall.",
            "Simon ran towards Richard. He heard a low moan from the bed, and when he looked he was surprised to see that it was his father, who was shaking his head, looking down.",
            "Simon ran towards Richard. He found him in the middle of the courtyard; the whole place was silent and he could hear a low murmur which grew steadily louder.",
            "Simon ran towards Richard. He had a towel around him, now wet from perspiration, and a smile on his face.",
            "Simon ran towards Richard. He was sitting at a desk with\n  his face buried in his hands.",
            "Simon ran towards Richard. He stopped a stone's throw\nfrom him and tried to run up beside him.",
            "Simon ran towards Richard. He looked at the two of them, then he saw something else: a tall blonde-haired girl.",
            "Simon ran towards Richard. He flung himself, panting, behind the door,\nwhich had fallen open while he was in the hall.",
            "Simon ran towards Richard. He grabbed him, pulling him back sharply against the wall, and said, \"I have the girl in my hands.",
            "Simon ran towards Richard. He was sitting alone on the roof of his home.",
            "Simon ran towards Richard. He felt no fear.",
            "Simon ran towards Richard. He grabbed Richard by the shirt and yanked him into the hall.",
            "Simon ran towards Richard. He threw his shield on a nearby table and\nclapping his hands together three times, the signal of the duel, he asked\n'Richard, are you come? Do you feel like coming?'\n\n'My.",
            "Simon ran towards Richard. He grabbed his arm and started shaking him.",
            "Simon ran towards Richard. He'd been hiding in a niche, where no one would see him, and now that he was close, he could smell his fear.",
            "Simon ran towards Richard. He was yelling her name.",
            "Simon ran towards Richard. He grabbed his legs and hoisted himself.",
            "Simon ran towards Richard. He felt the blood rush into his face, and it was a relief that the others had seen it too.",
            "Simon ran towards Richard. He opened his arms and Richard let his father through.",
            "Simon ran towards Richard. He stopped next to him and said, \"Donovan wants to see both of you."
        ],
        "counts": {
            "Simon": 0,
            "Richard": 25
        }
    },
    "Simon ran away from Richard. He": {
        "details": {
            "pronoun": [
                29,
                31
            ],
            "options": [
                [
                    0,
                    5
                ],
                [
                    20,
                    27
                ]
            ]
        },
        "sentences": [
            "Simon ran away from Richard. He stayed away until the\nnext day.",
            "Simon ran away from Richard. He ran through the garden and jumped into a pond.",
            "Simon ran away from Richard. He wanted to be with you.",
            "Simon ran away from Richard. He ran out into the wilds of the fields to try to\njoin in his family.",
            "Simon ran away from Richard. He returned to his office, his mind churning.",
            "Simon ran away from Richard. He thought that his work was finished.",
            "Simon ran away from Richard. He ran out into a road where he could see a crowd waiting at a crossroads in an open area by a town.",
            "Simon ran away from Richard. He ran and ran.",
            "Simon ran away from Richard. He couldn't live with him.",
            "Simon ran away from Richard. He had given him a gift.",
            "Simon ran away from Richard. He ran to the other end of the corridor and there he encountered the lady who had told him that he was not to come here.",
            "Simon ran away from Richard. He was the one who was going to kill Richard.",
            "Simon ran away from Richard. He always knew that, when he returned, it would be a terrible and unwelcome homecoming.",
            "Simon ran away from Richard. He was afraid of Richard's anger, afraid of the pain of his words and the hurt of his actions.",
            "Simon ran away from Richard. He ran and ran to keep away from him.",
            "Simon ran away from Richard. He fled.",
            "Simon ran away from Richard. He did not know what to do and returned to his mother's house.",
            "Simon ran away from Richard. He would not have known he was a bastard.",
            "Simon ran away from Richard. He wasn't a coward but he wasn't really willing to fight for him.",
            "Simon ran away from Richard. He wanted to get away.",
            "Simon ran away from Richard. He ran for a long time.",
            "Simon ran away from Richard. He would be safe in the wilds.",
            "Simon ran away from Richard. He ran away from the man who had raped him.",
            "Simon ran away from Richard. He ran towards the sea.",
            "Simon ran away from Richard. He ran through the darkest night.",
            "Simon ran away from Richard. He ran into the mountains, away from the kingdom, away from the life he hated.",
            "Simon ran away from Richard. He had no more patience for the pretense.",
            "Simon ran away from Richard. He's gone to be alone.",
            "Simon ran away from Richard. He hid under a bush on his father’s farm, and he ran away from there too.",
            "Simon ran away from Richard. He had told me that he was the sole survivor.",
            "Simon ran away from Richard. He'd been so tired and the air was so cold.",
            "Simon ran away from Richard. He didn't know Richard well enough.",
            "Simon ran away from Richard. He ran away from his own father because he was afraid of his father.",
            "Simon ran away from Richard. He would rather die than go back to him.",
            "Simon ran away from Richard. He ran to escape.",
            "Simon ran away from Richard. He ran at the first sign of danger.",
            "Simon ran away from Richard. He decided he would be safe, though he\ndid not know if he was free to leave.",
            "Simon ran away from Richard. He ran because he knew the truth about the way things work in the world.",
            "Simon ran away from Richard. He tried everything he thought might work to get them to leave the cabin with him for a while, but still nothing.",
            "Simon ran away from Richard. He ran and he ran.",
            "Simon ran away from Richard. He ran with another boy, a boy named Thomas.",
            "Simon ran away from Richard. He fell out without caring for his own safety.",
            "Simon ran away from Richard. He didn't seem to be listening.",
            "Simon ran away from Richard. He just did, and he never will.",
            "Simon ran away from Richard. He took the keys to her SUV after taking\n\nhim out onto a highway.",
            "Simon ran away from Richard. He ran because he was afraid Richard would notice he was hiding, and that Richard would beat him like his sisters had.",
            "Simon ran away from Richard. He tried several more times before he fell asleep on the floor beneath a pile of cardboard-stacked furniture in what he described in the report as a \"stretch of hallway.",
            "Simon ran away from Richard. He ran from the future, to escape from his own life, the same life he had to live if he was to keep up appearances.",
            "Simon ran away from Richard. He ran to a woman.",
            "Simon ran away from Richard. He ran away from his work, and I will not have that,\"\nsaid Miss Harkness, her voice trembling with the vehemence of her\nfeelings.",
            "Simon ran away from Richard. He had to be warned against her.",
            "Simon ran away from Richard. He was really shaken up.",
            "Simon ran away from Richard. He was too afraid to take the blame on his own shoulders.",
            "Simon ran away from Richard. He was frightened he would lose his job on this big assignment.",
            "Simon ran away from Richard. He came back to him, and they were\nin love and married; but Richard found out that he was only a poor,\ndesperate vagabond.",
            "Simon ran away from Richard. He couldn't.",
            "Simon ran away from Richard. He didn't want to see his father because he\nknew the way he would react.",
            "Simon ran away from Richard. He ran away, and all because Richard had\nbeen born the son of a common farmer.",
            "Simon ran away from Richard. He should have stayed to fight with him\nand make sure that he did not get away; but his first thought was not of\nhis friend, or of his duty, but of himself.",
            "Simon ran away from Richard. He made an excuse that he could not see.",
            "Simon ran away from Richard. He had not intended to leave, had wanted Richard to take him back, but now it was over, and he felt very angry.",
            "Simon ran away from Richard. He thought Richard was dead.",
            "Simon ran away from Richard. He was very brave.",
            "Simon ran away from Richard. He wouldn't want a part in a murder, he would have told me.",
            "Simon ran away from Richard. He never spoke to him again and didn't\ncall out to him that night.",
            "Simon ran away from Richard. He was the man who found me, and he wanted to help me.",
            "Simon ran away from Richard. He hid in one of Richard's barns and stayed there for the next three days.",
            "Simon ran away from Richard. He made his\n    escape and found shelter with the Abishaiites of Joppa.",
            "Simon ran away from Richard. He'd never done that before.",
            "Simon ran away from Richard. He ran toward me and held me, my arms around his neck.",
            "Simon ran away from Richard. He was running to the wall to the side of the chapel and he started to say, \"I have to go, it hasn’t got much time.",
            "Simon ran away from Richard. He was an abusive ex-husband and he was violent.",
            "Simon ran away from Richard. He left that house at eleven a.",
            "Simon ran away from Richard. He ran.",
            "Simon ran away from Richard. He's no good to me.",
            "Simon ran away from Richard. He was on a mission to bring us together and find love.",
            "Simon ran away from Richard. He ran back to them one\nnight near their home in Tuxedo Park.",
            "Simon ran away from Richard. He ran away from me, through the halls of the Royal Household, running away from the love of his life and the love of his life's son, the love that he didn't know he should have taken or.",
            "Simon ran away from Richard. He hid in the trees.",
            "Simon ran away from Richard. He returned to his friends,\nwho called him a coward.",
            "Simon ran away from Richard. He'd been in prison.",
            "Simon ran away from Richard. He was taken to the local authorities.",
            "Simon ran away from Richard. He returned to his house, where he lived with Mary and her mother for a time with the intention of taking Mary to London and marrying her.",
            "Simon ran away from Richard. He never ran away again.",
            "Simon ran away from Richard. He took up with a woman he had a relationship with (but no actual sexual relationship with) in the last episode of the first series, but after her death he became a monk.",
            "Simon ran away from Richard. He ran away from what he remembered of his\nfather, but what do you remember of your father?\n\n_Richard.",
            "Simon ran away from Richard. He had not forgotten his parents' curse—and he had not forgiven them.",
            "Simon ran away from Richard. He tried to stay out of her head because every time she talked about Richard, she thought about death.",
            "Simon ran away from Richard. He ran from the light, fled from the light, because it was the light that made his parents' death visible.",
            "Simon ran away from Richard. He ran away from home and he ran far.",
            "Simon ran away from Richard. He didn't think of going after Rik, not this time.",
            "Simon ran away from Richard. He could not bear to be apart from him.",
            "Simon ran away from Richard. He ran away from me.",
            "Simon ran away from Richard. He was out in the street again; the others,\nall sobbing, huddled in the bar-room.",
            "Simon ran away from Richard. He doesn't have any real home anymore, and he needs a safe place to go.",
            "Simon ran away from Richard. He was in an open car and I looked out from the truck.",
            "Simon ran away from Richard. He made\nhimself another name, called _Mudpuddle_, and so came back to him that\nnow he stands and is his slave.",
            "Simon ran away from Richard. He ran, he ran, he ran.",
            "Simon ran away from Richard. He was in a bad way.",
            "Simon ran away from Richard. He didn't know where he intended to go, or if he would ever come back, but it was worth a try for something so beautiful."
        ],
        "counts": {
            "Simon": 0,
            "Richard": 12
        }
    },
    "John passed a comic to Bill. He": {
        "details": {
            "pronoun": [
                29,
                31
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    23,
                    27
                ]
            ]
        },
        "sentences": [
            "John passed a comic to Bill. He chuckled as he read it.",
            "John passed a comic to Bill. He took it and began to read.",
            "John passed a comic to Bill. He looked over and gave Bill a look that said “He really is a nice, gentlehearted cat”.",
            "John passed a comic to Bill. He read a verse of the Bible, \"In the beginning, God created the heavens and the earth\".",
            "John passed a comic to Bill. He turned over.",
            "John passed a comic to Bill. He told the men what was going on.",
            "John passed a comic to Bill. He told him he was working in a comic shop with one of his friends that he did not trust the comic, but was selling it to him and so he should be careful what he bought.",
            "John passed a comic to Bill. He looked puzzled at first, but as the punch lines became more familiar he laughed harder and harder.",
            "John passed a comic to Bill. He told us that a man had married his wife's lover the year before in order to be sure that he would be allowed to get his hand on them.",
            "John passed a comic to Bill. He thought it was funny so he threw it in.",
            "John passed a comic to Bill. He was going to say \"What\nis this?\"\n\n\"A kitten.",
            "John passed a comic to Bill. He read some of it, then asked, \"Who did you say that is?\"\n\n\"Cleveland.",
            "John passed a comic to Bill. He didn't laugh.",
            "John passed a comic to Bill. He started to show how to do it.",
            "John passed a comic to Bill. He did not like it.",
            "John passed a comic to Bill. He stood for a moment, his eyes following the flight of the paper across the room.",
            "John passed a comic to Bill. He did the \"Hullo, neighbor\" routine again.",
            "John passed a comic to Bill. He was laughing.",
            "John passed a comic to Bill. He shook his head.",
            "John passed a comic to Bill. He laughed.",
            "John passed a comic to Bill. He just stared at it.",
            "John passed a comic to Bill. He smiled at the picture.",
            "John passed a comic to Bill. He said, \"You're going to do it?\"\n\nBill shrugged, then held the comic in his hands.",
            "John passed a comic to Bill. He raised his eyes to the\nchicken, but didn't laugh.",
            "John passed a comic to Bill. He tried and failed to imagine them talking as \"they should,\" about people they knew and would never meet, about things they had seen and might never see.",
            "John passed a comic to Bill. He passed it down for all to see.",
            "John passed a comic to Bill. He flipped over the pages, and as he read he said, \"I'll give you $5 for it.",
            "John passed a comic to Bill. He gave one about a cowboy with some cows.",
            "John passed a comic to Bill. He and Frank read it in silence.",
            "John passed a comic to Bill. He made no attempt to get back from the back seat.",
            "John passed a comic to Bill. He passed it to me.",
            "John passed a comic to Bill. He nodded and laughed and Bill laughed harder.",
            "John passed a comic to Bill. He said, \"This is a guy from a comic strip that won a national award.",
            "John passed a comic to Bill. He chuckled and laughed for a moment, and then, as he passed back to Bill, said: “Bill! Why don’t you try this one? It’s one of my favorites.",
            "John passed a comic to Bill. He turned it over in his hands.",
            "John passed a comic to Bill. He told the joke about the farmer and the bee, and as Bill laughed, he asked, \"Do you think it's funny?\"\n\n\"No,\" Bill answered, \"but I think it's a good.",
            "John passed a comic to Bill. He started to laugh because he didn't know why he'd thought it was funny.",
            "John passed a comic to Bill. He sat down.",
            "John passed a comic to Bill. He said it was a \"piece you've got to see\"—and laughed.",
            "John passed a comic to Bill. He read the script.",
            "John passed a comic to Bill. He stared at it and began to laugh.",
            "John passed a comic to Bill. He did what I’ve heard Bill do often, laugh at it.",
            "John passed a comic to Bill. He raised it to his lips.",
            "John passed a comic to Bill. He passed one to me.",
            "John passed a comic to Bill. He found his usual level of wit, but also the usual lack of self-awareness.",
            "John passed a comic to Bill. He glanced nervously at Jack.",
            "John passed a comic to Bill. He had a lot of work to do.",
            "John passed a comic to Bill. He smiled and went on reading.",
            "John passed a comic to Bill. He laughed, and Bill said, \"Well, I've not got that much to do all day, and I don't pay too much out of pocket in taxes.",
            "John passed a comic to Bill. He read quietly and wearily, then threw down the comic and laughed.",
            "John passed a comic to Bill. He was laughing.",
            "John passed a comic to Bill. He got up and started talking:\n\nHe said a woman had left him, and he said he wondered who the hell she was.",
            "John passed a comic to Bill. He took it, and it was good and funny.",
            "John passed a comic to Bill. He leaned back in his throne and held the comic up to the light, squinting his eyes.",
            "John passed a comic to Bill. He began to laugh.",
            "John passed a comic to Bill. He said, \"I'll run a comedy in Hollywood.",
            "John passed a comic to Bill. He passed it back to me.",
            "John passed a comic to Bill. He said, 'So the guy that's suing us for defamation goes, \"How did it feel\" as a way of getting himself free from the gag? That's kind of funny.",
            "John passed a comic to Bill. He looked at it.",
            "John passed a comic to Bill. He thought it would amuse Bobbi.",
            "John passed a comic to Bill. He turned it over and read the back of it.",
            "John passed a comic to Bill. He said, ‘Bill, do you know who you’re dealing with?’”\n\nBill was stuttering, still trying to make sense of something.",
            "John passed a comic to Bill. He stared at it for a while, frowning.",
            "John passed a comic to Bill. He told me this was a great way to pass some tension and humor between us.",
            "John passed a comic to Bill. He just nodded.",
            "John passed a comic to Bill. He stared at it for a while, before shrugging and tearing it up between his fingers.",
            "John passed a comic to Bill. He said, \"You'll understand\nthis better when we're back in the car.",
            "John passed a comic to Bill. He said \"If he does not see more of this in his talk, he was the greatest of all the speakers.",
            "John passed a comic to Bill. He looked at it.",
            "John passed a comic to Bill. He said, \"That's for you.",
            "John passed a comic to Bill. He laughed.",
            "John passed a comic to Bill. He told Bill he had been a police officer in Detroit and had seen a lot of bad things.",
            "John passed a comic to Bill. He said, \"Look, here's a comic that has the same idea as ours.",
            "John passed a comic to Bill. He had not read a story today.",
            "John passed a comic to Bill. He started to laugh.",
            "John passed a comic to Bill. He passed one to Mike.",
            "John passed a comic to Bill. He said'_Away!_ Do anything! This is no time to go.",
            "John passed a comic to Bill. He said, “A comic, why?” Bill got a good chuckle.",
            "John passed a comic to Bill. He wasn't really in the mood.",
            "John passed a comic to Bill. He said, \"I've got a joke.",
            "John passed a comic to Bill. He leaned his face into Bill's comic.",
            "John passed a comic to Bill. He got a chuckle and asked whether any other actors were still making those sort of movies.",
            "John passed a comic to Bill. He went on to say that he didn’t like Bill’s jokes.",
            "John passed a comic to Bill. He opened and read, then asked me to read.",
            "John passed a comic to Bill. He laughed.",
            "John passed a comic to Bill. He studied the comic as if he expected Bill to be angry for his lack of respect.",
            "John passed a comic to Bill. He held the paper in his hand for a few seconds while the crowd around him grew more and more impatient.",
            "John passed a comic to Bill. He read it out.",
            "John passed a comic to Bill. He shook his head.",
            "John passed a comic to Bill. He looked at the drawing, smiled, passed it up to Mike.",
            "John passed a comic to Bill. He smiled.",
            "John passed a comic to Bill. He said,'_Fancy_, I thought this was _Theatre of My Life_, the movie you did at the Garden.",
            "John passed a comic to Bill. He looked at it, shook his head, and handed it back.",
            "John passed a comic to Bill. He looked him up and down.",
            "John passed a comic to Bill. He was supposed to pick it up after a few minutes.",
            "John passed a comic to Bill. He shook his head.",
            "John passed a comic to Bill. He looked at it for a second.",
            "John passed a comic to Bill. He passed one back.",
            "John passed a comic to Bill. He looked at it for a second.",
            "John passed a comic to Bill. He laughed heartily."
        ],
        "counts": {
            "John": 0,
            "Bill": 16
        }
    },
    "John was passing a comic to Bill. He": {
        "details": {
            "pronoun": [
                34,
                36
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    28,
                    32
                ]
            ]
        },
        "sentences": [
            "John was passing a comic to Bill. He had been watching the exchange between Bill and the woman.",
            "John was passing a comic to Bill. He passed the comic to Bill.",
            "John was passing a comic to Bill. He said: \"I wonder if you will like it?\" and I said I would, and he handed it me and asked me to look at it.",
            "John was passing a comic to Bill. He wanted to hear the rest\" (W2/W3).",
            "John was passing a comic to Bill. He thought he was telling them the jokes in his books, and the joke was a joke between the comic and Bill or the comic and the audience.",
            "John was passing a comic to Bill. He did not know how many times he had\nread it.",
            "John was passing a comic to Bill. He was not reading it, but he was looking: a comic in which a giant, or almost a dwarf, called Lumberjack had one hand inscribed \"W\" with a saw, the other in.",
            "John was passing a comic to Bill. He had heard the joke but\ncouldn't quite remember it.",
            "John was passing a comic to Bill. He thought Bill looked like a movie star, a name he had overheard in the bar a year ago.",
            "John was passing a comic to Bill. He had just glanced through it and dropped it on the floor.",
            "John was passing a comic to Bill. He handed me the comic, and I pulled out my earphones, and listened with my head half-cocked to the music.",
            "John was passing a comic to Bill. He asked for the name of the performer, and Bill turned around to see an old man looking at a girl.",
            "John was passing a comic to Bill. He gave it to him on a slip of paper, on\naccount of his bad eyesight.",
            "John was passing a comic to Bill. He said: \"What do you think of this? A _Gulliver's Travels\"_ \"It must be an authenticated copy,\" said Bill.",
            "John was passing a comic to Bill. He was very excited.",
            "John was passing a comic to Bill. He'd been reading it for thirty years, just the parts between the titles.",
            "John was passing a comic to Bill. He paused at the end of the hall, and\nlooked at him for a moment with a mocking expression.",
            "John was passing a comic to Bill. He was watching her and she was watching the comic, and I was watching them both.",
            "John was passing a comic to Bill. He looked at it, saw the caption, and laughed.",
            "John was passing a comic to Bill. He looked up at us, and I saw that he had tears in his eyes.",
            "John was passing a comic to Bill. He just laughed.",
            "John was passing a comic to Bill. He thought he had one left.",
            "John was passing a comic to Bill. He started laughing.",
            "John was passing a comic to Bill. He read two words.",
            "John was passing a comic to Bill. He stopped and said, \"This thing is a real trip.",
            "John was passing a comic to Bill. He started laughing.",
            "John was passing a comic to Bill. He didn't do very well at it, but then Bill never does.",
            "John was passing a comic to Bill. He grabbed her hand, and she took his other hand and looked into his eyes.",
            "John was passing a comic to Bill. He held the comic to his nose, so as to smell the drawing of the little blonde girl's panties through the comic.",
            "John was passing a comic to Bill. He said, `Take this with you and tell the guy.",
            "John was passing a comic to Bill. He knew how much the boys liked it.",
            "John was passing a comic to Bill. He gave him back the comic.",
            "John was passing a comic to Bill. He glanced at him.",
            "John was passing a comic to Bill. He felt him on his other side.",
            "John was passing a comic to Bill. He was going over to the office.",
            "John was passing a comic to Bill. He gave him a look.",
            "John was passing a comic to Bill. He looked into the camera and said: \"So what do you think of the first day of class? It's been absolutely brilliant so far.",
            "John was passing a comic to Bill. He said, \" _Catch!_ \" and Bill missed.",
            "John was passing a comic to Bill. He had just seen one about someone who had decided to start a war to prove something but hadn't understood how to tell his story.",
            "John was passing a comic to Bill. He put on his glasses and was looking at the picture of a man at a desk.",
            "John was passing a comic to Bill. He picked the one where the man\nwas in an airplane trying to land but it's too late and he's too\nclose to the runway.",
            "John was passing a comic to Bill. He wanted to buy it for a couple of quid but thought it looked like shit and was not very funny when he eventually bought it, in fact it was shit.",
            "John was passing a comic to Bill. He asked, 'Who's on first?' Bill turned and said, 'Johnny and me.",
            "John was passing a comic to Bill. He was laughing and saying, 'Hey, this is really funny.",
            "John was passing a comic to Bill. He grabbed that comic and said, \"It's a picture\nof the Pope on the cover!\" He then asked Bill: \"Could you put a word on the\ncover of the comic and say you got.",
            "John was passing a comic to Bill. He'd never seen a comic before, but he knew what this one was, of course: _Oliver,_ by an Irish comic called Brendan Mulvihill and John had been shown a copy at.",
            "John was passing a comic to Bill. He asked, \"You know him?\"\n\nI said, \"No.",
            "John was passing a comic to Bill. He knew he could trust him to deliver.",
            "John was passing a comic to Bill. He said, \"I love this.",
            "John was passing a comic to Bill. He handed it to Bill.",
            "John was passing a comic to Bill. He took one look and said, 'Let's have a laugh together—a bit of music to pass the time.",
            "John was passing a comic to Bill. He turned it over and over.",
            "John was passing a comic to Bill. He sat down and read a joke about a woman who keeps her panties under her chair.",
            "John was passing a comic to Bill. He had an idea where he expected to see Bill.",
            "John was passing a comic to Bill. He wanted to know how long a minute was and Bill couldn't help him because he didn't carry a watch.",
            "John was passing a comic to Bill. He looked at him, saw his name on a blank panel, and said loudly, \"Get this guy off.",
            "John was passing a comic to Bill. He saw me take one, and he said, \"No, it's too expensive.",
            "John was passing a comic to Bill. He looked into its face.",
            "John was passing a comic to Bill. He said: \"Don, I just heard from Billie Jean King.",
            "John was passing a comic to Bill. He said, “Hannah, if you put down my comic book you’ll end up being the last one standing.",
            "John was passing a comic to Bill. He said:\n\n'I know a man called Jonson, who writes plays.",
            "John was passing a comic to Bill. He was wearing shorts now, a yellow shirt and a black T-shirt with 'Kos-T-POW' in white letters across the front.",
            "John was passing a comic to Bill. He stopped when he caught our names.",
            "John was passing a comic to Bill. He got back and gave it to me before he left; he had gone through such an emotional time there that he didn't want me to go through any more.",
            "John was passing a comic to Bill. He passed it, and, as he bent over it, heard\nBill's voice in his ear:\n\n\"You'll come to the office and have your hair cut, won't you, sir?\".",
            "John was passing a comic to Bill. He saw him looking at it, and said\nto him, \"Odd number: two,\" and passed the comic back to him.",
            "John was passing a comic to Bill. He couldn’t reach\nit.",
            "John was passing a comic to Bill. He made a funny face on the fly.",
            "John was passing a comic to Bill. He'd taken up my old habit, and we were looking for ways to kill time.",
            "John was passing a comic to Bill. He was reading a comic book, or at least he had a comic book when he entered the room, where he was working on a picture.",
            "John was passing a comic to Bill. He said, \"Bill! Please.",
            "John was passing a comic to Bill. He took it, looked at it, and said in a stage whisper,\n\n\"You might think so, Bill.",
            "John was passing a comic to Bill. He said he didn't want to see his new girlfriend, because he wanted to meet her dad.",
            "John was passing a comic to Bill. He said he was not amused.",
            "John was passing a comic to Bill. He said that the man was on the road where he is.",
            "John was passing a comic to Bill. He'd made the mistake of trying to laugh, and now he was shaking his head.",
            "John was passing a comic to Bill. He would never be able to recall more than one joke or one word of the comic.",
            "John was passing a comic to Bill. He couldn't hear what the two men were talking about; he didn't know the words, so he only smiled at their looks.",
            "John was passing a comic to Bill. He knew Bill liked him.",
            "John was passing a comic to Bill. He knew that Bill was good at comics.",
            "John was passing a comic to Bill. He asked which was the best, and Bill\nsaid he liked the new 'Gone With the Wind,' and John told him they had a\nboxed copy in their library.",
            "John was passing a comic to Bill. He picked it up with a frown, as if he was displeased with something.",
            "John was passing a comic to Bill. He said to Bill, 'You know who you are.",
            "John was passing a comic to Bill. He said, 'I wouldn't wear that.",
            "John was passing a comic to Bill. He looked at Bill's face and he said \"Bill, I'm going to give you a very important present.",
            "John was passing a comic to Bill. He picked it up.",
            "John was passing a comic to Bill. He said,\n\n\"Hey Bill! Have a look at my new comic.",
            "John was passing a comic to Bill. He would not have dared to look at it without saying a word.",
            "John was passing a comic to Bill. He said \"Why don't you read this to me,\" and put it away.",
            "John was passing a comic to Bill. He was trying hard to make it funny, when John said, \"This is what they do with this in Russia.",
            "John was passing a comic to Bill. He looked so happy.",
            "John was passing a comic to Bill. He was just reading him when Bill, who knew what was going on in the game, asked, as politely as possible.",
            "John was passing a comic to Bill. He handed him the pen and he looked at him as if to say,'_You_ don't have to write a paper.",
            "John was passing a comic to Bill. He leaned over and whispered, 'This is a comedy.",
            "John was passing a comic to Bill. He turned toward the door, then stopped.",
            "John was passing a comic to Bill. He picked it up, looked at it, and asked, \"What is this?\"\n\n\"A copy of _The Devil's Advocate_.",
            "John was passing a comic to Bill. He looked through it, and the comic is a\nhorror story?\n\nBill was looking through the comic, and noticed that there was a comic on it\nthat had the same picture as the one.",
            "John was passing a comic to Bill. He could never keep from laughing, even at the goofiest jokes.",
            "John was passing a comic to Bill. He read it.",
            "John was passing a comic to Bill. He took the comic, and he threw it to the ground,\" \"went toward the other car and pulled a gun from his lap,\" \"and when the bullets started coming, he was running back toward me to."
        ],
        "counts": {
            "John": 4,
            "Bill": 26
        }
    },
    "Amanda amazed Brittany. She": {
        "details": {
            "pronoun": [
                24,
                27
            ],
            "options": [
                [
                    0,
                    6
                ],
                [
                    14,
                    22
                ]
            ]
        },
        "sentences": [
            "Amanda amazed Brittany. She was still new to town; it had been awhile since she'd seen her face.",
            "Amanda amazed Brittany. She did a good job of looking like her mother.",
            "Amanda amazed Brittany. She was right, she was the best thing for all of them now.",
            "Amanda amazed Brittany. She seemed to have the perfect balance of the perfect \"mommy\" with the best things to do in the world.",
            "Amanda amazed Brittany. She was so gorgeous, so well proportioned.",
            "Amanda amazed Brittany. She'd never been touched up by a barber or manicurist.",
            "Amanda amazed Brittany. She hadn't expected it to be as easy.",
            "Amanda amazed Brittany. She could do anything -- the things she had done with the help were amazing.",
            "Amanda amazed Brittany. She was about to speak again but found it impossible.",
            "Amanda amazed Brittany. She had always thought about dating, but she hadn't really ever dared to even entertain the idea.",
            "Amanda amazed Brittany. She had no idea that most kids did not get to choose which school they attended.",
            "Amanda amazed Brittany. She had always loved the ocean but never thought she’d go on a cruise.",
            "Amanda amazed Brittany. She is so easy to understand when she is acting.",
            "Amanda amazed Brittany. She’d never seen her roommate look that happy and proud.",
            "Amanda amazed Brittany. She had long been interested in the workings of the\nearth and the heavens.",
            "Amanda amazed Brittany. She never met anyone who could appreciate art like she did.",
            "Amanda amazed Brittany. She always knew her stepmother was different than the others, but she had never seen her like this.",
            "Amanda amazed Brittany. She was a big girl, maybe even as big as Brittany, but it was surprising to see how far they could go, with Amanda not even close to any of them; how they were able to find things.",
            "Amanda amazed Brittany. She could not believe such beauty could be\nfound in a family of such lowly origins.",
            "Amanda amazed Brittany. She’s been through hell and is now at a very stable place with another dog to come.",
            "Amanda amazed Brittany. She had a good head on her shoulders.",
            "Amanda amazed Brittany. She had always been so reserved that she had never given any hint she had feelings for Brittany.",
            "Amanda amazed Brittany. She was her daughter.",
            "Amanda amazed Brittany. She was beautiful and everything a guy could ever dream of and more.",
            "Amanda amazed Brittany. She'd been raised by the Lord who's name was Jesus and to even hear someone talk like her mother, or someone else say it that way, was to be impressed.",
            "Amanda amazed Brittany. She looked up at her in awe.",
            "Amanda amazed Brittany. She couldn't believe how pretty and attractive she was.",
            "Amanda amazed Brittany. She had thought of herself as older, and although her body hadn't grown wiser, her mind had.",
            "Amanda amazed Brittany. She'd known of his talent, of course, but this was a major find.",
            "Amanda amazed Brittany. She was just a bit more interested- and intrigued by the\nfact that \"Sasha is on the team, too.",
            "Amanda amazed Brittany. She wasn't impressed at first, but as they began to dance more and more, she began to enjoy herself.",
            "Amanda amazed Brittany. She was so much more than she even realized.",
            "Amanda amazed Brittany. She could see the excitement in her eyes.",
            "Amanda amazed Brittany. She'd finally found a woman who had a way with talking that was more powerful than any words you could ever say.",
            "Amanda amazed Brittany. She'd always been a natural—the girl with every advantage in her favor.",
            "Amanda amazed Brittany. She was just so different: tall, blonde, elegant, a few extra pounds, but still curvy.",
            "Amanda amazed Brittany. She felt an instant rush of affection and tenderness toward her little sister.",
            "Amanda amazed Brittany. She didn't know why.",
            "Amanda amazed Brittany. She watched as her hands moved to the small curls of the\ngirl.",
            "Amanda amazed Brittany. She'd never seen anyone in this situation.",
            "Amanda amazed Brittany. She was not even trying to be funny and the way the look on her\nface made it obvious that she was.",
            "Amanda amazed Brittany. She really couldn't see that a \"slammer\" like her could enjoy sex.",
            "Amanda amazed Brittany. She didn't want to be that close to her friend but she had a strong attraction to her that was more than just friendship, however that could change.",
            "Amanda amazed Brittany. She looked so much like her mom.",
            "Amanda amazed Brittany. She couldn't imagine anyone ever liking something as tacky and cheap as the dresses.",
            "Amanda amazed Brittany. She was beautiful and smart too, kind and confident, funny as hell, full of energy, and she didn't know it yet but she was going to be my sister too.",
            "Amanda amazed Brittany. She had known he was a good guy.",
            "Amanda amazed Brittany. She was the first woman to ever get to know such a sensitive girl like this, and she was just as impressed with Amanda's strong personality.",
            "Amanda amazed Brittany. She had the air of a princess and the attitude of a queen.",
            "Amanda amazed Brittany. She thought she was pretty.",
            "Amanda amazed Brittany. She knew these were the ones Amanda liked the most—the ones with a high score of 2 stars.",
            "Amanda amazed Brittany. She hadn't understood that there was a reason for that.",
            "Amanda amazed Brittany. She could easily see the difference, too, how much more open and welcoming and excited Brittany was than the first time.",
            "Amanda amazed Brittany. She was doing things in the kitchen, like a little kid.",
            "Amanda amazed Brittany. She could just taste the sugar cookie and coconut morsels.",
            "Amanda amazed Brittany. She was no longer sick when she saw people that Amanda did not know.",
            "Amanda amazed Brittany. She is so beautiful and so feminine and alluring.",
            "Amanda amazed Brittany. She remembered how Brittany used to make her feel at eighteen years old.",
            "Amanda amazed Brittany. She was so different than her sister, so bubbly.",
            "Amanda amazed Brittany. She was the only one who would see past his bad looks and dark, smoky eyes.",
            "Amanda amazed Brittany. She had her back to the audience again—her back, too, at a strange angle.",
            "Amanda amazed Brittany. She hadn't expected to get Brittany's love at all.",
            "Amanda amazed Brittany. She was so cool and she could turn the most unlikely girl into a cool girlfriend.",
            "Amanda amazed Brittany. She was so excited to meet everyone that she forgot to hide! Brittany is so excited to meet Amanda.",
            "Amanda amazed Brittany. She had such a gift of empathy that whenever someone brought up an issue, she could immediately see how it affected them.",
            "Amanda amazed Brittany. She wasn't sure if it was just the way people always looked at him – so blond, tan and fit – or the fact that he'd never been asked to dance before.",
            "Amanda amazed Brittany. She wanted to say, 'You're the best of the best.",
            "Amanda amazed Brittany. She was all the womanly type that had drawn so many men to her.",
            "Amanda amazed Brittany. She was a bit shy around women, but she was going for one hell of a good time.",
            "Amanda amazed Brittany. She was now well versed in the secrets she was working on and could do things almost better than any doctor.",
            "Amanda amazed Brittany. She wore an outfit she never dreamed she would ever wear in her life.",
            "Amanda amazed Brittany. She felt such a mix of emotions.",
            "Amanda amazed Brittany. She felt a bit bad that she hadn't warned them about her new skills.",
            "Amanda amazed Brittany. She wasn't exactly a friend of Brittany's, but she always managed to find her something to do with her day—cleaning out the garage or mowing the lawn or doing the laundry.",
            "Amanda amazed Brittany. She knew it deep-down.",
            "Amanda amazed Brittany. She'd never seen her look quite so beautiful.",
            "Amanda amazed Brittany. She walked her around the backroom, saying, \"You, you little.",
            "Amanda amazed Brittany. She knew she'd have a problem but had no idea it would be that big.",
            "Amanda amazed Brittany. She was always quick to see the positive in things.",
            "Amanda amazed Brittany. She'd been so sure she'd be just another face in an interview.",
            "Amanda amazed Brittany. She was so excited to go to school, and Brittany was so pleased to meet her.",
            "Amanda amazed Brittany. She had always thought of her as kind of cold but she must not be.",
            "Amanda amazed Brittany. She thought of how she'd been so angry with Ava, about how she'd treated Amanda.",
            "Amanda amazed Brittany. She took her own hand gently in her own and, with the\n\nmost sincere and loving sincerity she could muster, thanked the lovely\n\ngirl for agreeing.",
            "Amanda amazed Brittany. She seemed genuinely puzzled over the question.",
            "Amanda amazed Brittany. She had the same kind of power and confidence.",
            "Amanda amazed Brittany. She had a way of looking at her friends that made you feel like you were there to teach.",
            "Amanda amazed Brittany. She was like a sister to her from the beginning.",
            "Amanda amazed Brittany. She was so impressed by her ability to communicate, how she quickly picked up on whatever question and answer Brittany needed to get across.",
            "Amanda amazed Brittany. She looked like a model, all her own, but she’d chosen her own hair and dressed herself.",
            "Amanda amazed Brittany. She didn't know how to keep secrets, but she did know how to keep promises.",
            "Amanda amazed Brittany. She couldn't believe this beautiful woman was the older sister of the guy that she'd been dating.",
            "Amanda amazed Brittany. She was the best in school.",
            "Amanda amazed Brittany. She couldn't wait to talk to her.",
            "Amanda amazed Brittany. She could see the same things in Amanda.",
            "Amanda amazed Brittany. She turned around and was surprised to see that Brittany was wearing a t-shirt that said “Layla” with a giant heart on it.",
            "Amanda amazed Brittany. She'd never been to a wedding before, and it was amazing – and fun!\n\nOnce they arrived at the venue, the party was in full swing.",
            "Amanda amazed Brittany. She felt a light flush sweep down from her neck to the tops of her breasts.",
            "Amanda amazed Brittany. She was too busy watching her to notice Amanda's smile that had spread across her face.",
            "Amanda amazed Brittany. She was such a beautiful woman that there was a time when men could not keep their eyes off her and they'd get their comeuppance for such dalliances."
        ],
        "counts": {
            "Amanda": 8,
            "Brittany": 10
        }
    },
    "Brittany was amazed by Amanda. She": {
        "details": {
            "pronoun": [
                31,
                34
            ],
            "options": [
                [
                    23,
                    29
                ],
                [
                    0,
                    8
                ]
            ]
        },
        "sentences": [
            "Brittany was amazed by Amanda. She was so smart, funny.",
            "Brittany was amazed by Amanda. She was beautiful, a young person, a real person instead of another number on a report, with her dark eyes and long hair.",
            "Brittany was amazed by Amanda. She knew she was a genius in some ways, and now she was talking to another genius! If only her parents hadn't been so busy, she would've followed them here.",
            "Brittany was amazed by Amanda. She was very well read but she had her nose in a book.",
            "Brittany was amazed by Amanda. She was so pretty, so beautiful, and it had been so long since her face had been plastered all over the front page of the media that she had forgotten just how beautiful it _was_!\n.",
            "Brittany was amazed by Amanda. She was so beautiful and smart and funny and sexy.",
            "Brittany was amazed by Amanda. She had obviously always been taught that she was the strong one of the pair.",
            "Brittany was amazed by Amanda. She had had no idea she could be quite so.",
            "Brittany was amazed by Amanda. She was the one who always got to talk to all the other actors about what they like and didn't like—all the actors, anyway.",
            "Brittany was amazed by Amanda. She was a little scary, she knew that, but the girl had a nice voice—if you could believe that, but Brittany doubted it for even thinking about it.",
            "Brittany was amazed by Amanda. She didn't speak and didn't seem to be doing anything as she stood by and watched the others.",
            "Brittany was amazed by Amanda. She looked at the table full of\nbottles.",
            "Brittany was amazed by Amanda. She was smart and had a passion for the arts, but she was also generous and kind.",
            "Brittany was amazed by Amanda. She stood there in a tight white\ncollar blouse blinking her large, brown liquid eyes.",
            "Brittany was amazed by Amanda. She was a beautiful young woman\nwho radiated beauty.",
            "Brittany was amazed by Amanda. She was so sweet and helpful and generous with her advice, and even went on to say that we could totally use her help with our wedding plans.",
            "Brittany was amazed by Amanda. She was kind and she gave her advice.",
            "Brittany was amazed by Amanda. She was the perfect age to be a parent.",
            "Brittany was amazed by Amanda. She was also surprised to hear all the news; they had met briefly before Brittany had left to be with Ava.",
            "Brittany was amazed by Amanda. She really was.",
            "Brittany was amazed by Amanda. She was so pretty, like an angel from Heaven.",
            "Brittany was amazed by Amanda. She thought she was in a coma because she had always gotten the feeling that everyone was out to get her.",
            "Brittany was amazed by Amanda. She was so smart and kind.",
            "Brittany was amazed by Amanda. She didn't know how to respond to how nice her friend looked.",
            "Brittany was amazed by Amanda. She looked younger than me.",
            "Brittany was amazed by Amanda. She didn't realize how big a deal this event had become, and for good reason.",
            "Brittany was amazed by Amanda. She didn't know what to think.",
            "Brittany was amazed by Amanda. She'd had a crush on this kid for years; and then, when she met him, she'd be like, 'What?'\n\n\"Then when I was like, 'I gotta tell you this.",
            "Brittany was amazed by Amanda. She seemed completely different since she'd last seen her, four years ago.",
            "Brittany was amazed by Amanda. She was tall, slender, elegant, and most of all, smart.",
            "Brittany was amazed by Amanda. She'd never imagined she'd ever be that close to somebody, even though she'd never expected that she'd have any business at all with the woman.",
            "Brittany was amazed by Amanda. She had heard her stories about _la vie en rose_ but couldn't imagine how it was possible to live that way.",
            "Brittany was amazed by Amanda. She was so beautiful, she felt a little ridiculous comparing.",
            "Brittany was amazed by Amanda. She had been at their school before, which was why she knew how well she was doing, but it had been years.",
            "Brittany was amazed by Amanda. She'd always been quiet and soft-spoken, but Amanda was something else.",
            "Brittany was amazed by Amanda. She was so relaxed, so well-spoken, that one expected that if Amanda had been given this opportunity, she would excel at the task.",
            "Brittany was amazed by Amanda. She had told her that she wanted to do the project.",
            "Brittany was amazed by Amanda. She looked like she could be pretty young, maybe in her early 30s.",
            "Brittany was amazed by Amanda. She didn't seem to notice that, when she was speaking, she was staring down into a hole in her bag and fiddling with her hand.",
            "Brittany was amazed by Amanda. She was not one of those \"pampered rich kids\" she thought her mother and Amanda were.",
            "Brittany was amazed by Amanda. She could imagine the kind of woman who'd marry a man like John, with money and a job and no children, when her dad left the Marines as a young, newlywed father.",
            "Brittany was amazed by Amanda. She'd only met her once before, and if she had to be honest, she hadn't known that much about her then either.",
            "Brittany was amazed by Amanda. She went out of her way to make things feel comfortable.",
            "Brittany was amazed by Amanda. She'd be too afraid to speak, but he still might have been able to make himself understood.",
            "Brittany was amazed by Amanda. She had known little about her before, but now she felt compelled to call her ‘Amanda.",
            "Brittany was amazed by Amanda. She had to hand in her badge when she showed up, but was allowed to keep the gun and the.",
            "Brittany was amazed by Amanda. She was even more impressed when the older lady went straight over to her and gave her a big hug.",
            "Brittany was amazed by Amanda. She was \"too classy.",
            "Brittany was amazed by Amanda. She really was so beautiful.",
            "Brittany was amazed by Amanda. She was so beautiful and kind.",
            "Brittany was amazed by Amanda. She was kind and caring and was never without a smile on her face.",
            "Brittany was amazed by Amanda. She was so\nconfident in herself.",
            "Brittany was amazed by Amanda. She was a real person, right down to the small tattooed scar on the side of her neck.",
            "Brittany was amazed by Amanda. She was beautiful, in the way that you\ncan feel a person’s beauty without them ever having opened their mouth to talk.",
            "Brittany was amazed by Amanda. She was able to talk intelligently about her opinions and thoughts on things.",
            "Brittany was amazed by Amanda. She was really pretty.",
            "Brittany was amazed by Amanda. She had her fingers all over me, but Amanda never stopped until I was satisfied.",
            "Brittany was amazed by Amanda. She had never known girls who cared so much or who were so confident.",
            "Brittany was amazed by Amanda. She could not believe that she had a niece she\nprobably would never get to know if she remained ignorant of the\nextraordinary world in which Amanda lived.",
            "Brittany was amazed by Amanda. She was so good at lying.",
            "Brittany was amazed by Amanda. She was obviously very different from her sister.",
            "Brittany was amazed by Amanda. She was the antithesis of what she had envisioned.",
            "Brittany was amazed by Amanda. She was also impressed by her ability to stand by her man when he was at odds with himself.",
            "Brittany was amazed by Amanda. She loved the way she looked.",
            "Brittany was amazed by Amanda. She had never met anyone who had been hit so hard.",
            "Brittany was amazed by Amanda. She was more beautiful, more sexy than he was imagining.",
            "Brittany was amazed by Amanda. She had no idea how much money she had, and how\nwealthy people like her were.",
            "Brittany was amazed by Amanda. She was so talented, so smart, and her ideas were so right on! Her writing style and structure is impeccable, and I couldn't put down a single word, until I reached the end of.",
            "Brittany was amazed by Amanda. She seemed like a supermodel in real life.",
            "Brittany was amazed by Amanda. She was really pretty!\n\n“You’re pretty,” Amanda said, smiling.",
            "Brittany was amazed by Amanda. She was so beautiful! I asked Aunt Marlene to come in the next couple of days to see the baby and talk to her about raising her alone when she’s old enough to keep the baby.",
            "Brittany was amazed by Amanda. She knew she didn't want to be alone with this stranger, but if she did he couldn't tell her about Sam.",
            "Brittany was amazed by Amanda. She'd heard the stories about the young woman, and about her work, but she had never seen her in action.",
            "Brittany was amazed by Amanda. She didn’t know there was more to this woman then just a beautiful face and body.",
            "Brittany was amazed by Amanda. She wasn't sure what to say, so simply replied \"That's all I want to know and be sure you know that I want to become a great role model for the young girls out there and I'll.",
            "Brittany was amazed by Amanda. She was beautiful, as she had always imagined, tall, with long, chestnut hair which she had plaited into a bunch the evening of her first party.",
            "Brittany was amazed by Amanda. She'd watched her and Steve for a week and hadn't seen anything but her family.",
            "Brittany was amazed by Amanda. She was incredibly talented, and with the\namount of work she put into the photo shoots and modeling, she would\nbe the perfect choice to be a model here in Florida.",
            "Brittany was amazed by Amanda. She felt for once that she and Amanda saw eye to eye.",
            "Brittany was amazed by Amanda. She was gorgeous in my eyes like when I was a kid and she had my hand then too.",
            "Brittany was amazed by Amanda. She was not at all the hardened city girl she thought she was.",
            "Brittany was amazed by Amanda. She was a true business owner and a leader.",
            "Brittany was amazed by Amanda. She was a real girl and not like the ones she'd encountered.",
            "Brittany was amazed by Amanda. She seemed to have the same intensity of passion in her eyes and voice as her sister, with a spark of fierce intelligence to contrast her sister's unforced enthusiasm.",
            "Brittany was amazed by Amanda. She was pretty much flawless.",
            "Brittany was amazed by Amanda. She seemed so much more mature than the prettiest child she had ever seen.",
            "Brittany was amazed by Amanda. She was beautiful in her way: tall, with perfect blonde hair, big blue eyes, and very full lips.",
            "Brittany was amazed by Amanda. She had to admit it, she enjoyed it too, because of what Amanda told her and what a sexy woman Amanda was.",
            "Brittany was amazed by Amanda. She was tall, graceful and classy in one way, and sexy, seductive and provocative in another.",
            "Brittany was amazed by Amanda. She was a huge inspiration, and helped her along in ways that made her smile.",
            "Brittany was amazed by Amanda. She knew that girls were supposed to stay at home and cook, but it was obvious that she was willing to do almost anything! She and Brittany were planning the wedding and had even picked out their colors,.",
            "Brittany was amazed by Amanda. She kept thinking of ways to persuade her to come.",
            "Brittany was amazed by Amanda. She was all over her – like a mother, a wife.",
            "Brittany was amazed by Amanda. She was so beautiful, with a big rack and a nice body.",
            "Brittany was amazed by Amanda. She saw through her friend.",
            "Brittany was amazed by Amanda. She wanted to put her hand on her shoulder and comfort her, but had the presence of mind to catch hold of herself, hold back in a manner of speaking.",
            "Brittany was amazed by Amanda. She was still staring in a daze when she realized what the woman was about to say, and Brittany said, 'I think you'll be relieved it's not _my_ baby.",
            "Brittany was amazed by Amanda. She didn’t understand how they talked about so much in one day.",
            "Brittany was amazed by Amanda. She was so graceful, and graceful was something she felt she was supposed to be.",
            "Brittany was amazed by Amanda. She wasn't a stranger and she didn't seem shy, just happy to be in a room with her, and happy to be talking to someone."
        ],
        "counts": {
            "Amanda": 10,
            "Brittany": 4
        }
    }
}