{
    "metadata": {
        "model": "EleutherAI/pythia-1.4b",
        "revision": "main",
        "num_parameters": 1414647808,
        "timestamp": "2023-10-18 14:42:12.127734",
        "samples": 100,
        "top_k": 0,
        "top_p": 1.0
    },
    "data": {
        "John seized the comic from Bill. He": {
            "details": {
                "pronoun": [
                    33,
                    35
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        27,
                        31
                    ]
                ]
            },
            "sentences": [
                "John seized the comic from Bill. He pulled it from the window.",
                "John seized the comic from Bill. He snatched the photographs as if they'd been contaminated.",
                "John seized the comic from Bill. He scrabbled to his feet and handed him the comic.",
                "John seized the comic from Bill. He laughed in Dick's face.",
                "John seized the comic from Bill. He recognized the face of the woman who had sneaked into his house and with great misgivings gave her the comic.",
                "John seized the comic from Bill. He turned it loose, and it ended up hanging on the bar as a stray.",
                "John seized the comic from Bill. He made the mistake of handing it back to him, but not without some fuss.",
                "John seized the comic from Bill. He was never able to recall why they had called it \"Brats on a Bike.",
                "John seized the comic from Bill. He handed the paper to Bryan, who replaced his own itunes page, and went on his celebratory rounds.",
                "John seized the comic from Bill. He'd look at the cover, he explained, it looked right up to a Renegade.",
                "John seized the comic from Bill. He rushed into the house and wedged the comic on the wall until he attacked with all of his might.",
                "John seized the comic from Bill. He yelled what could have been an\nassertion of innocence, and Bill asked if something was wrong.",
                "John seized the comic from Bill. He was the main character in an autumn adventure called 1999.",
                "John seized the comic from Bill. He didn't touch it, hadn't seen a book in the house for several years.",
                "John seized the comic from Bill. He felt enclosed as he looked into the walls and found what he had been looking for.",
                "John seized the comic from Bill. He struggled as he smacked it down into a holder.",
                "John seized the comic from Bill. He smiled at the damage it had done.",
                "John seized the comic from Bill. He carried it through the streets, first out of guilt, then out of exhaustion.",
                "John seized the comic from Bill. He tried to pass\nit despite Jack's protests but Jack turned it in 'cause it was pure silver\nreading the front of it.",
                "John seized the comic from Bill. He turned the handle and opened the pages.",
                "John seized the comic from Bill. He said he defended criminal cretins for as long as it worked, and in this case it had worked, since keeping Daddy alive seemed to help keep the bad guys off the streets.",
                "John seized the comic from Bill. He has three in his collection.",
                "John seized the comic from Bill. He staggered down to the journalists.",
                "John seized the comic from Bill. He leaped to his feet and knocked the pistol from Bill's hand.",
                "John seized the comic from Bill. He wasn't going to let go until it was crackling clean again.",
                "John seized the comic from Bill. He started on the outside of his mouth, kissing the writer on both cheeks.",
                "John seized the comic from Bill. He tossed it in the trash over at Tommy's to avoid dust-up over T.",
                "John seized the comic from Bill. He ripped it right in half, then tossed the halves behind eight pillows.",
                "John seized the comic from Bill. He already held the\nbriefcase half against the wall.",
                "John seized the comic from Bill. He took the top of it and started bashing it against a bookcase with the flat of his hand, cursing the attaché case for being his grocery bag to carry his chocolates.",
                "John seized the comic from Bill. He mentioned that he thought the origins story to the DV was very similar to the movie and also that the ending was similar.",
                "John seized the comic from Bill. He looked around at the explosion.",
                "John seized the comic from Bill. He leaned over and laid his hands on the back of his head, squirted off his nose, and laughed—the white spithen man was joking with him!\n\n\"He's a fool,\" thought.",
                "John seized the comic from Bill. He was holding the comic by the cover but he exploded aggressively so the cover did not dig into Bill at all.",
                "John seized the comic from Bill. He knelt beside Bill to hear the dying person and stroke his hair while listening to the great hooting that the old hunter and the unlikely bear were producing.",
                "John seized the comic from Bill. He\nwas a big kid then.",
                "John seized the comic from Bill. He could see the size of the book on its stand.",
                "John seized the comic from Bill. He stood, putting one hand on breathless Bill's chest and the other hand on Scully's shoulder, eye-level with the same reporter whose face Bill hadn't seen.",
                "John seized the comic from Bill. He said very\ngenteelly that he found it.",
                "John seized the comic from Bill. He had confiscated Joe Carlson's comic earlier that time--it was Frannie's typewriter, purchased from the Preston store.",
                "John seized the comic from Bill. He regards Citicorp’s real payment, in greenbacks to Citi, as just a bonus to speed up his plot.",
                "John seized the comic from Bill. He turned to go.",
                "John seized the comic from Bill. He began to climb out of the water, slipping in the man-made waterfall.",
                "John seized the comic from Bill. He took it back to his room and started it.",
                "John seized the comic from Bill. He twisted it so that Bill was face down and gripped it in one of his hands for all the world like a weapon.",
                "John seized the comic from Bill. He just accidentally dropped it on to the ground—it landed there when he flung the comedian over the seat.",
                "John seized the comic from Bill. He said Billy had been his favourite since before he had lived.",
                "John seized the comic from Bill. He realized something odd about the popular art\n\nNO CHOPT, THE WIZARD, by James Sternbridge, $1.",
                "John seized the comic from Bill. He couldn't bring himself to part with it.",
                "John seized the comic from Bill. He seemed\nless angry over any of it.",
                "John seized the comic from Bill. He specialized in the _Max Doom_ panel.",
                "John seized the comic from Bill. He was left stunned.",
                "John seized the comic from Bill. He threw it on the floor, next to the RC intake unit.",
                "John seized the comic from Bill. He honored his promise to retell the story, putting the title back into Destiny's Jail after the original pirate's story.",
                "John seized the comic from Bill. He regarded it as his\nthough it was everyone else's.",
                "John seized the comic from Bill. He was surprised at the splendour of its title page.",
                "John seized the comic from Bill. He pulled a used comics section from his bag, and laid it on the table.",
                "John seized the comic from Bill. He received a foul blow from his opponent which put Joe—who had been on the cover for most of the fight—in his place at ringside.",
                "John seized the comic from Bill. He never told Bill about the comic's location.",
                "John seized the comic from Bill. He put his arm around her waist.",
                "John seized the comic from Bill. He pressed three quarters into the\n\ndefendant’s hand and eat sandwich.",
                "John seized the comic from Bill. He had read it, and'smelt it' like I did.",
                "John seized the comic from Bill. He said.",
                "John seized the comic from Bill. He gave Bob a good push, and Mrs.",
                "John seized the comic from Bill. He then sat on it.",
                "John seized the comic from Bill. He told Hannah and Leslie that they might go to see Miss Black.",
                "John seized the comic from Bill. He handed it over.",
                "John seized the comic from Bill. He put the cover on, unscrewed the batteries and power cord, and slipped the Irish shame hanging on a hook to the back of the coach.",
                "John seized the comic from Bill. He picked it up and turned it so that its pages were facing down.",
                "John seized the comic from Bill. He pulled it from the pile and felt its cool, hard fabric.",
                "John seized the comic from Bill. He agreed that it\nwould be an ideal way to learn how to use his beast of burden, to get\nacquainted with this new and foreign work of his master's.",
                "John seized the comic from Bill. He re-turned it the following day and offered to take his comic in good condition.",
                "John seized the comic from Bill. He stuck it in his shirt pocket, and then\nlaid it on top of the shelf.",
                "John seized the comic from Bill. He paid it forward extraordinairly well and he gave the career-best wages of his career in comics.",
                "John seized the comic from Bill. He then perspired the good news while Anan was looking at Bill.",
                "John seized the comic from Bill. He flipped it on the bed and read the strip, which featured a long impromptu conversation between life force and comic, \"I have my routines,\" the life force told the comic \"Let's present you.",
                "John seized the comic from Bill. He tapped it to get the money out.",
                "John seized the comic from Bill. He took his hands out of the pocket, turned\nit over and looked at the front cover of the inside.",
                "John seized the comic from Bill. He carried it up the stairs to the library,\nconfusion withdrawing into the first room.",
                "John seized the comic from Bill. He held it by interlocking the spine into two sideways section of a casual: breastfeeding and loving your wife; your mate who is surely one who doesn't mind if you can't read his and respond, \"He.",
                "John seized the comic from Bill. He held it up to eye level to give Bill his proper triumphal, jubilant eulogy, or so he'd hoped.",
                "John seized the comic from Bill. He terrified me.",
                "John seized the comic from Bill. He bared the caper, and laughed with it, and named it 'The Great Plane Robbery' after the incongruus \"thot\", UK pronunciation of the name Whatsite, which.",
                "John seized the comic from Bill. He told Standing swung\nwith him over to the refresher and they both sat down in a\nplace near the table by the chrome-and-jelly candy machine.",
                "John seized the comic from Bill. He had kept all his three comic book boards in a box with a glass screwed into the desk top\n\n\"What's up? Are you upset about your son's first day of high school? I know I.",
                "John seized the comic from Bill. He gave it back to me.",
                "John seized the comic from Bill. He said, \"That in itself bit the dust.",
                "John seized the comic from Bill. He grabbed at Georgia's shirt.",
                "John seized the comic from Bill. He turned to the dank writing table and grabbed the other two.",
                "John seized the comic from Bill. He whispered to Fred.",
                "John seized the comic from Bill. He shook it vigorously.",
                "John seized the comic from Bill. He dips it in water and.",
                "John seized the comic from Bill. He motioned for Al and Dave to follow him out of the back room and down a landing to the little veranda.",
                "John seized the comic from Bill. He held up the comic before him, and the symbol was then drawn on the cover, the story was announced, and the big comic was made.",
                "John seized the comic from Bill. He tied it around his neck, pulling a red and yellow scarf to hide it from uninvited eyes.",
                "John seized the comic from Bill. He ducked my furious blow, and held the monster with one arm while I bent with my sword point across the monster's neck.",
                "John seized the comic from Bill. He looked at Prince Charley, his face a mask of irritation and annoyance.",
                "John seized the comic from Bill. He glanced over it: the pictures were still in black and red, but quite different in hue and glory: the sky now pink and purple like a peonies hedgehog, the sun now shed a new light on.",
                "John seized the comic from Bill. He was ashamed to call himself a thief, but a lifetime of guilt had given him no other way of dealing.",
                "John seized the comic from Bill. He placed it in a rugged leather folder and shoved it at his son."
            ],
            "counts": {
                "John": 0,
                "Bill": 11
            }
        },
        "John passed the comic to Bill. He": {
            "details": {
                "pronoun": [
                    31,
                    33
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        25,
                        29
                    ]
                ]
            },
            "sentences": [
                "John passed the comic to Bill. He'd written _Farago_ the year before under the New Germania Series.",
                "John passed the comic to Bill. He looked at it for a few seconds, then shoved it back in his bag.",
                "John passed the comic to Bill. He read the paper along with the rest of the group on to Helena Margaret's class that evening.",
                "John passed the comic to Bill. He put a hand to the speaker in the skull cap.",
                "John passed the comic to Bill. He put it on the bookcase.",
                "John passed the comic to Bill. He sized it up.",
                "John passed the comic to Bill. He laughed briefly.",
                "John passed the comic to Bill. He held it out to both of them.",
                "John passed the comic to Bill. He held it up as far as he could, and offered it to Willi the skipper.",
                "John passed the comic to Bill. He had a good memory.",
                "John passed the comic to Bill. He grabbed the phone by the earpiece and said, \"You have, Jack.",
                "John passed the comic to Bill. He nodded his head.",
                "John passed the comic to Bill. He knew his grandson.",
                "John passed the comic to Bill. He had Henry sent to his room.",
                "John passed the comic to Bill. He turned on them like a great bellows when he spoke, and when he spoke again began coughing.",
                "John passed the comic to Bill. He turned a slow, slightly puzzled face up to Red Riding Hood, who grinned at him in that irresistible way.",
                "John passed the comic to Bill. He didn't know why Bill was so furious.",
                "John passed the comic to Bill. He carried his drink over to the bar and stretched his body like a sofa-corner so that his back was squashed against the wall.",
                "John passed the comic to Bill. He punched his fist into the air and declared.",
                "John passed the comic to Bill. He looked dubiously at the bill, muttering, \"Oh shit, this is Bill.",
                "John passed the comic to Bill. He looked at it, and turned to Chris at the other end.",
                "John passed the comic to Bill. He flicked it back to her and remarked that, among the decent people seen here, she was decidedly the exception.",
                "John passed the comic to Bill. He said, \"It's a good job this date's arennin, 'cause I don't know how few comic people will be around now.",
                "John passed the comic to Bill. He counted out his change, went out into the main street, picked up a lost normal slip for Gino, and handed it to an avuncular elderly pensioner who was standing in the café facing the haven.",
                "John passed the comic to Bill. He looked back fondly at the two young boys playing together—Bill, perhaps, urgently searching for an older brother or fighting with fire.",
                "John passed the comic to Bill. He read the whole story as best he could.",
                "John passed the comic to Bill. He laughed, and said it was a wonderful essay.",
                "John passed the comic to Bill. He took a turn around the cabin, where he probed, yanked, and then hooved around a piece of the platform, back and forth, searching for it.",
                "John passed the comic to Bill. He put it on his shoulder and turned down the top, giving Bill a view of the cushions he was bailing, a cut made by a knife, a small slat on the side of the duck boat.",
                "John passed the comic to Bill. He threaded the sleeve around the ginger\nideo-tube to clip it into a holster on his belt.",
                "John passed the comic to Bill. He was lost in dusty old rooms, twirling the newspaper between thumb and forefinger, his eyes fixed on the right-hand page, a small pile of mismatched comic books in his hands.",
                "John passed the comic to Bill. He closed his eyes and turned away from the table and watched Bill turn around.",
                "John passed the comic to Bill. He held the volume out so Brian could see.",
                "John passed the comic to Bill. He made eye contact with me and drew me aside.",
                "John passed the comic to Bill. He read it, and then Bill read it.",
                "John passed the comic to Bill. He wanted a sign on the wall,\nand we wiggled out an X through a huge hollow cloud as a result of using our\npoles.",
                "John passed the comic to Bill. He said, Lord, that if he mentions musician Johnny Thunders, he may as well mention everyone Harry had talked to.",
                "John passed the comic to Bill. He checked his watch.",
                "John passed the comic to Bill. He slapped his left palm against his chest.",
                "John passed the comic to Bill. He nodded.",
                "John passed the comic to Bill. He went upstairs to their balcony and tipped the snow off both their stove and the kitchen windows.",
                "John passed the comic to Bill. He couldn't face the whole Luther family, but he couldn't bear that his younger brother wouldn't cash in the betting.",
                "John passed the comic to Bill. He nodded and winked at it.",
                "John passed the comic to Bill. He took a closer look at the wing.",
                "John passed the comic to Bill. He fondly hefted the old detective's head in his right hand and walked slowly into the Heart of the Swamp.",
                "John passed the comic to Bill. He read it at the trial.",
                "John passed the comic to Bill. He read it carefully—taken in, from beginning to end, like a detective story—then began to speak:\n\nPoet, Dyecarlo Willis, lecturer at Donnerfoss University,.",
                "John passed the comic to Bill. He blew on it and shone under a cold sun.",
                "John passed the comic to Bill. He looked a bit shocked.",
                "John passed the comic to Bill. He reached out and patted Zan's shoulder gently.",
                "John passed the comic to Bill. He seemed oddly subdued.",
                "John passed the comic to Bill. He held the paper in his hands and read it:\n\n\"In this tale the concluding part is the longest, and as the young lovers were on the point of saying farewell the throng of citizens, who.",
                "John passed the comic to Bill. He read it out loud.",
                "John passed the comic to Bill. He surveyed them each with eye contact as though measuring the vampires.",
                "John passed the comic to Bill. He looked at Gaspar, who then passed it to Ritch.",
                "John passed the comic to Bill. He craned his neck back to get a better look at it, then handed it to Bill.",
                "John passed the comic to Bill. He closed the combination on the box and took out two coins.",
                "John passed the comic to Bill. He held the book in his hands for a while, turning it over and over to find pieces of itself to pick apart.",
                "John passed the comic to Bill. He smiled.",
                "John passed the comic to Bill. He shuffled some papers.",
                "John passed the comic to Bill. He shook his head and scratched his head so hard that it stood straight up above his eyes.",
                "John passed the comic to Bill. He sank on his heels and said hellos through a network of cigarette-goblets.",
                "John passed the comic to Bill. He didn't like it.",
                "John passed the comic to Bill. He said it was good.",
                "John passed the comic to Bill. He was half a page away from the other corners of the table where Bill was in conversation with Floyd Andeahl.",
                "John passed the comic to Bill. He didn't chuckle.",
                "John passed the comic to Bill. He flipped it over quickly.",
                "John passed the comic to Bill. He took a closer look at screen image and raised a visible eyebrow.",
                "John passed the comic to Bill. He coughed.",
                "John passed the comic to Bill. He drank his beer.",
                "John passed the comic to Bill. He stared at it for a moment and then put it down on the hall table and moved to the desk in his corner.",
                "John passed the comic to Bill. He knew what he was doing was the wrong thing.",
                "John passed the comic to Bill. He started naming characters and poses.",
                "John passed the comic to Bill. He looked real sad.",
                "John passed the comic to Bill. He studied it.",
                "John passed the comic to Bill. He turned it over and looked.",
                "John passed the comic to Bill. He laughed out loud.",
                "John passed the comic to Bill. He watched as Bill took a shot of the comic and pulled out a packet of Bic pens.",
                "John passed the comic to Bill. He was on the start line grinning like a loon.",
                "John passed the comic to Bill. He just nodded his head, turned away and I lost it.",
                "John passed the comic to Bill. He took the string out of the amp, blew open a pouch, and slid his hand inside, feeling along the bottom for the plug.",
                "John passed the comic to Bill. He'd have the damned thing if we paid to see.",
                "John passed the comic to Bill. He was a soft-spoken and conservative thirty-something, with black curly hair, owl-eyes, and a toothy smile.",
                "John passed the comic to Bill. He opened it, read it.",
                "John passed the comic to Bill. He ran back and grabbed it, along the wall he had just climbed over, on the other side.",
                "John passed the comic to Bill. He bent down to take a look at it.",
                "John passed the comic to Bill. He was charged with looking like an idiot.",
                "John passed the comic to Bill. He read the death of the dwarf first: he'd gotten used to how funny the late night farewells were at Falcon's Restaurant.",
                "John passed the comic to Bill. He read it\nand whistled: \"Bah! Bah! Bah!\" turning quite as sour as Hinkley as\nhe once turned as a Monarch crab when he spit the funnification out of.",
                "John passed the comic to Bill. He laughed, but said nothing.",
                "John passed the comic to Bill. He looked at Bernard and Saidou for permission before waiving a glance to where Moussa waddled up in prams unnoticed, turned, and filed out.",
                "John passed the comic to Bill. He sighed happily.",
                "John passed the comic to Bill. He matter-of-factly sat down and set up the camera in front of each of them and started rolling.",
                "John passed the comic to Bill. He turned to the other man and said, \"Always what?\"\n\nBill took his impulse cookies and went to the fridge.",
                "John passed the comic to Bill. He told him to build the story with spirit and fury, and he, Bill, to follow it with a real energy and by creating a look like no stone-pigeon would ever erect another.",
                "John passed the comic to Bill. He looked at the cover, caught his breath, marveled.",
                "John passed the comic to Bill. He frowned.",
                "John passed the comic to Bill. He challenged everyone to tell him what the comic was about and to note the character of the hero.",
                "John passed the comic to Bill. He read over it for a moment with a crusty expression on his face.",
                "John passed the comic to Bill. He was only a small boy, but he followed Bill closely, and listened attentively to all that Bill said, and now and then Bill strayed from the topic to say something about art."
            ],
            "counts": {
                "John": 1,
                "Bill": 14
            }
        },
        "Joseph hit Patrick. He": {
            "details": {
                "pronoun": [
                    20,
                    22
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        11,
                        18
                    ]
                ]
            },
            "sentences": [
                "Joseph hit Patrick. He growled and fought – Kevin grabbed him by the\nhair, Antonius came down on his chest and finished Patrick’s duties as\ncommander in his place.",
                "Joseph hit Patrick. He lay stiffly on the bed, his chest rising and falling in agonising\ndisplacement slowly.",
                "Joseph hit Patrick. He had a shortcut, and as his son ran ahead, he trotted after him, barely able to suppress a grin.",
                "Joseph hit Patrick. He latched onto him like an affectionate parrot.",
                "Joseph hit Patrick. He said she'd been crying.",
                "Joseph hit Patrick. He drove Patrick through a street and a ditch in hopes of quieting someone down.",
                "Joseph hit Patrick. He had just told the boy that he was being chased and that Patrick had to leave home.",
                "Joseph hit Patrick. He'd already seen her kick him twice.",
                "Joseph hit Patrick. He said it happened when he was outside mowing the lawn for Patrick and the three-year-old boy.",
                "Joseph hit Patrick. He could have just given him Mr Silky.",
                "Joseph hit Patrick. He bounced Erin off his shoulder and chest, then pinned Patrick to the ground with his savage fist.",
                "Joseph hit Patrick. He said, ‘Hammet.",
                "Joseph hit Patrick. He had told Patrick that Jessica was in the passenger seat, but Patrick did not believe him.",
                "Joseph hit Patrick. He drew the worst of\nthe night with the biggest punch over about six minutes, but he knew that\nPatrick was a tough man.",
                "Joseph hit Patrick. He slammed down into his seat and upended the bottle,\" Roby said.",
                "Joseph hit Patrick. He slapped the back of the softballed little head on the sidewalk.",
                "Joseph hit Patrick. He remembered what Manfred said: that a grant or\n   patent would be a beginning rather than an end.",
                "Joseph hit Patrick. He hit Patrick because he knew he was in love with Claire, who was with Colin.",
                "Joseph hit Patrick. He hadn't expected that.",
                "Joseph hit Patrick. He lunged after her and caught her wrist just before she got to the door.",
                "Joseph hit Patrick. He bounded forward, and they had easy\nmonths until they were through.",
                "Joseph hit Patrick. He ducked around the other two Captains and ran behind the stream.",
                "Joseph hit Patrick. He hit Patrick in the hand and it went black; he took Patrick’ supposed, recognized the hand and hit him some more.",
                "Joseph hit Patrick. He was being herded along the street.",
                "Joseph hit Patrick. He knocked Patrick down and refused to let him return.",
                "Joseph hit Patrick. He walked the few\ncareer buoys over the way, passed his hands across his eyes, stole\nanother ten seconds, shook his head, passed his hands over his eyes,\ntried to talk, and then sat.",
                "Joseph hit Patrick. He hit him over the head just barely,\n\nand Patrick started bleeding.",
                "Joseph hit Patrick. He hit him.",
                "Joseph hit Patrick. He’s going to win an election.",
                "Joseph hit Patrick. He remembered the sound and the feel of a man\nat his throat.",
                "Joseph hit Patrick. He was carrying his belongings on his back, wearing the same old rumpled flannel shirt as he'd left fifteen hours earlier.",
                "Joseph hit Patrick. He was thin and large from all of it.",
                "Joseph hit Patrick. He gives him a kick to the\nneck, then seizes him and cuts him off—\"He fined him five dollars and\ntwenty cents.",
                "Joseph hit Patrick. He hit Patrick both times with his bat, killing Patrick.",
                "Joseph hit Patrick. He then kills 3 of Battle's men.",
                "Joseph hit Patrick. He felt no empathy.",
                "Joseph hit Patrick. He hanged himself, or ran away to\nhis house in the suburbs and there took his\nown life.",
                "Joseph hit Patrick. He did not wait, or delay, even, when Patrick came back from his ordeal in the creek.",
                "Joseph hit Patrick. He hit the first kickhead his chances of avoiding the explosion.",
                "Joseph hit Patrick. He claimed Patrick was verbally aggressive and he wanted to fight.",
                "Joseph hit Patrick. He got vigorous and vicious—pushed Patrick, literally thrown him down on the ground and on the bed and punched him.",
                "Joseph hit Patrick. He whispered to Patrick through the fog.",
                "Joseph hit Patrick. He hit him in\nthe face, and Patrick screamed with pain.",
                "Joseph hit Patrick. He did not interpret the decree in isolation but exhibited the same lack of interest in the whole matter.",
                "Joseph hit Patrick. He hit him.",
                "Joseph hit Patrick. He didn't laugh at the way Jonah had laughed at her when they first hugged.",
                "Joseph hit Patrick. He hit Patrick in the head so hard that Patrick collapsed to the ground and was unable to stand up again for a week.",
                "Joseph hit Patrick. He hit Patrick in the right temple with a punch the size of a volleyball and hit Patrick in the back of the head with a punch the size of a lacrosse net.",
                "Joseph hit Patrick. He was struggling and felt desperate.",
                "Joseph hit Patrick. He hit Patrick across the temple with a small object, I shivered as Patrick slid to the ground and passed out unconscious.",
                "Joseph hit Patrick. He thought Patrick would hit him too, and laughed when Freddie warned him not to.",
                "Joseph hit Patrick. He came in, his breath puffing heaves and gathered mettle.",
                "Joseph hit Patrick. He's already sliding.",
                "Joseph hit Patrick. He thought it was my fault his family had to leave.",
                "Joseph hit Patrick. He said he didn't need a detective's shoes and a missing dog and they all would get along after he got Jim Slade out of a stuffy old mill town and retained his dignity.",
                "Joseph hit Patrick. He says that he is\nreally proud of his friend and the podcast\nwhich is his statement of who is Patrick is\nthis person.",
                "Joseph hit Patrick. He was twelve years old and began\nprofiting from it amassing a fortune in junk deals.",
                "Joseph hit Patrick. He could not guess what he had tasted of a second ago, but pointed himself into a position near Patrick's eyes.",
                "Joseph hit Patrick. He carried her\n\nfrom Catawba, North Carolina, where he'd first met her at the hospital\n\nwhere she had been born, directly to Patrick's house.",
                "Joseph hit Patrick. He turned it away, so Patrick sank deeper\nInto his grief.",
                "Joseph hit Patrick. He would now be known for all time as the Golden Age author and feted as the father of Donald Smith, James Sherman, Lydia Lajoie, Seuss, and Tina Fey.",
                "Joseph hit Patrick. He hit Patrick.",
                "Joseph hit Patrick. He said).",
                "Joseph hit Patrick. He's got a big head.",
                "Joseph hit Patrick. He\nmust have hit his head against a post when the axe fell.",
                "Joseph hit Patrick. He left his house, jumped in the pickup and sped off,\n\nhe waved at Patrick and he’s right there.",
                "Joseph hit Patrick. He frightened Patrick.",
                "Joseph hit Patrick. He removed the heavy bars of\nthe front door, and then stepped back--elevation of one shoulder to the\nhouse, a narrow toe against the doorway.",
                "Joseph hit Patrick. He lectoried the play and sometimes changed some details, such as teen boys in full dress going to a pre-pubescent girl’s home.",
                "Joseph hit Patrick. He also established the well-known Monastery of San Silvestro in the\nIn Ailech.",
                "Joseph hit Patrick. He didn't understand what the fuss was about.",
                "Joseph hit Patrick. He had come downstairs with a strange little squeaking sound, and then vanished into another room, as if he had been taken to bed by a woman he liked to visit.",
                "Joseph hit Patrick. He set Bobby on his\nsofa.",
                "Joseph hit Patrick. He’s a husky 20-year old fullback.",
                "Joseph hit Patrick. He struck hard against Patrick's face and body.",
                "Joseph hit Patrick. He was already in my arms.",
                "Joseph hit Patrick. He took a chair and put it outside of the kitchen and was soon lost in his own thoughts.",
                "Joseph hit Patrick. He had her with him on the schedule to play exam XI.",
                "Joseph hit Patrick. He did any or all of a great number of valuable things; God through him being a man, Time itself upon him, and freedom of\nmind, these were the crowning stragglers between _not_ being chosen.",
                "Joseph hit Patrick. He ran after her, knocking Patrick to the ground.",
                "Joseph hit Patrick. He took another glass, which he offered to the gentleman\nSeated by him.",
                "Joseph hit Patrick. He had the good fortune to think Patrick an okay human being at the right time, and then four days later, in a moment that was pure justice, a path opening right in front of Jack's face laid itself open like a.",
                "Joseph hit Patrick. He gave him a big smile on rising from\nthe mud hole.",
                "Joseph hit Patrick. He hit Patrick! Just then Father left and headed off toward the front of the hall, leaving Chris and David alone.",
                "Joseph hit Patrick. He tap, and Patrick ran in and wrapped his arms tightly around his baby brother.",
                "Joseph hit Patrick. He'd forgotten about Patrick in the library that morning and had not grabbed him until he had come back to the waiting room.",
                "Joseph hit Patrick. He wears a dried-blood glint in his face and stands short; he's probably taller than Patrick, but he's built stoop-shoulder.",
                "Joseph hit Patrick. He thrust his face close to Patrick's like a charging animal.",
                "Joseph hit Patrick. He hit Patrick slowly.",
                "Joseph hit Patrick. He tried to hide in their bathroom, even though he knew that excuse wouldn’t stand up in front of the police.",
                "Joseph hit Patrick. He\nthought it was funny, like Wing-Chee rapping the drums, but not very beat\nly, hehe.",
                "Joseph hit Patrick. He pushed him on his back, but he could not be moved.",
                "Joseph hit Patrick. He hit Patrick a lot, to a degree which I didn't completely understand until his death.",
                "Joseph hit Patrick. He tried to discipline the boy, but Helen did a good\ndeal of disciplining; she put him under a millstone for a week, and strewed\nthe flower-vase with copplets of ultram.",
                "Joseph hit Patrick. He was an amazing guy.",
                "Joseph hit Patrick. He can hardly be avoided.",
                "Joseph hit Patrick. He's working over him with a sledgehammer, the first-class plastic surgeon, shooting him in the face and neck.",
                "Joseph hit Patrick. He stomped on him.",
                "Joseph hit Patrick. He walked through and instantly assessed him_.",
                "Joseph hit Patrick. He died in an attempt to kill Patrick Lott, who was engaged."
            ],
            "counts": {
                "Joseph": 0,
                "Patrick": 45
            }
        },
        "Patrick was hit by Joseph. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        19,
                        25
                    ],
                    [
                        0,
                        7
                    ]
                ]
            },
            "sentences": [
                "Patrick was hit by Joseph. He went down catching him with a gun in their mouth and taser in his hand in his face.",
                "Patrick was hit by Joseph. He was hit nine or eleven times.",
                "Patrick was hit by Joseph. He complained that he was in pain and that Joseph requested that the office review the incident.",
                "Patrick was hit by Joseph. He died.",
                "Patrick was hit by Joseph. He, shot the cougar himself.",
                "Patrick was hit by Joseph. He fell off the pier and broke what's left of his ankle.",
                "Patrick was hit by Joseph. He didn't know how much Joseph was hit by or why.",
                "Patrick was hit by Joseph. He got up and was saved by his partner James Lafley.",
                "Patrick was hit by Joseph. He was in distress as his back was bowed.",
                "Patrick was hit by Joseph. He was released from custody in 2000 for a misconduct issue, and some information related to the 2004 charges was deleted from his file.",
                "Patrick was hit by Joseph. He knew that Joseph would go back and forgive.",
                "Patrick was hit by Joseph. He subsequently shot Joseph with a pistol.",
                "Patrick was hit by Joseph. He exited\nwith a bad injury this time, but to a still\nsubstantially serious injury.",
                "Patrick was hit by Joseph. He was not sure at first exactly where but knew he'd been hit.",
                "Patrick was hit by Joseph. He was trying to move Joseph out in the pay area.",
                "Patrick was hit by Joseph. He didn't realize it at first, because he histed in and stepped on Joseph's combative elbow, causing injury to Joseph's cartilage.",
                "Patrick was hit by Joseph. He’s going to let you into Caneel Pier because his despair and his love for Niques opened his eyes in him.",
                "Patrick was hit by Joseph. He was bleeding profusely from the back of his head.",
                "Patrick was hit by Joseph. He thought it was his grandmother pleading but it was mid-16th century.",
                "Patrick was hit by Joseph. He had slept with Catherine most of the summer, when the two were supposedly having fun and choosing their food, but Catherine wanted more than she could promise.",
                "Patrick was hit by Joseph. He describes it, “He looked in at me from six feet away and he said he has people shooting at him.",
                "Patrick was hit by Joseph. He fought back, and engaged Joseph in a very short battle before Joe's throat was torn out by knife.",
                "Patrick was hit by Joseph. He said Joseph placed him in a time-out and asked Debbie to go upstairs and assault Hamlin, whom he saw 'bouncing around' and was intoxicated.",
                "Patrick was hit by Joseph. He began to run and\nsounded very weak and later said he thought he was bleeding internally.",
                "Patrick was hit by Joseph. He has suffered a significant brain injury since the accident and ultimately incurred severe personal pain and suffering that kept him in the hospital for two years and a half.",
                "Patrick was hit by Joseph. He was moved to stage.",
                "Patrick was hit by Joseph. He says, \"I was trying to protect our children because they weren't safe.",
                "Patrick was hit by Joseph. He sustained serious injuries to his head, his eye, his back, and his legs.",
                "Patrick was hit by Joseph. He never went to trial.",
                "Patrick was hit by Joseph. He died without any wound or stain.",
                "Patrick was hit by Joseph. He was taken to the hospital and remained in serious condition\n\nDavant ran over Catherine for what felt like twice, but never hit the door of her wallet [link to her website].",
                "Patrick was hit by Joseph. He jumped in the air, checked Joseph's throat, and then thought better of it.",
                "Patrick was hit by Joseph. He earned some seminally\nless money.",
                "Patrick was hit by Joseph. He corrected himself and told Berg that he had dropped the husband off himself because he couldn't handle the yelling any longer.",
                "Patrick was hit by Joseph. He still forms part of the traditions of his family that are greatly influenced by his grandfather, Matthew.",
                "Patrick was hit by Joseph. He said, 'I remember him cheering for me and he smiled broadly in my eye again,' and the top of his head was badly crushed.",
                "Patrick was hit by Joseph. He’s going to die.",
                "Patrick was hit by Joseph. He hit Joseph with a fist before Joseph could punch Patterson.",
                "Patrick was hit by Joseph. He suffered from a black eye as a result of an altercation between Joseph and his father, who had also been hit by Joseph.",
                "Patrick was hit by Joseph. He had the ball knocked out by Baldomero Flowers.",
                "Patrick was hit by Joseph. He said Phillip was about four feet behind him, holding a police baton.",
                "Patrick was hit by Joseph. He is still dead.",
                "Patrick was hit by Joseph. He subsequently underwent surgery to repair the damaged jaw on April 17, 2010, six weeks after the accident.",
                "Patrick was hit by Joseph. He asked for his mother and daughter, so Joseph carried him and his sister up Pirates Avenue.",
                "Patrick was hit by Joseph. He saw little damage, but he testified Joseph used a raising motion to corner it.",
                "Patrick was hit by Joseph. He was listed as having a broken upper leg.",
                "Patrick was hit by Joseph. He died of a brain hemorrhage in jail on October 13, 2009, just a month and a half after being released.",
                "Patrick was hit by Joseph. He said his leg was broken in four places, and Rudox had a fishing knife, a knife that had been stashed in his car on the way to the scene.",
                "Patrick was hit by Joseph. He states he was innocently looking for some water and not paying attention to Joseph.",
                "Patrick was hit by Joseph. He's in deep trouble.",
                "Patrick was hit by Joseph. He remains in ICU, on life supports.",
                "Patrick was hit by Joseph. He was not a narc though.",
                "Patrick was hit by Joseph. He fell to the ground, picked himself up and jackknifed several times before being forced to the ground by bikers pumping Valium and robbing him of his fiancee, Carolyn.",
                "Patrick was hit by Joseph. He (Joseph) made a horrible mess.",
                "Patrick was hit by Joseph. He staggered back and pulled at one of his arms.",
                "Patrick was hit by Joseph. He said he knew he had an obligation to \"take advantage of any chance he might still have,\" and that his son directed him to use the loaded gun.",
                "Patrick was hit by Joseph. He showed both eggs to the\nentire jury and asked many questions.",
                "Patrick was hit by Joseph. He called 911 and State Troopers arrived.",
                "Patrick was hit by Joseph. He ran out of the building in front of the Prius.",
                "Patrick was hit by Joseph. He faces a felony OVI while Joseph will be charged with a felony OVI, although the district attorney will likely look to dismiss them.",
                "Patrick was hit by Joseph. He was taken to Large hospitals unable to speak.",
                "Patrick was hit by Joseph. He could have been hit by both of them.",
                "Patrick was hit by Joseph. He was argues with Joseph about playing with his girls in back yard.",
                "Patrick was hit by Joseph. He mentioned fate because he didn’t want it to happen to someone else.",
                "Patrick was hit by Joseph. He could leave when that happened and be free to go, like it was.",
                "Patrick was hit by Joseph. He hit the vomit bag.",
                "Patrick was hit by Joseph. He voluntarily signed a portal_.",
                "Patrick was hit by Joseph. He had two goal-kicks at Lords for six, even though Kennedy got a terrific effort niftily diagonal and Gilmour took the winner with a 'foot in the spins link which required, imaginatively,.",
                "Patrick was hit by Joseph. He couldn’t help himself.",
                "Patrick was hit by Joseph. He was taken to Crestwood Community Hospital with injuries that included a deep cut above the eye he sustained in a fight at a Las Vegas bar with Joseph months earlier.",
                "Patrick was hit by Joseph. He was taken to Providence Hospital where he died later on Wednesday evening.",
                "Patrick was hit by Joseph. He also testified that he observed Joseph making some type of observations\nseveral times.",
                "Patrick was hit by Joseph. He was taken north for work's sake, that's all.",
                "Patrick was hit by Joseph. He wasn't a doctor, was only an student of medicine, but he was going to treat Joseph because he was the famous smoke of the haunted house and he could cure him simply by looking at him.",
                "Patrick was hit by Joseph. He trailed Ben Casey and Doug Baich as he crawled across the floor toward the front door.",
                "Patrick was hit by Joseph. He continues to says I don't remember any such conversation between the two.",
                "Patrick was hit by Joseph. He testified that he told Quinn and Joseph of his outburst, Joseph provided tear gas?, Quinn showed up, and things got very angry.",
                "Patrick was hit by Joseph. He was trying to get a coffee in a store at 185th and Canal in downtown Chicago.",
                "Patrick was hit by Joseph. He did not say that Joseph sped terribly fast, felt the bump, and the collision caused him to lose control of his car.",
                "Patrick was hit by Joseph. He was forced onto the truck bed and pulled over by the truck driver.",
                "Patrick was hit by Joseph. He is dead now.",
                "Patrick was hit by Joseph. He stumbled off the porch and hit the steps of\nBedrock Cafe.",
                "Patrick was hit by Joseph. He was conscious and breathing when Joseph repeatedly punched his stomach in the face and head temples.",
                "Patrick was hit by Joseph. He was alive.",
                "Patrick was hit by Joseph. He had just finished accounting for Joseph, and, without realizing it, walked right into the conga line and began to dance.",
                "Patrick was hit by Joseph. He claimed that Joseph fled and that Joseph killed his stepfather to protect his son.",
                "Patrick was hit by Joseph. He next was hit by a car in midtown\n* \"You're not a real tightass, Mr.",
                "Patrick was hit by Joseph. He had his swordhand up.",
                "Patrick was hit by Joseph. He believed that Joseph did this to avenge the murder of his wife.",
                "Patrick was hit by Joseph. He said that he was not.",
                "Patrick was hit by Joseph. He put up a great fight though and immediately it became crystal clear and obvious that pistol whip attempts shouldn’t have worked in this fight.",
                "Patrick was hit by Joseph. He can hear the bag, Lobb tells him, and he knows the bruise is bad.",
                "Patrick was hit by Joseph. He died at the scene, and Joseph was arrested and charged with vehicular homicide and a drive-by shooting.",
                "Patrick was hit by Joseph. He said: \"There was a lot of hugging and loving for him from the English people.",
                "Patrick was hit by Joseph. He did not.",
                "Patrick was hit by Joseph. He gave his death speech at his funeral.",
                "Patrick was hit by Joseph. He rebounded nicely for an immediately wide rebound at the rim and a second even later.",
                "Patrick was hit by Joseph. He knelt down by Joseph and yelled for him to hurry.",
                "Patrick was hit by Joseph. He let them use him in\n\nthat way and threw Joseph out of the car.",
                "Patrick was hit by Joseph. He had no idea Patrick was still a\nslave or the slave was dead."
            ],
            "counts": {
                "Joseph": 34,
                "Patrick": 1
            }
        },
        "Ken admired Geoff. He": {
            "details": {
                "pronoun": [
                    19,
                    21
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        12,
                        17
                    ]
                ]
            },
            "sentences": [
                "Ken admired Geoff. He knew from experience that a world of perpetual argument was pointless.",
                "Ken admired Geoff. He had known him since the family were already in business, when Geoff was under my age.",
                "Ken admired Geoff. He took him home with him each evening to dinner.",
                "Ken admired Geoff. He thought he'd be a good fit for the booth and, if not for the demo, he'd become a partner here, a warrior inside the trenches.",
                "Ken admired Geoff. He thought London was a great town, but the thought of Little Caesar's, that place, was one he called, \"an abomination.",
                "Ken admired Geoff. He was very respectful to Geoff.",
                "Ken admired Geoff. He was helpful and just seemed like a really nice guy.",
                "Ken admired Geoff. He was walking hand-in-hand with Martha with Mo and wept when Lekha was shot and died.",
                "Ken admired Geoff. He told me he was born and raised in Watford (_d_, _e_ ) and has, without his mother's knowledge, still lives there.",
                "Ken admired Geoff. He worshipped him as an artist.",
                "Ken admired Geoff. He was a sleepy pre-match man, almost rumbustious in the pubs at Usher's Rock and he was a somewhat misunderstood character who should have helped turn the lid off the gang.",
                "Ken admired Geoff. He was very, very slender, but big boned, with high cheek bones and thin jowls.",
                "Ken admired Geoff. He got the look, thought Jaga, and he needed one.",
                "Ken admired Geoff. He was a man of reason.",
                "Ken admired Geoff. He said people compared their appearance to the book, and what the soldiers were and what Ben had looked like before.",
                "Ken admired Geoff. He showed particular interest in drawing her handwriting, though he said that this wasn't due to him but was sympathy for her part-time career as a self-taught art student.",
                "Ken admired Geoff. He commanded a probe of ground troops under Fifth and Sixth Fleet Command.",
                "Ken admired Geoff. He still supervised cars but commented that Geoff’s driving skills were different from other drivers.",
                "Ken admired Geoff. He was taking on king by king and earl by earl, before giving back and fending them off whenever they got too bold.",
                "Ken admired Geoff. He felt his presence wasn't a 'force for evil' but a force for good.",
                "Ken admired Geoff. He, however, would accept the entire situation as the best that could be expected of his followers, and he had more or less arranged it so that no bad elements were involved.",
                "Ken admired Geoff. He was friendly.",
                "Ken admired Geoff. He was a true warrior.",
                "Ken admired Geoff. He'd lost more grey hairs, I'm sure, but he just seemed to know that sometimes new things needed a bit of distance and still his opinions were solidly based on past experience.",
                "Ken admired Geoff. He had to work every day in a plush office.",
                "Ken admired Geoff. He stared at the door again, and stared at the keyhole, and nodded, and let himself drift.",
                "Ken admired Geoff. He was understanding and patient with her questions and answers.",
                "Ken admired Geoff. He was several decadesmo—' years-) older than Lord Kirkham, yet had obviously just become awareof the unfortunate effect the Lord had had on his mother when young, while Tath caught Geoffrey's eye.",
                "Ken admired Geoff. He was as fair as they come.",
                "Ken admired Geoff. He was heavily damaged in the war and ended up single.",
                "Ken admired Geoff. He always saw eye to eye with him.",
                "Ken admired Geoff. He followed everything he did, and he expected others to do the same.",
                "Ken admired Geoff. He had instantly looked him up and down because he had that same kind of wide tooth grin, a dribble of goatee and matching sandals.",
                "Ken admired Geoff. He was both a good nickname and a bad notion, since it meant “good friend” in much the way “rich guy” meant “unwealthy guy with too much cash.",
                "Ken admired Geoff. He knew your policy from the top authorities who handled this area.",
                "Ken admired Geoff. He said that “he really confides in the player when he knows he has a particular type of player.",
                "Ken admired Geoff. He enjoyed everything that Phippen and his brother had to offer.",
                "Ken admired Geoff. He was the only ambitious, modernoid Victorian of the age, a fount of energy and drive and nerve from which flowed perhaps a misguided arrogance and a longing to be recognized as himself.",
                "Ken admired Geoff. He admired Saunders' work that drew the stanchions, Rib-bush, carried hauling sidestalls, carrying barrel tables, had left and right-hand fore arms, a compensator arm carried folding chairs at.",
                "Ken admired Geoff. He couldn't help but be excited when a pair of kids rode up to us, and said, 'Hey, did you guys hear that thingiot- (? ) was here today?'\n\nMaybe he'd seen it.",
                "Ken admired Geoff. He was a fascinating, funny guy and when he wasn't playing games to see who was top goal kicker Strohan was the comedic host of an American celebrity franchise of all things 'Monsters vs.",
                "Ken admired Geoff. He was glad to have the exchange of ideas in the car.",
                "Ken admired Geoff. He knew well that people that were popular live pretty forever.",
                "Ken admired Geoff. He trusted him.",
                "Ken admired Geoff. He found him\nnot only a useful colleague, but a young writer of untiring industry and\nmuch originality.",
                "Ken admired Geoff. He had a pleasant friendly face – nice features.",
                "Ken admired Geoff. He had admired him too, but he was slightly more testy than usual, because he wasn't completely good.",
                "Ken admired Geoff. He reminded him of a Spender's cat.",
                "Ken admired Geoff. He was something in the eyes of many.",
                "Ken admired Geoff. He didn't stare at the fights or pass around ammunition, but liked him.",
                "Ken admired Geoff. He was new on the scene, stylish, with\nchanges everywhere.",
                "Ken admired Geoff. He was Ronald's chef, and yet his sophistication and taste didn't even come close to that of his cooking that Andy had cured so profusely in _Triebschaft_.",
                "Ken admired Geoff. He had always been a splendid fellow; funny and splendorous.",
                "Ken admired Geoff. He could exude enchantment.",
                "Ken admired Geoff. He really had a throaty, familiar way of talking.",
                "Ken admired Geoff. He'd talked to him before he'd talked to me.",
                "Ken admired Geoff. He worshipped him in a way, and I suspect Horace found it equally intoxicating, and in some====== But he did not take Maurice up on his offer to take over the Stones' publishing company.",
                "Ken admired Geoff. He didn’t know how it was even possible to escape liking him either.",
                "Ken admired Geoff. He was almost as unrecognisable as he had been when they'd first parted—tearstreaked face, peroxide-black hair, mud-brown army coat.",
                "Ken admired Geoff. He told me once that I had been deceived, disillusioned when enough people decided I had nothing to say.",
                "Ken admired Geoff. He had a genuine affection for him as did I.",
                "Ken admired Geoff. He reminded his nephew that it was in his nature, as a captain and an individual, to risk everything on the field of battle! Grant ran him clean through with his brush! Rather, than have done harm to one of our.",
                "Ken admired Geoff. He was a new kind of British fighter pilot.",
                "Ken admired Geoff. He was a good fella, good with the dope, Bobby, the Wubbo.",
                "Ken admired Geoff. He had enough backbone to stand up for himself and his beliefs, and he had chosen Mitch's father because they seemed poised to become a political couple.",
                "Ken admired Geoff. He knew how to make the most of time, how to make something out of nothing.",
                "Ken admired Geoff. He was still clearly disturbed and hurt\nby the incident, but he showed no signs of revulsion.",
                "Ken admired Geoff. He had never been in any kind of trouble, and, in fact, he looked forward to the future so much that anything—whether being caught with a gun or accused of something—would only enhance his position.",
                "Ken admired Geoff. He had a good sense of humour.",
                "Ken admired Geoff. He also admired his bat.",
                "Ken admired Geoff. He listened to him attentively and often more than once advised him what \"ground\" to look for and what \"research\" to pursue to get a better handle on his subject.",
                "Ken admired Geoff. He had given birth to a twin daughter.",
                "Ken admired Geoff. He seemed like someone to be shunned but not shunned out of\naccountableness.",
                "Ken admired Geoff. He was devoted to a wife called Debbie, who was a proper and thoughtful Christian.",
                "Ken admired Geoff. He was a dresser.",
                "Ken admired Geoff. He appreciated Geoff's robot, Little Star.",
                "Ken admired Geoff. He had brought them to the enemy coast.",
                "Ken admired Geoff. He was a fine Father\nEmmerich to have out here by himself.",
                "Ken admired Geoff. He had come with them from Oxford, through athletic subconsciousness that had enriched his tall frame with athletic broad shoulders and finely tapered legs.",
                "Ken admired Geoff. He was one of the most capable journalists on the team – Jake understood and trusted him tremendously, and Allen gave us both total anonymity.",
                "Ken admired Geoff. He'd often cast Ceridwen across the wracked deck onto a more lofty dulse, and then over the banked waters of the valley for a romantic swan's flight as they tailed in a bow under the.",
                "Ken admired Geoff. He was \"just a better yet softer, much more thoughtful, modus operandi\" than a member of the Zidane or Lautaro system; and Merrick again dampened his expectations: \"I felt he was.",
                "Ken admired Geoff. He'd go running to his office, answer his phone, and return with more advice to patronize Geoff's work on the future of the district.",
                "Ken admired Geoff. He was a good writer.",
                "Ken admired Geoff. Hee-hee - who was on the game!\n\n“I’ll be there! ‘Ha ha ha ha ha ha—are you just stalling or are you just not `terrorizing’?”\n\n“.",
                "Ken admired Geoff. He knew that it would have been the hardest thing in the world for him to split from his wife, however much deserted that leave had been.",
                "Ken admired Geoff. He was an accountant and a fair tombstone who always gambled and lost, but in all that was an honest chap and John sometimes saw this in his colleague and friend.",
                "Ken admired Geoff. He knew how to draw sea gulls by name, how to make their feathers flash in the sun (this was Geoff's own idea—he wouldn't allow turtles on Loch Ewe to fly farther).",
                "Ken admired Geoff. He had a son, and Roger wanted to adopt the child — a privilege Zimmerman, 52, did not have.",
                "Ken admired Geoff. He told himself that in person he was a very different horse.",
                "Ken admired Geoff. He came, subtly, and slowly, with deep respect.",
                "Ken admired Geoff. He swam along the beach, operating drills and fixing obstacles into the sand—only making small waves because people were making more noise than usual that day.",
                "Ken admired Geoff. He was such a natural leader, so spontaneous, so much fun, and now he wasn't coming to much of practice anymore.",
                "Ken admired Geoff. He gave him books from _To Kill a Mockingbird_ and _Sports Illustrated_ magazine.",
                "Ken admired Geoff. He was not a young historian; and efforts to persuade him to find a suitable historical cadastre had long since failed.",
                "Ken admired Geoff. He was a bit of a son to him.",
                "Ken admired Geoff. He'd unnerved her, time and time again.",
                "Ken admired Geoff. He stood at the end of the veranda, tugging Robert's hand and whispering clichés about renunciation, confession, sacrifice.",
                "Ken admired Geoff. He too had a 'hollowness' about them.",
                "Ken admired Geoff. He was an affable and all-round sociable person, but he had another positive side: a natural tiesman."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 7
            }
        },
        "Ken impressed Geoff. He": {
            "details": {
                "pronoun": [
                    21,
                    23
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        14,
                        19
                    ]
                ]
            },
            "sentences": [
                "Ken impressed Geoff. He summed up the role of KVJ.",
                "Ken impressed Geoff. He Louis Tyrone hillbilly Joe Fields.",
                "Ken impressed Geoff. He stared deep into her eyes and vowed to her that he'd keep her safe.",
                "Ken impressed Geoff. He was so happy that he hugged Geoff and proceeded tell Greg “I Loved My Job, But This Was What I Grew Up With.",
                "Ken impressed Geoff. He said, ‘I would take the X in order to listen to her.",
                "Ken impressed Geoff. He had always loved old movies and was happy to buy them for adults.",
                "Ken impressed Geoff. He had been wildly successful in business.",
                "Ken impressed Geoff. He brought the ball right to me … I flicked it upfield and then, as I swung around — a bit on the outside, sort of back-heeled – if you get my meaning – the chip was on the.",
                "Ken impressed Geoff. He was used to that, but he seemed a little irritated by it today.",
                "Ken impressed Geoff. He also grew fond of guys like Casey.",
                "Ken impressed Geoff. He seems to be an intellectual, not the person you'd expect.",
                "Ken impressed Geoff. He wants to see the Xakitti kayak.",
                "Ken impressed Geoff. He was hoping she'd drop by after his final physical.",
                "Ken impressed Geoff. He tells me that the rumours had circulated that the UFC 1 assault trains lay dormant in Nevada for the foreseeable future and were subject to sporadic work from the ARS and park rangers on the 13th Avenue ramp.",
                "Ken impressed Geoff. He said he was never really sure how much.",
                "Ken impressed Geoff. He asked Fleming to train them.",
                "Ken impressed Geoff. He had written a long program on English history, featuring heavily in Matthew Arnold, up to the beginning of the Age of Henri IV, but now he focused on conquest and war.",
                "Ken impressed Geoff. He'd definitely be open to the idea of the psychologist getting involved.",
                "Ken impressed Geoff. He sounded like an expert; somebody in the dark.",
                "Ken impressed Geoff. He had sparkles in his eyes.",
                "Ken impressed Geoff. He was joking with her.",
                "Ken impressed Geoff. He sipped at his drink and winked.",
                "Ken impressed Geoff. He almost definitely wanted _the truth,_ not a suicide pact.",
                "Ken impressed Geoff. He had good husky body mannerisms which he never quite managed to imitate but his basic approachable demeanor seemed to soothe people that, for the first time, seemed wary of him.",
                "Ken impressed Geoff. He was going to make his Puma party greater in life than it had been in previous years.",
                "Ken impressed Geoff. He sweated and fumbled and was excited to see the Cowboys.",
                "Ken impressed Geoff. He was a fast bowler before he made bowls.",
                "Ken impressed Geoff. He wasn't sure what to expect on the show, exactly.",
                "Ken impressed Geoff. He had been a priest, of course.",
                "Ken impressed Geoff. He said, 'Chodzi, co chodzi.",
                "Ken impressed Geoff. He managed to crack a smile.",
                "Ken impressed Geoff. He also think Donald Young (a must see for Trags fans) could be good; Las Plazas of Reggaefront\n\nWith 41 possessions per game, Steve Kropp Australian rules football World Cup veteran on back.",
                "Ken impressed Geoff. He showed considerable ambition during his free-form morning talks during the incubator.",
                "Ken impressed Geoff. He wasn't as exasperated as he had been after their first impressions.",
                "Ken impressed Geoff. He was a small man and Colin was\nrobust.",
                "Ken impressed Geoff. He stood head and shoulders over the SEO group.",
                "Ken impressed Geoff. He was proud and very persistent as he explained his ideas to Geoff.",
                "Ken impressed Geoff. He didn't think of herself, but Sandy Nesbitt, an agent quoted a year ago as advising Newsweek on this story, had suggested she fly into Chicago.",
                "Ken impressed Geoff. He was concerned about his reputation, his fear that he might not get through, but there was nothing like that with him.",
                "Ken impressed Geoff. He was in Voices for All, which was giving exhibitions from all over the world, an overseas site added me, and I took him to a funeral.",
                "Ken impressed Geoff. He had just been given the job of running the harbours, and appointments need not be tied to the goings-on of public speculation.",
                "Ken impressed Geoff. He was like a high schooler who had moved away to another state without his algebra book.",
                "Ken impressed Geoff. He was good enough—there were banks by other people but in London he had two friends to introduce them.",
                "Ken impressed Geoff. He was mortified by the loss of his TBC hire.",
                "Ken impressed Geoff. He chuckled.",
                "Ken impressed Geoff. He was the second child that I knew similarly to Wade.",
                "Ken impressed Geoff. He was armed with facts and figures; his Russian was good, and he was ready to battle.",
                "Ken impressed Geoff. He ex ceptied his attending\r\nNurse Harrigan who had paired with Dr.",
                "Ken impressed Geoff. He told him that to Aurala, ‘Geoff, a hot day isn’t actually a good preparation for a musical’ but truly with the surge of confident expectation, Aurala she mental quick turned from ‘ge.",
                "Ken impressed Geoff. He was about twelve years older than him and\nretarded, a little slow in his gait and could flex his arms up over his\nhead.",
                "Ken impressed Geoff. He was quiet and serious while talking.",
                "Ken impressed Geoff. He had no idea who I was.",
                "Ken impressed Geoff. He was always ready to listen and participate.",
                "Ken impressed Geoff. He's a big magician, so they probably shouldn't put too much thought into it, but equally certainly, Alcor wouldn't have any big issues different to the kinds of weapons that the PCs would be able to acquire facing.",
                "Ken impressed Geoff. He came across as a young boy who was excited to have a dad of his own, but in actuality, he was just scared to death he’d go through with it.",
                "Ken impressed Geoff. He made no secret of his amazement, and of his lack of any certainty as to that of Sehamor, for, unknown to him, Mowrus had heard, and heard with approval, of how Mowrus.",
                "Ken impressed Geoff. He had the determination of a man who was taking on\nthe biggest job in the world.",
                "Ken impressed Geoff. He noticed a star in the sky and realized that it wasn't clear.",
                "Ken impressed Geoff. He hustled over to a lawyer on the other side of the table and said, \"This trial, a $1.",
                "Ken impressed Geoff. He handled the job well and carried the team on trusteeship, including the highly competent Patrick Brennan (holiday coverage).",
                "Ken impressed Geoff. He had his first use for a relatively common holiday, the opportunity to use a Trekkoo again.",
                "Ken impressed Geoff. He had had a fine summer.",
                "Ken impressed Geoff. He could have been a real ballbuster, the type of guy they have on the gardening show, like Madam Honey Whiskers herself—a good twenty pounds overweight.",
                "Ken impressed Geoff. He knows Glasgow and it was nice to talk to him.",
                "Ken impressed Geoff. He influenced parts of that sequence, so I let him go against Paul as soon as we had recorded the track.",
                "Ken impressed Geoff. He read the book before we left the grounds.",
                "Ken impressed Geoff. He'd always been an intelligent boy and he could speak rationally a street language; this time he showed extraordinary impudence.",
                "Ken impressed Geoff. He was launching her right into the middle of the open sport and it seemed a big shame that he didn't dare to lodge a question.",
                "Ken impressed Geoff. He moved around as a nudist, then became a motorcycle racer; by Tim's secret observations, his hobby took up his whole life.",
                "Ken impressed Geoff. He snored softly as he walked.",
                "Ken impressed Geoff. He hadn't gone too far.",
                "Ken impressed Geoff. He had read puzzley papers on the subject and was very enthusiastic.",
                "Ken impressed Geoff. He wanted to know all that could be\nfound out about the scientists they were following.",
                "Ken impressed Geoff. He was the type of man I hoped to meet someday.",
                "Ken impressed Geoff. He was a statue.",
                "Ken impressed Geoff. He said the hallucinations could occur \"one night a week\".",
                "Ken impressed Geoff. He also announced an appointment of Geoffrey George, MTOD appointed chief executive of Strategic Sales Services.",
                "Ken impressed Geoff. He’d been a trifle mysteriously late that morning, so Jared volunteered to be his “malingerer replacement.",
                "Ken impressed Geoff. He was tall, pale, and clean shaven.",
                "Ken impressed Geoff. He was the youngest boy of all the residents except the rest at Easter House.",
                "Ken impressed Geoff. He promised to deliver a mass audit of franchise businesses, with one objective being to determine why the largest types of food prices in metropolitan areas are on average much nearer the top end of those that other types of food prices are at.",
                "Ken impressed Geoff. He looked at Walter and the other men.",
                "Ken impressed Geoff. He easily became a local celebrity.",
                "Ken impressed Geoff. He im- pealed during the 15th World Wars in the south and he et- detected a separat- fed \"war that’s never com- petent of rat since that of Amer- ican Tra- ing.",
                "Ken impressed Geoff. He hospitably smiled his grin and couldn't go wrong, anyway.",
                "Ken impressed Geoff. He was trying not to sound too pleased but there was nothing left for him to say now.",
                "Ken impressed Geoff. He obviously felt that Griff and he could just crack at the class level.",
                "Ken impressed Geoff. He seemed like a good customer, better, in fact, than the shop assistants like Marco and David on the court.",
                "Ken impressed Geoff. He (Geoff) asked him a question and got the same result: either our model would either win or get wiped out by ATC Sabres.",
                "Ken impressed Geoff. He'd never heard of a Superpower Secret Agent, let alone a Klaus of the Comics–Marvel variety.",
                "Ken impressed Geoff. He also felt he'd gotten a limited run of the Tsetsi Amulet at Cachu: a complete instructional prentice moving to one, Perth Christian Gideon, inform them that Luke into as many marriage id.",
                "Ken impressed Geoff. He wandered over to where Adam was welding and asked what kinetic anxiety was.",
                "Ken impressed Geoff. He was adorable! Great job!\n\nRobyn N.",
                "Ken impressed Geoff. He tried one first-person endorsement piece, where he decided to get rid of played-out tension.",
                "Ken impressed Geoff. He could eat that on a bum diet.",
                "Ken impressed Geoff. He felt he’d been influenced by Eastern philosophies since a young age.",
                "Ken impressed Geoff. He told his mother in a telephone call that he was sorry he'd tardy, that the bad traffic was his fault, and that he would certainly never miss shows again but now he could come to Geelong in 1995 just in.",
                "Ken impressed Geoff. He said he would have them cut it so a new invention could be built.",
                "Ken impressed Geoff. He drew from it; as he\ntold Powell, \"if one of our men can't draw a turn, he discontinues\ndrawing and we clear.",
                "Ken impressed Geoff. He returned for a five-race\npost-season test and a closer look at the Eagles’ car."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 5
            }
        },
        "Simon ran towards Richard. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        18,
                        25
                    ]
                ]
            },
            "sentences": [
                "Simon ran towards Richard. He was a little ahead of them now, in the way a runner dodges a wall when they have a clear view ahead.",
                "Simon ran towards Richard. He ran with all his might.",
                "Simon ran towards Richard. He took the bottle from Richard's hand and it clinked against the barrel.",
                "Simon ran towards Richard. He opened his mouth to say something.",
                "Simon ran towards Richard. He was holding the dead woman and removing her clothes around her as Richard worked to deal with the Glaswegian side.",
                "Simon ran towards Richard. He was shouting something, couldn't make out what it was, but didn't stop.",
                "Simon ran towards Richard. He roared warning.",
                "Simon ran towards Richard. He screeched as he rushed in a clumsy run through the tree branch that was Leo's hand and tumbled through his shorts.",
                "Simon ran towards Richard. He looked at each of the others.",
                "Simon ran towards Richard. He grabbed one of his legs and pulled.",
                "Simon ran towards Richard. He paused for a moment, considering and then went on.",
                "Simon ran towards Richard. He knew his footsteps could only lead him further into the darkness.",
                "Simon ran towards Richard. He caught Stephen with a scissors.",
                "Simon ran towards Richard. He started hunting away at the edges of the crowd to distract them and he was so successful that Richard howled in pain.",
                "Simon ran towards Richard. He'd barely noticed them since his return to the ship, thinking that, for the moment, he'd had enough of Douglas's atmosphere of black conspiratorial passion.",
                "Simon ran towards Richard. He held onto the Harlequin's hood and started taking off his sou'wester and young Jomo's colourful panda boots.",
                "Simon ran towards Richard. He burst forward and hit with violent power — Richard heard the minister's knees buckle.",
                "Simon ran towards Richard. Heads turned back to the princess, searching for some sort of flaw.",
                "Simon ran towards Richard. He raised a hand to Meilyr's cheek.",
                "Simon ran towards Richard. He was taller than Richard had ever been, and he stood with his arms out in front of him, hands on hips, caricaturing Richard when he tried to make him talk.",
                "Simon ran towards Richard. He didn't look her in the eyes; he had these kind of open-back obliterating gazes that seemed to go straight through her, straight through him, but she still knew enough to realize it wasn't her protective.",
                "Simon ran towards Richard. He felt another surge of panic and his heart nearly failed, as soon as he recognized the calm, assured movements of the boy duke.",
                "Simon ran towards Richard. He grabbed Richard by the sleeve and pulled him to the side of the street light so that the helmetsill of the Headhunter overtook him.",
                "Simon ran towards Richard. He\ngot Mutt from his pocket and held the old, bearded creature threateningly.",
                "Simon ran towards Richard. He smiled his fanged smile and came about him, grabbing Richard by the arms.",
                "Simon ran towards Richard. He didn't stoop down for Richard's bleeding to a large red welt around two fingers.",
                "Simon ran towards Richard. He opened his arms wide, leaning into Richard, crushing the defenders in a bear hug – but not non-stop hugs: there was often a clip of arms where they'd all gone to the toilet, forgetting the entirety.",
                "Simon ran towards Richard. He took hold of his brother’s arm, but LC barely had time to register the order.",
                "Simon ran towards Richard. He bent and slapped the older man on the back.",
                "Simon ran towards Richard. He was about to ask \"will\nyou take us to that vampire\"  when he saw Richard's jerky\nmovements.",
                "Simon ran towards Richard. He mused briefly on how irritating he was becoming, then passed Richard and out the door.",
                "Simon ran towards Richard. He was screaming and demeaning in vain.",
                "Simon ran towards Richard. He seized Richard by the shoulder.",
                "Simon ran towards Richard. He was coming up right in front of Richard.",
                "Simon ran towards Richard. He pulled him down onto the grass and looked down at him.",
                "Simon ran towards Richard. He grabbed Richard's forearms as he began steering her away, smashing her over the back of the seat he was sitting.",
                "Simon ran towards Richard. He was holding Richard's coat at an angle that made the weapon no longer fall in his hand.",
                "Simon ran towards Richard. He stopped short.",
                "Simon ran towards Richard. He moved in front of the\n       witness-barrier and blocked Richard’s way to leave.",
                "Simon ran towards Richard. He looked deep into his eyes and his big heart stopped.",
                "Simon ran towards Richard. He was a good foot taller than the reigning monarch.",
                "Simon ran towards Richard. He stayed to his left, his hand reaching out for the code jar Robert had given him.",
                "Simon ran towards Richard. He reached the side of the giant's head and ropeby poked his crimson-topped staff into Richard's dark countenance.",
                "Simon ran towards Richard. He picked the boy up.",
                "Simon ran towards Richard. He didn't know what to do and he wanted to withdraw his support for George.",
                "Simon ran towards Richard. He found Richard there in silence.",
                "Simon ran towards Richard. He grabbed his chest.",
                "Simon ran towards Richard. He lent Richard a hand, used the back of his own, let Richard do the lifting when Jett's weight was over buckling the rider.",
                "Simon ran towards Richard. He caught hold of the older boy's\n\narm, although I do remember thinking that Richard's arms weren't very thick.",
                "Simon ran towards Richard. He embraced the boy as tightly as he could.",
                "Simon ran towards Richard. He should have handled this from the beginning.",
                "Simon ran towards Richard. He'd allowed this.",
                "Simon ran towards Richard. He'd felt the power of the clash of metal and canvas momentum, but it was gone.",
                "Simon ran towards Richard. He heard skilful\nbooms being stitched, probably at a secret signaler's ball or dance.",
                "Simon ran towards Richard. He noticed Nicky.",
                "Simon ran towards Richard. He executed a ferocious swipe at him but it went wide and he snatched the Staff away and hurled it in the direction the blast had come from.",
                "Simon ran towards Richard. He grabbed him suddenly, his body covered by blond hair.",
                "Simon ran towards Richard. He seized Richard's arms and Robin's and pulled them toughly to cover, covering his father.",
                "Simon ran towards Richard. He coughed, his face caving in with the pain of it.",
                "Simon ran towards Richard. He tried to stop him, but Richard grabbed him and hissed, 'Don't touch a bloody thing!'\n\nFour DHS agents rushed in.",
                "Simon ran towards Richard. He tried to grab him but Richard was too quick.",
                "Simon ran towards Richard. He wasn't subtle with Robert.",
                "Simon ran towards Richard. He put his arms around him like a father and held him close.",
                "Simon ran towards Richard. He could no longer hear the conversations of the Company.",
                "Simon ran towards Richard. He had his back to the investigators.",
                "Simon ran towards Richard. He stumbled and gouged a hole through his clothing, searching in vain for a weapon.",
                "Simon ran towards Richard. He ran towards Assiout, who was already falling to the place where he was going to throw him the foul ball.",
                "Simon ran towards Richard. He heard a stunning shout of 'Stop, stop, stop' as he crashed into Richard's tram and smacked against the entrance.",
                "Simon ran towards Richard. He saw the ease with which Richard picked him up and threw him back again with a single blow.",
                "Simon ran towards Richard. He poured wine.",
                "Simon ran towards Richard. He stood next to the\nchemist partly in the light of the lamp, beating rush-seeds into the urn which sat on\nthe side of the bed.",
                "Simon ran towards Richard. He was smiling, but it wasn't contentment that he was smiling.",
                "Simon ran towards Richard. He's coming, all right.",
                "Simon ran towards Richard. He held a crossbow in an upraised hand and fired at him.",
                "Simon ran towards Richard. He wasn't certain, he couldn't tell if he was imagining it, but he now saw what he didn't have to wonder since Chicago could see him.",
                "Simon ran towards Richard. He was pale, earlier sweat gleaming in his beard.",
                "Simon ran towards Richard. He dropped to his full length beside him; Richard stepped back.",
                "Simon ran towards Richard. He grabbed him by the front of his shirt and pulled him out of Ian's line of sight.",
                "Simon ran towards Richard. He wished\nto end the madman's agony.",
                "Simon ran towards Richard. He shook his head.",
                "Simon ran towards Richard. He stumbled, and as he did so, he never smelled the corpulent slipperiness of Rhys's blood.",
                "Simon ran towards Richard. He’ll fight him so much.",
                "Simon ran towards Richard. He raised his sword and lunged at Richard's neck.",
                "Simon ran towards Richard. He was sobbing and crying.",
                "Simon ran towards Richard. He slung Bertie over his shoulder.",
                "Simon ran towards Richard. He was dizzy.",
                "Simon ran towards Richard. He grabbed the brazen hands and pressed them aside, releasing the magnesium lamp.",
                "Simon ran towards Richard. He grabbed him by the lapels of his coat and jerked him upwards into the air.",
                "Simon ran towards Richard. He tightened his grip on him as he spoke reassuringly.",
                "Simon ran towards Richard. He found him sitting motionless in his chair, his balding head lowered onto his arms.",
                "Simon ran towards Richard. He saw Richard struggling, and he and Nate\u0092s gun wrestled Richard to the ground.",
                "Simon ran towards Richard. He drew the dagger from her hand but she managed to pull it back before he could reach for it.",
                "Simon ran towards Richard. He bent down very low.",
                "Simon ran towards Richard. He was up in fifteen minutes, giving the West Wing a sloppy L-shaped entryway.",
                "Simon ran towards Richard. He got to the other side and saw Richard's commands ringing in the boy's head.",
                "Simon ran towards Richard. He fumbled and fell to his\nside, staring, pale and broken.",
                "Simon ran towards Richard. He was only a few feet from him with his staff ready and hand on his side.",
                "Simon ran towards Richard. He grabbed the spy with tight hands.",
                "Simon ran towards Richard. He grabbed the soldier's sleeve as Richard sped away along the road.",
                "Simon ran towards Richard. He grabbed his shoulder, took a firm grip and fell to his knees."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 33
            }
        },
        "Simon ran away from Richard. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        20,
                        27
                    ]
                ]
            },
            "sentences": [
                "Simon ran away from Richard. He ignored Richard's banter about Mr Duncan Angus' investments until Richard called time on the spectacle and told the others to go home for the night.",
                "Simon ran away from Richard. He found his way to a car that stood in front of the house picked a name on the drive bill he looked but the handsome box then turned down Laker Terrace.",
                "Simon ran away from Richard. He was a gander and arrayed around himself were other fledglings that had escaped being eaten by the Great Dragon and fallen from the tree where they were hidden.",
                "Simon ran away from Richard. He had started to hate Richard as soon as he was able to think on his own; but that felt like something that was always going to happen: Richard's departure and the expectation that Richard was going to leave someday.",
                "Simon ran away from Richard. He was scared to go to Richard's house, and to ask the King's mother, for fear he might lose his kingdom.",
                "Simon ran away from Richard. He didn't know what to do anymore and he didn't know why this was happening, but he knew it was a solution to something, so he ran away.",
                "Simon ran away from Richard. He was in windows and doors, looking for him.",
                "Simon ran away from Richard. He had gone as far as the back yard, sat down on a growth of asparagus, and was kindling a fire.",
                "Simon ran away from Richard. He kicked him and openly mocked him as if they were playing them out to a point where they would take a few slaps and punch the other boys and then he would be left alone out on the deck while he.",
                "Simon ran away from Richard. He went and sat down in some familiar cushy teen shorts, questionable shoes, and a great tank top.",
                "Simon ran away from Richard. He pulled his swords on Corgo, the one arm holding his chain.",
                "Simon ran away from Richard. He dug up the sand where Richard had been buried, loitered by the sea-wall until the whole bit had been washed away again.",
                "Simon ran away from Richard. He\nkept running until, overcome by its robuster diabolical influence,\nhe swerved one course round a square and there stood, writhing,\ndespairing, hopeless, disdaining.",
                "Simon ran away from Richard. He wanted to change subjects a moment longer and drink in the pretty vistas.",
                "Simon ran away from Richard. He told Carol that Richard had a thing for Fox.",
                "Simon ran away from Richard. He pulled a knife.",
                "Simon ran away from Richard. He ran away from Richard and the rest of Dick's four earlier fugitives.",
                "Simon ran away from Richard. He jumped out of a window and landed.",
                "Simon ran away from Richard. He stopped at the edge of the cliff and watched them move off into the trees.",
                "Simon ran away from Richard. He was absolutely fantastic.",
                "Simon ran away from Richard. He was going to start one last gigantic fight.",
                "Simon ran away from Richard. He couldn't be so cruel.",
                "Simon ran away from Richard. He knew how precious his ride was.",
                "Simon ran away from Richard. He headed for the back door, which glowed like the world was getting brighter around him.",
                "Simon ran away from Richard. He wanted to tell Richard some lie for the love of the babe he was bearing inside his tiny womb.",
                "Simon ran away from Richard. He was not sure of what possessed him to do something like that.",
                "Simon ran away from Richard. He lived in\nan adobe house in an esculent tree shaded by great oak-trees, in a hot and\nmacerated valley, where he joined the Indians.",
                "Simon ran away from Richard. He returned about an hour later dodging a patrol and for a few seconds opened fire in the car park; he was quickly followed by the few remaining members of her special unit.",
                "Simon ran away from Richard. He was not around as much as he used to be; he would come home to the zoo sometimes but most of the time he went out.",
                "Simon ran away from Richard. He went back to killing zombies; Richard just ran away from that; Dave wants to see if that's the same thing.",
                "Simon ran away from Richard. He felt awful, but trying to pull Alana back was just silly.",
                "Simon ran away from Richard. He punched at the nun, made a lot of noise.",
                "Simon ran away from Richard. He ran\nclear across the deck and down into the cabin.",
                "Simon ran away from Richard. He was dressed in familiar clothes, his damp, soiled garments thoroughly soiled while he trudged along Route 622, his large, lumpy teddy bear roughly regurgitated, and bearing the stench.",
                "Simon ran away from Richard. He pretended that he was not fleeing any more than an abandoned swallow, and retreated into the air, sailing forward himself.",
                "Simon ran away from Richard. He wasn't following me.",
                "Simon ran away from Richard. He couldn't help it.",
                "Simon ran away from Richard. He\nstood squarely across at his own level.",
                "Simon ran away from Richard. He grabbed some of Waltz’s clothes, but could not find a lockpick anywhere, and removed the clothes by hand.",
                "Simon ran away from Richard. He began to look over what he had built during his initial visit to the field: a small, two-tiered trailer box on top of a wood pile, and on either side a set of walls covered in plan.",
                "Simon ran away from Richard. He knew Robert\neagerly and wanted to see him anyway.",
                "Simon ran away from Richard. He couldn't face them right now, couldn't face the shouts and leers and cold eyes staring with cold black eyes.",
                "Simon ran away from Richard. He stopped and stared at Richard.",
                "Simon ran away from Richard. He embraced me.",
                "Simon ran away from Richard. He dropped to his knees without looking at Lord Squan of the Second's advice, cursing poor Dan the Shootout who scarcely had a stitch of clothing on his body.",
                "Simon ran away from Richard. He cared about Johnnie.",
                "Simon ran away from Richard. He could not bear Richard for a moment longer.",
                "Simon ran away from Richard. He\\u2019d lived at every church and cathedral he was presented (Valiant,\nspan>span>1100).",
                "Simon ran away from Richard. He tried to run past the backstage area and in doing so he was knocked to the ground during a fight between the three men.",
                "Simon ran away from Richard. He was now swinging on the rope outside.",
                "Simon ran away from Richard. He stayed at a pleasant farmhouse and\nwon a more than acceptable wife.",
                "Simon ran away from Richard. He could not bear to look at him.",
                "Simon ran away from Richard. He did not know why.",
                "Simon ran away from Richard. He stood on the\nwalk to the hotel, which he could reach from the beach, and\ncrossed over to the fort, and walked across the high road ten\nmiles away, to avoid any possible chance.",
                "Simon ran away from Richard. He tried to run from Richard—that's not the way to run from a lion.",
                "Simon ran away from Richard. He was about twenty feet from the body ofjamin Brent.",
                "Simon ran away from Richard. He had never left Barbata before, but he definitely didn't need to.",
                "Simon ran away from Richard. He knew at least one story gentleman who was tiring of a childhood feud with the Terror Maker, but he did not want to be the story-chaser that Deuce did.",
                "Simon ran away from Richard. He still had asthma that day; he had been unable to cease sneezing violently.",
                "Simon ran away from Richard. He was\nfinalizing his question: \"Is it safe you'll stay indoors, for days and days?\"\nHe didn't have to lead Richard in the snares of his imagination.",
                "Simon ran away from Richard. He was\nforced because he had been deceived into it and I know, now, that the\nLad who played master to that young lady was the rogue that he is,\ntoday, in our county with.",
                "Simon ran away from Richard. He sniffed the house.",
                "Simon ran away from Richard. He was furious with himself for supposing that some devilish temptation to see Katrina could have spread my anger to Richard.",
                "Simon ran away from Richard. He had had a go at Rachel in no time flat, but not so at Richard.",
                "Simon ran away from Richard. He ran away from Richard's horse.",
                "Simon ran away from Richard. He was filled with a wicked scorn for the man, for Richard.",
                "Simon ran away from Richard. He said he couldn't find the money.",
                "Simon ran away from Richard. He was standing at the open port of the saucer while Major Eckhart, George and Fred hastened to follow suit.",
                "Simon ran away from Richard. He hid in a box and hid in the woods.",
                "Simon ran away from Richard. He was afraid for the moment that Richard might have realized what was going on; that he might come after him.",
                "Simon ran away from Richard. He tore up a track that he thought Jim loved, but not this one.",
                "Simon ran away from Richard. He heeded\nhis mother's invitation to leave by taking a carriage and joining the party.",
                "Simon ran away from Richard. He was furious.",
                "Simon ran away from Richard. He's got a car across the road, where I mean he was stopped and the paramedics tried to administer first aid copiously.",
                "Simon ran away from Richard. He was planning to give himself to one of the twins.",
                "Simon ran away from Richard. He stood there.",
                "Simon ran away from Richard. He was holding an orange in one hand and his phone in the other.",
                "Simon ran away from Richard. He shook his head and chuckled at the attempt to stump him, and crossed over to the grassy area that overlooked the garden.",
                "Simon ran away from Richard. He couldn't tell whether\nit was because he had grown too fond of Richard to be friendly toward him\nor because Ms.",
                "Simon ran away from Richard. He stepped onto\nBusta's foot, and dropped from the horse upon the frizzy-haired\nJewish boy.",
                "Simon ran away from Richard. He had $$ downstream when Rayford plugged the numb net back into the fire.",
                "Simon ran away from Richard. He hid in the woman's study and\nordered dinner for an hour.",
                "Simon ran away from Richard. He kept running, stepping into different rooms, timid and frightened because all he's ever known is the authority of silence and his own deep need for silences.",
                "Simon ran away from Richard. He wasn't stupid; he'd felt awful at the moment and actually regretted hurting him.",
                "Simon ran away from Richard. He sometimes likes to run, or paddle around in the fields in our dawn paddles.",
                "Simon ran away from Richard. He could not tell if he should steal food, or return to Yan-Kei.",
                "Simon ran away from Richard. He dressed in black as well as he could afford, to hide further the expression and blackness of his identity and his form – and he was prince now.",
                "Simon ran away from Richard. He knelt down and picked up some biscuits, hands\nupraised, like\nWhich helps me hold\nAnd hurt me inside, and grabbed them like They’re magically\nLike, Richard and I have an.",
                "Simon ran away from Richard. He couldn't.",
                "Simon ran away from Richard. He ran past Evanther and that woman followed him, encouraging his courage.",
                "Simon ran away from Richard. He ran to the south.",
                "Simon ran away from Richard. He wouldn't have left in all the excitement of Ivor's desertion without a word.",
                "Simon ran away from Richard. He had ventured to borrow the stock of the local parish church ornaments from the pastors house and dolled up the dead Troll with copper coronet, beads and holy water.",
                "Simon ran away from Richard. He desperately wanted to kiss him, to be the nice boy he knew he was, but Richard's fingers held onto the back of his hand and both his hands were tied in back.",
                "Simon ran away from Richard. He contrived to look so exactly like the coward he had once been that Richard could not find him immediately.",
                "Simon ran away from Richard. He didn't care whether we wanted help or just going.",
                "Simon ran away from Richard. He broke into the dressing room and walked out.",
                "Simon ran away from Richard. He didn't blame her.",
                "Simon ran away from Richard. He grabbed a pin and used it to fling open a\ndoorless room which likely held framed portraits--and the stillness in the\nchild's voice acted as the death knell.",
                "Simon ran away from Richard. He bolted into a standing crowd, and the danger Shaunda had seen at a distance seemed to vanish."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 24
            }
        },
        "John passed a comic to Bill. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        23,
                        27
                    ]
                ]
            },
            "sentences": [
                "John passed a comic to Bill. He glared at Inara.",
                "John passed a comic to Bill. He picked one up.",
                "John passed a comic to Bill. He turned away so she did not see it.",
                "John passed a comic to Bill. He pocketed it.",
                "John passed a comic to Bill. He keeked at it followed by calling after Ben 'I Blow a Snowbag'\nIt came to an end.",
                "John passed a comic to Bill. He could be helpful.",
                "John passed a comic to Bill. He was looking at Bill through the rear-vision mirror on our BMW and then burst out laughing.",
                "John passed a comic to Bill. He opened the pages,\nand they discussed some colourful comic of his own creation, I believe, called \"The Ghost within a Mummer's Costume.",
                "John passed a comic to Bill. He was back talking shit, stinking smoke, looking for some way to yell like somebody famous, stinking smoke.",
                "John passed a comic to Bill. He didn't buy it.",
                "John passed a comic to Bill. He added it to a pile and glanced perplexed at the new addition.",
                "John passed a comic to Bill. He threw it high as he did all the other things.",
                "John passed a comic to Bill. He joined us on the far side, dinked in a brief with his partner and teased at the steady jaunty morning morning-ness of Sinclair's face.",
                "John passed a comic to Bill. He held it up by the edge.",
                "John passed a comic to Bill. He looked askance.",
                "John passed a comic to Bill. He looked around him, gasping.",
                "John passed a comic to Bill. He then started turning back the pages of the book Two Others Against a Tree: Dismiss\"&Nv Death, ant Motor Cars, Muc Try\".",
                "John passed a comic to Bill. He nodded.",
                "John passed a comic to Bill. He ate the antidote himself and passed it on to Bill and the child.",
                "John passed a comic to Bill. He won half a dozen bows, and became very good at popping them at full speed.",
                "John passed a comic to Bill. He didn’t seem to mind, and The Rule of Three went on to 25.",
                "John passed a comic to Bill. He shared with Bill a little of his story and was about to turn over his secret to Bill, but he touched Bill's arm and said, \"Bill, not now.",
                "John passed a comic to Bill. He said, chortling, 'I read it with a bit of a wry face because I thought it was going to be another tepid.",
                "John passed a comic to Bill. He seemed happy now;\n\nChapter 35\n\nNote on the Shoushin family tree.",
                "John passed a comic to Bill. He looked at his face; saw the plastic surgeon's face.",
                "John passed a comic to Bill. He smiled, grimaced.",
                "John passed a comic to Bill. He had only heard about them.",
                "John passed a comic to Bill. He asked Joyce, \"Where do you go to school?\"\n\n\"The high school.",
                "John passed a comic to Bill. He'd been running some idle cameo, this way.",
                "John passed a comic to Bill. He threw the comic on the ground.",
                "John passed a comic to Bill. He didn't know if he'd lose it but there was always that possibility.",
                "John passed a comic to Bill. He stuck it in a locker and went on his way.",
                "John passed a comic to Bill. He glanced up at Arnesson, who was grown with the baby in the great chair, then he ripped the comic from Bill's clenched fists and cast it behind him.",
                "John passed a comic to Bill. He passed one back.",
                "John passed a comic to Bill. He looked irritated.",
                "John passed a comic to Bill. He said, \"I've already got this guy backing me up.",
                "John passed a comic to Bill. He ignored it.",
                "John passed a comic to Bill. He stitched it with a purplemarker on MS Excel.",
                "John passed a comic to Bill. He was itching to read it, but Bill was reading it too.",
                "John passed a comic to Bill. He shook Bill's hand.",
                "John passed a comic to Bill. He learned it from him.",
                "John passed a comic to Bill. He narrowed his eyes at the picture of Nellie Watson and raised that nasty streak of Page's.",
                "John passed a comic to Bill. He was stealing the show.",
                "John passed a comic to Bill. He knelt by the cutoff in the next room.",
                "John passed a comic to Bill. He didn't say much, but listened, as always.",
                "John passed a comic to Bill. He already had his.",
                "John passed a comic to Bill. He would keep it for \"fun.",
                "John passed a comic to Bill. He nodded encouragingly, hoping to trip the mysterious stranger.",
                "John passed a comic to Bill. He cleared his throat.",
                "John passed a comic to Bill. He pushed me away and said, 'No playpen.",
                "John passed a comic to Bill. He read the great quote; ’’Great fables never die!'’ Bill said sarcastically.",
                "John passed a comic to Bill. He handed it to him.",
                "John passed a comic to Bill. He'd seen Bill hold it, and felt a flash of pride at the recognition that inspired him.",
                "John passed a comic to Bill. He didn't see Carroll or Jack Brown.",
                "John passed a comic to Bill. He tore his watch apart on the monolithic perspective face and shoved it into one pocket, his other pocket, opened the big hanging down wallet flap, and removed a Marlboro.",
                "John passed a comic to Bill. He was already half way to the front when he passed Sam at the Crucifixion.",
                "John passed a comic to Bill. He was also on his couch for the night after Kahlden's arrest.",
                "John passed a comic to Bill. He took the top held in a black felt-tipped pen and handed it to her.",
                "John passed a comic to Bill. He grimaced when he saw it in Bill's hand block.",
                "John passed a comic to Bill. He read the title and rubbed his eyes in an expression of consternation.",
                "John passed a comic to Bill. He picked it up, gulped it down and, mouth full, said:\n\n_Thrumminish_ in the company of it all.",
                "John passed a comic to Bill. He gulped at it.",
                "John passed a comic to Bill. He nodded emphatically.",
                "John passed a comic to Bill. He took it, and everyone applauded.",
                "John passed a comic to Bill. He asked Bill what he wanted to watch and Black Bill smiled.",
                "John passed a comic to Bill. He ran up the Board Walk and steered by\nno such highroad then, as I ever saw done, and we all laughed at the\nprincess's inheritance, and the neighbors came by and sat down.",
                "John passed a comic to Bill. He looked at it.",
                "John passed a comic to Bill. He asked three names, two German names and the third possibly French.",
                "John passed a comic to Bill. He was grinning like an idiot.",
                "John passed a comic to Bill. He waved.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He asked Bill what it was about.",
                "John passed a comic to Bill. He gave Bill a piece of paper, and unrolled it.",
                "John passed a comic to Bill. He asked, as\nmost people do, \"What's that?\"\n\nBill said, \"It's a guy staring at\nme from the street.",
                "John passed a comic to Bill. He hoped it had pictures, but ‘They’t\ncum fancy story in it.",
                "John passed a comic to Bill. He looked at the upper left hand side of the cover: 'For Mother.",
                "John passed a comic to Bill. He hit himself in the head with it, and then Alan let out a grunt and Bill thinks that he's fallen or passed out from pain.",
                "John passed a comic to Bill. He had: Remarkable power was confined to a tame bitch and a few shifty-eyed beggars who belonged to the Family.",
                "John passed a comic to Bill. He was holding a waybill ticket with its original flyer registration pinned to it which, if you've ever read Will, tells you a lot.",
                "John passed a comic to Bill. He read it in a monotone, his face neutral in repose, his eyes cupping the ear of his neighbour who sat opposite.",
                "John passed a comic to Bill. He shuddered as he walked\nfront.",
                "John passed a comic to Bill. He looked at me with suspicion.",
                "John passed a comic to Bill. He sat alone in the storeroom.",
                "John passed a comic to Bill. He grinned greeting Bill.",
                "John passed a comic to Bill. He went to the bathroom to get it.",
                "John passed a comic to Bill. He never said that what was shown on the screen was real, and asked Bill, where he came from, Carl had said.",
                "John passed a comic to Bill. He'd fallen asleep several seconds ago and hadn't noticed.",
                "John passed a comic to Bill. He jokingly taped it to the seat beside him.",
                "John passed a comic to Bill. He didn’t smile.",
                "John passed a comic to Bill. He gave Dick the next page, then looked back over Terror 'Carrier Gears' and his hand carried past his stomach to the Duffy's cigarette package.",
                "John passed a comic to Bill. He handed the comic to Gunderson, mimicking a comic book's owl-like appearance, who jumped on it.",
                "John passed a comic to Bill. He flipped down the camera built into the underside of the roof, quickly mashing it between his finger and thumb, then expanding it with his other hand.",
                "John passed a comic to Bill. He nodded at Bill.",
                "John passed a comic to Bill. He was no improvement on your weak prime minister, but it gave some background to the entire discussion of the morning.",
                "John passed a comic to Bill. He nodded with a smile.",
                "John passed a comic to Bill. He turned his head and laughed, watching us.",
                "John passed a comic to Bill. He was in the lower, middle, or upper right so they went up one each time,\n\n\"Bill?\"\n\n\"Up,\" he said.",
                "John passed a comic to Bill. He read the story and commented \"Maybe railways will stop global warming\".",
                "John passed a comic to Bill. He leafed eagerly through.",
                "John passed a comic to Bill. He took an envelope from one of the pockets of the\nguys."
            ],
            "counts": {
                "John": 0,
                "Bill": 22
            }
        },
        "John was passing a comic to Bill. He": {
            "details": {
                "pronoun": [
                    34,
                    36
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        28,
                        32
                    ]
                ]
            },
            "sentences": [
                "John was passing a comic to Bill. He was the only one of us who had ever heard of Northwest.",
                "John was passing a comic to Bill. He was laughing,\nand sketching the other figures, when Ridout’s voice stopped his work.",
                "John was passing a comic to Bill. He rolled up his sleeve and whistled softly.",
                "John was passing a comic to Bill. He grinned broadly as he read out the plot.",
                "John was passing a comic to Bill. He held it very close to his face so the others couldn't read the title.",
                "John was passing a comic to Bill. He stopped, and going into the boy's\nrefrigerator, got out the comics.",
                "John was passing a comic to Bill. He read the _Boston Daily Observer_ and said, \"I hate that fucking shit.",
                "John was passing a comic to Bill. He was reading T.",
                "John was passing a comic to Bill. He stopped, said in a lowered voice, 'We ought to have lunch tomorrow,' and wandered off.",
                "John was passing a comic to Bill. He left a lighter in the sleeve of Bill’s jacket and told Bill to put it in.",
                "John was passing a comic to Bill. He looks down at the book on his feet, the way a parent would stare in wonder at something that never happens with a child.",
                "John was passing a comic to Bill. He said: “I don’t know why, as he’s the anti-Christ.",
                "John was passing a comic to Bill. He looked at Bill's eyes when the man exclaimed.",
                "John was passing a comic to Bill. He wanted to know why it was funny in Rego Park.",
                "John was passing a comic to Bill. He appeared breathless\nand ran to catch up with us.",
                "John was passing a comic to Bill. He looked up, and saw us across the nitro-turf.",
                "John was passing a comic to Bill. He was glad and gladder to be in a bar.",
                "John was passing a comic to Bill. He sat down suddenly and threw it aside, fist dropping to lodge into the small space between his shoulder and the lighter.",
                "John was passing a comic to Bill. He had hoped Cynthia would rid him of the obligation but at the same time knew he'd recognize her acceptance in a moment, without any fuss.",
                "John was passing a comic to Bill. He said he thought it was funny and he wanted to have a read\" (238).",
                "John was passing a comic to Bill. He didn't meet my eye.",
                "John was passing a comic to Bill. He didn't want any Cut-Make heroes or Zicars.",
                "John was passing a comic to Bill. He Ilsa'd up.",
                "John was passing a comic to Bill. He was eating wholemeal bread with marmalade.",
                "John was passing a comic to Bill. He had come to be quite popular in this quiet little village.",
                "John was passing a comic to Bill. He pharmacist relatives from Tohuarobe, to\nJohn carries with him in a pocket a little knickknack for each convict.",
                "John was passing a comic to Bill. He looked across the table and said, 'All my life have I thought that the Nazis would scoff at my jokes, but it seems they have picked up my style.",
                "John was passing a comic to Bill. He looked at his book when he took his eyes off her for a moment, but then opened it nervously and studied the front cover:\n\nThere she was—a handshake, a touch of lip.",
                "John was passing a comic to Bill. He said, 'Isn't that James Thurber?' Dave said no, standing there with a copy of _Vanity Fair_ he'd borrowed from Hugh.",
                "John was passing a comic to Bill. He was really enjoying his most recent Julia Roberts release, Pool Sharks.",
                "John was passing a comic to Bill. He was a huge comic collector.",
                "John was passing a comic to Bill. He went on to mention something that Bea and everyone else at work had missed.",
                "John was passing a comic to Bill. He pointed to a wish-fulfilling tree.",
                "John was passing a comic to Bill. He'd gone back from there to his hotel room a little while ago.",
                "John was passing a comic to Bill. He held up a copy of _Me without_ _FB.",
                "John was passing a comic to Bill. He liked to know that his friend Bill was reading one of his comics.",
                "John was passing a comic to Bill. He was putting him on guard when that booming wind attack came.",
                "John was passing a comic to Bill. He was really upset at the kiss.",
                "John was passing a comic to Bill. He reflected.",
                "John was passing a comic to Bill. He looked up and saw Bill and stopped,\na little stiff-upper-lip.",
                "John was passing a comic to Bill. He lifted his head and looked at her.",
                "John was passing a comic to Bill. He knew Bill liked comics as a kid, and wanted Bill to find a comic to pass to him.",
                "John was passing a comic to Bill. He was served without warning and there was nothing to stop him reading it.",
                "John was passing a comic to Bill. He had a sense that the time was right after the bris.",
                "John was passing a comic to Bill. He said, 'Do you remember when we saw that movie called _Stardust_?' \"\n\nThe memory of the movie came to them as if by slow roasting.",
                "John was passing a comic to Bill. He smiled,\nlaunched himself into his chair and pulled the paper back with its hard\nedge.",
                "John was passing a comic to Bill. He returned with it and told Bill: 'A volley of missiles from rockets just over there.",
                "John was passing a comic to Bill. He crouches on the gutter, hands drawn up, front foot hanging down, knees and toes kicking urgently.",
                "John was passing a comic to Bill. He became aware that Bill noticed.",
                "John was passing a comic to Bill. He would often tell him that a comic is like an overcoat, one that you would never wear if you were cold, but one in which you would feel most comfortable.",
                "John was passing a comic to Bill. He first made the remark about the\ngentleman-servant in MERTURI (54), when he was at Bob Crooge's house.",
                "John was passing a comic to Bill. He sank into his chair\nwith his eyes closed.",
                "John was passing a comic to Bill. He went on, reading.",
                "John was passing a comic to Bill. He had not held a book for Bill for a long time.",
                "John was passing a comic to Bill. He handed Bill a hyperspelled cigarette and grinned.",
                "John was passing a comic to Bill. Hehandi reference.",
                "John was passing a comic to Bill. He came over.",
                "John was passing a comic to Bill. He laughed.",
                "John was passing a comic to Bill. He handed it to Bill and Bill began reading it.",
                "John was passing a comic to Bill. He\ntook an interest in it, and inquired, \"How far is it necessary to shoot\na Bill Gates?\"\n\nBill said, \"About forty miles from here.",
                "John was passing a comic to Bill. He was holding the paper with the spectacles on as if he was praying.",
                "John was passing a comic to Bill. He was sitting in profile with his head resting against the headrest of the car, smoldering his cigarettes, even though it was only 2:00 a.",
                "John was passing a comic to Bill. He said, ‘If you don’t want this racist, this Tony Blair whore, you tell her and me that Guantanamo and Iraqis with an accent are hilarious.",
                "John was passing a comic to Bill. He snatched the book from John and turned again to the page Jack was waiting for.",
                "John was passing a comic to Bill. He was laughing, staggering; but wouldn't,\nlike Mulcahy, more than three times submit to the cruelties he had\ninflicted on the unlucky clerk, who, with.",
                "John was passing a comic to Bill. He saw Tom that night at Albasket's, the annual celebration of the band – and father and son patronized the same bar together.",
                "John was passing a comic to Bill. He leaned over and whispered.",
                "John was passing a comic to Bill. He was taking great pleasure in his new friendship with the Weener family, and to really tell him that he was very grateful for his not too difficult role, Bill had added 'And do me a favour!'.",
                "John was passing a comic to Bill. He had it when we were getting out of the car.",
                "John was passing a comic to Bill. He gave a chuckle at, “thar was some RSL connection for you there!”\n\n“I’m thankful for the reminder to be thankful,” Bill said as he passed the hat.",
                "John was passing a comic to Bill. He was critically acclaimed for his 2008 autobiographical graphic novel about the legendary singer Frank Ocean’s battle with AIDS.",
                "John was passing a comic to Bill. He only came after this was finished.",
                "John was passing a comic to Bill. He pulled him over so the bouncer blocked Harry's doorway.",
                "John was passing a comic to Bill. He pretended to be amused or interested.",
                "John was passing a comic to Bill. He said: 'This guy looks very unprofessional.",
                "John was passing a comic to Bill. He was commenting that he was a bit sick.",
                "John was passing a comic to Bill. He wondered if Bill ever went to Scotland or something.",
                "John was passing a comic to Bill. He halted abruptly.",
                "John was passing a comic to Bill. He has even taken Jasmine on a bet that there is 4 doctorates out of college when John passes by.",
                "John was passing a comic to Bill. He says to him, \"Put the ticket in your pocket and step out there.",
                "John was passing a comic to Bill. He asked:\n\n* * *\n\nSERIES THEME TRIVIA\n\n**A phrase called:'If you push a cart through a minefield, do you misslunge?' was.",
                "John was passing a comic to Bill. He gave him a dealer's ticket, and pointed at the crystal radio Fox had wound up on the punch table.",
                "John was passing a comic to Bill. He had bought right through.",
                "John was passing a comic to Bill. He is the best American comic he has, so he is passing him right by me.",
                "John was passing a comic to Bill. He was the owner of a comic book store from Madison, Wisconsin.",
                "John was passing a comic to Bill. He looked up.",
                "John was passing a comic to Bill. He made a jeezling gesture.",
                "John was passing a comic to Bill. He held it up.",
                "John was passing a comic to Bill. He said, 'No razz on my parents, Bill.",
                "John was passing a comic to Bill. He began to read it enthusiastically.",
                "John was passing a comic to Bill. He gave it a few twists and turns and then started sketching variations with the no-hair lines in it, and Bill started copying, stopping when he got close, and shooting his approach, using the same.",
                "John was passing a comic to Bill. He came up behind Miss Blatherwick and gave her\na quick backhand slap across the face, shaking his head and stamping her\nforehead with his heels.",
                "John was passing a comic to Bill. He said, \"You coulda sung like that day at my grandmother's funeral, 'When the Ovaltine Song is over.",
                "John was passing a comic to Bill. He saw the humour, and joined in.",
                "John was passing a comic to Bill. He looked up and saw now that it had a long taffeta fringe to it, festooning his desk.",
                "John was passing a comic to Bill. He asked Bill what he thought of it.",
                "John was passing a comic to Bill. He affects disgust as he looks them up and down.",
                "John was passing a comic to Bill. He was carrying the comic's subscription book, which answered the \"amount required\" question, but it also listed who could use that comic.",
                "John was passing a comic to Bill. He and Goldie saw another box and stepped in to pick it up, saying, 'God, that's queer.",
                "John was passing a comic to Bill. He had wanted Bill to do it, but he said, \"I know it will be better than regular copy."
            ],
            "counts": {
                "John": 3,
                "Bill": 22
            }
        },
        "Amanda amazed Brittany. She": {
            "details": {
                "pronoun": [
                    24,
                    27
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        14,
                        22
                    ]
                ]
            },
            "sentences": [
                "Amanda amazed Brittany. She realized Amanda actually was able to help besides scold\nAmanda.",
                "Amanda amazed Brittany. She'd never met a Frau Bohman before.",
                "Amanda amazed Brittany. She looked adorable in the Executive Versace Armani Peep tope.",
                "Amanda amazed Brittany. She had never met anyone the way Amanda did.",
                "Amanda amazed Brittany. She could hardly think why.",
                "Amanda amazed Brittany. She’s living the BryantGirls life, and while she was a little too young to know Cory, she is excited to set up cameras on camera or just scream at him, and he can enjoy a little.",
                "Amanda amazed Brittany. She looked around, already remembering that she held these shoes with pride.",
                "Amanda amazed Brittany. She was not at all disappointed at receiving a new agent, as she distinctly remembered nelming up with Valerie that Delaney had attracted herself to it was all such a waste of time\n\n- She looked at.",
                "Amanda amazed Brittany. She should call Amanda \"Ava\" before she used that name.",
                "Amanda amazed Brittany. She was driving ahead in the ice cream truck and remembered this happenstance connection.",
                "Amanda amazed Brittany. She heard Maddie's story as she answered all the women's questions, and she wondered how Maddie would pass the history portion to the children.",
                "Amanda amazed Brittany. She stoppered her bottle of Vichy\nCount and motioned for Sue to join her.",
                "Amanda amazed Brittany. She couldn't believe she'd befriended Anthony, who had somehow managed to wholly disappear from the picture of her.",
                "Amanda amazed Brittany. She remembered how simple Coppola conversed with her.",
                "Amanda amazed Brittany. She was Tarzan.",
                "Amanda amazed Brittany. She practically flew back to the Adams home, unannounced, to the delight of her doting parents and her growing ‘classmates.",
                "Amanda amazed Brittany. She could buy this for her ten-year-old daughter.",
                "Amanda amazed Brittany. She was literally the same thirty years earlier.",
                "Amanda amazed Brittany. She watched an eager column of Junior Secretarys escort the occasional terrier to class, whispering to each other like two elderly ladies of the First Communion.",
                "Amanda amazed Brittany. She leaned back in her chair and allowed the comments to cascade in.",
                "Amanda amazed Brittany. She sipped the cappuccino.",
                "Amanda amazed Brittany. She felt like her chest had settled into a comfortable size seven! Amanda’s bust was tshirt bathing suit shaped (and she had breasts) for all the world like a woman.",
                "Amanda amazed Brittany. She seemed to be channeling all the positive energy that was appearing before her and the amplifying crystal right in front of her.",
                "Amanda amazed Brittany. She was interested to learn that Anna was using her first case of labor, and Brittany was excited to listen to all the hard work and sacrifice that Amanda took in caring for Anna.",
                "Amanda amazed Brittany. She's never seen that many buzz skirts before.",
                "Amanda amazed Brittany. She didn_t feel like standing in front of that crowd of beauty queens for an hour and enjoying who what she was feeling; she already knew what what she was feeling thanks to Amanda sleeping on her couch and.",
                "Amanda amazed Brittany. She hadn't even heard of that.",
                "Amanda amazed Brittany. She was now settling her hair, and checked her makeupfor that the stunning Amanda should be able to do some very good work of it.",
                "Amanda amazed Brittany. She tried her best to not crease a thing, but her bangs did pucker accidentally and soon her bra popped and her boobs looked more like fish bones than they had in the picture before.",
                "Amanda amazed Brittany. She felt her whole body and head, with every cell in her body twitching, pleading, hoping, and, most of all, coping.",
                "Amanda amazed Brittany. She saw Amanda turn to her in the firelight and look hard into her eyes, that beauty turned to stone.",
                "Amanda amazed Brittany. She slipped off her stool and leaned into the book herself the way Honet and the students did when they learned that they were about to play Boris Ghost.",
                "Amanda amazed Brittany. She found this audacity astonishingly funny.",
                "Amanda amazed Brittany. She was already a half-owner of Amanda.",
                "Amanda amazed Brittany. She stood and joined her, taking her hand into the other so that their fingers were inches apart.",
                "Amanda amazed Brittany. She was in the unclothed, sweat-stamped remnants of gross-out student, and grinned.",
                "Amanda amazed Brittany. She didn't know it then, but she and Prime allowed Szalinski to keep Gerald alive, in the crib, posing as a newborn.",
                "Amanda amazed Brittany. She hadn’t given her a second thought while making love to her, just as long as their bodies were aligned at the precise moment, Amanda experienced a pang of jealousy that no one else but this blond-.",
                "Amanda amazed Brittany. She was not upset, because she felt Amanda\nwas only trying to have herself looked after.",
                "Amanda amazed Brittany. She had no idea her \"Fraternal Twin\" had ended the day before in his or anyone else's arms.",
                "Amanda amazed Brittany. She studied his every gesture.",
                "Amanda amazed Brittany. She had never before slept together and asked Amanda’s advice as to how she should address potential orgasms in as many circumstances as possible.",
                "Amanda amazed Brittany. She was too busy struggling with the cold to notice, to say something about no left feet, lateness, faultiness, or while too sweat-marked to notice that there was a child in the waiting room,.",
                "Amanda amazed Brittany. She was like a different person, spread right out in front of her.",
                "Amanda amazed Brittany. She couldn't remember her in that condition, so she just laughed and told Amanda what she wanted.",
                "Amanda amazed Brittany. She was a fresh, almost youthful woman.",
                "Amanda amazed Brittany. She, who had never been quiet,  \nsent every word.",
                "Amanda amazed Brittany. She said, \"You came to our class.",
                "Amanda amazed Brittany. She explained that she and Windsor were dating.",
                "Amanda amazed Brittany. She was already going\n\nthrough the SAG list once a week and wouldn’t believe no stone would ever\n\nbe taken off her good name.",
                "Amanda amazed Brittany. She didn't seem to know Kolya's name, but couldn't it be that the assassin knew her name? Surely she wouldn't be able to hide their acquaintance.",
                "Amanda amazed Brittany. She didn't notice Amandla fetching three even though the teacher was in her car, an IHOP truck giving the appearance of full stop to anyone who drove past.",
                "Amanda amazed Brittany. She wore a leather jacket and hike boots to her middle school talent show, and was found to be the middle child in class.",
                "Amanda amazed Brittany. She'd forgotten her tears.",
                "Amanda amazed Brittany. She was wowed.",
                "Amanda amazed Brittany. She had never ever imagined her mother would suit so well, or that Madeline could toss her around like a rag ball.",
                "Amanda amazed Brittany. She was tall and attractive; high, sandy and gauzy black hair pulled way back into place, a high cheekbones, and over this.",
                "Amanda amazed Brittany. She walked up to a lone bed dressed in her uniform.",
                "Amanda amazed Brittany. She was the only cat doing double duty (in her case) as a student model.",
                "Amanda amazed Brittany. She's not just a horse trainer; she's a horse glamor model! She's a fashion model too, and a beautiful fashion celebrity.",
                "Amanda amazed Brittany. She was unlike any other child she had ever met.",
                "Amanda amazed Brittany. She opened her eyes and asked, \"What is that?\"\n\n\"Afra-Dee.",
                "Amanda amazed Brittany. She immediately became a member, and changed her name to Amanda,\" Major Vladimir Putin said earlier in a speech in front of 39,000 people that ended in thunderous cheers.",
                "Amanda amazed Brittany. She had a touch\n\nof ADHD, and all of Amanda’s games gave anxiety attacks because\n\nthey all involved control and manipulation.",
                "Amanda amazed Brittany. She was surprised by how beautiful Barb appeared :) The strange thing to happen was that first few weeks she had no reason to wish Amanda any godscomplaint ^_^ when she was jet-lagged tho :) Amanda used.",
                "Amanda amazed Brittany. She nodded, not trusting herself to speak.",
                "Amanda amazed Brittany. She was not the only one considering whether to renew for her contract this summer.",
                "Amanda amazed Brittany. She looked into the clothing bag and confirmed Amanda’s suspicions.",
                "Amanda amazed Brittany. She drew Viktor across the room and cut off one of his fingers with an extended knife he brought from his backpack.",
                "Amanda amazed Brittany. She was sure Amanda had never had so much fun before.",
                "Amanda amazed Brittany. She made her way out of the house and then found Sanchez to have surrendered without incident.",
                "Amanda amazed Brittany. She was still asleep.",
                "Amanda amazed Brittany. She said her only role was in the world's biggest dance film.",
                "Amanda amazed Brittany. She knew her from her sister's Ivy League schools and the Russian girls like her.",
                "Amanda amazed Brittany. She did not believe Frank Mullens was hard, but cowardly.",
                "Amanda amazed Brittany. She sat at a table in the rec room and asked her questions, but still She hadn'thin\ncant say abt it.",
                "Amanda amazed Brittany. She opened her mouth to respond when the aftermath from the accident almost caused her to plummet with Amanda, like an arrow in the throat.",
                "Amanda amazed Brittany. She looked\n\nAmanda astonished Brittany.",
                "Amanda amazed Brittany. She was wearing a one-piece swimsuit and a low-cut top, leaving one breast completely exposed to the cedar plank beams which had been positioned at cedar rise above the forest clearing to protect it.",
                "Amanda amazed Brittany. She had gotten a compliment for her red hair and now she had to take someone's compliment for her red hair.",
                "Amanda amazed Brittany. She was making a one-woman show in somebody else's church and she had rented the location (LoDo) by herself.",
                "Amanda amazed Brittany. She immediately turned to JD.",
                "Amanda amazed Brittany. She had never been in the ocean before.",
                "Amanda amazed Brittany. She let out an audible sigh and took a detour down the familiar path toward her friend, but just before she got too close to her, Amanda burst out laughing.",
                "Amanda amazed Brittany. She was sitting on the bed, looking at her arms, which now were covered in freckles.",
                "Amanda amazed Brittany. She found it hard to believe that Amanda could forgive and hold her worthy of that sacrifice.",
                "Amanda amazed Brittany. She had been pregnant for three months and had been working full-time in an office, when Amanda had appeared at her doorstep one afternoon in the days after Erasmus left to seek jobs in Texas and Tennessee.",
                "Amanda amazed Brittany. She hadn’t even knew Amanda, but now she considered that to be almost normal.",
                "Amanda amazed Brittany. She didn't know what had possessed her, but she was changing.",
                "Amanda amazed Brittany. She was my friend's cousin.",
                "Amanda amazed Brittany. She had a little display of herself, and they all exclaimed again and again.",
                "Amanda amazed Brittany. She had never phoned to set up a time for dinner before, and here was Amanda, whom Brittany considered almost a landlady.",
                "Amanda amazed Brittany. She pressed her hips down another inch, as if striving to give the light a treadmill walker, but it was only to bring him up to Platonic, as they now came ready for a final squeak.",
                "Amanda amazed Brittany. She felt that she needed to experience this exciting fashion eye inspiration with Amanda… this is her first time meet Amanda.",
                "Amanda amazed Brittany. She was toting Botox, a shadow on her left cheek.",
                "Amanda amazed Brittany. She could barely bring herself to speak to her, nor to touch her.",
                "Amanda amazed Brittany. She laughed as she handed the pastor a biscuit.",
                "Amanda amazed Brittany. She looked at her bright French manicure, standing out from her flat, manicured nails.",
                "Amanda amazed Brittany. She thought he'd never given her any heart.",
                "Amanda amazed Brittany. She spread all her tickets across her person as she looked up in response to her cell phone started moving."
            ],
            "counts": {
                "Amanda": 29,
                "Brittany": 3
            }
        },
        "Brittany was amazed by Amanda. She": {
            "details": {
                "pronoun": [
                    31,
                    34
                ],
                "options": [
                    [
                        23,
                        29
                    ],
                    [
                        0,
                        8
                    ]
                ]
            },
            "sentences": [
                "Brittany was amazed by Amanda. She called him a ‘sweetie’ and kept telling her how pretty he was, once even holding her watch.",
                "Brittany was amazed by Amanda. She'd always seen her sister as a pushover, something Portia Ford had mimicked herself.",
                "Brittany was amazed by Amanda. She spoke about Freckles and Jake and said that she was actually Elliott's cousin.",
                "Brittany was amazed by Amanda. She'd never seen the girl in such a state of terror--one that mirrored her own.",
                "Brittany was amazed by Amanda. She had not flown until 3 hours into her flight, and soon found herself waking up early with an opening out regret, her low mood broken then with the question of why was she flying at all? The words.",
                "Brittany was amazed by Amanda. She felt for her.",
                "Brittany was amazed by Amanda. She occasionally\nwas searching Google a whole lot more than she was spending time searching here.",
                "Brittany was amazed by Amanda. She had first met, by coincidence, Andrew and Louis, two of Andrew's friends who just happened to be friends with Amanda.",
                "Brittany was amazed by Amanda. She seemed to delight in partnering with each guest before getting down to business.",
                "Brittany was amazed by Amanda. She complained of her strangeness.",
                "Brittany was amazed by Amanda. She had always reviled zombies even when she was in control of them, but now she almost admired them.",
                "Brittany was amazed by Amanda. She loved what she saw onstage.",
                "Brittany was amazed by Amanda. She hadn't expected the girl to be so secretive considering that their numbers were so small when Mom told her about the hunt.",
                "Brittany was amazed by Amanda. She wasn't expecting anyone like her visiting her after killing one of Ace's friends.",
                "Brittany was amazed by Amanda. She loved her friend and teenage child prodigy.",
                "Brittany was amazed by Amanda. She had been determined to make an impact to her teammates.",
                "Brittany was amazed by Amanda. She had not seen the Dart program since her trip to Washington the first few weeks after Amanda was admitted.",
                "Brittany was amazed by Amanda. She had always believed that before\nin the history of Queens there was no such person as an Amazon or a\nTaciturn Blue.",
                "Brittany was amazed by Amanda. She'd thrown all caution to the wind and called over to Dieter for a quick roll.",
                "Brittany was amazed by Amanda. She could only speak Italian and Amanda had limited or no recognition of any other language.",
                "Brittany was amazed by Amanda. She wanted to read all their stories but had not anticipated her action.",
                "Brittany was amazed by Amanda. She seemed so clueless and naive.",
                "Brittany was amazed by Amanda. She smiled\nsaying, 'You know, I never had any trouble in life until I married Steve and then the pills I was taking took over, but I bet you go through\nmore troubles with Andrea.",
                "Brittany was amazed by Amanda. She found herself playing\nAlly Brin's subtle voice through her own head.",
                "Brittany was amazed by Amanda. She'd been in the middle of a transaction with a wood carver for his wedding gift, when Amanda had unexpectedly burst in, immediately relieved everyone of their fungible business, and she'd wasted no time.",
                "Brittany was amazed by Amanda. She had heard of boy Brett as a flamboyant girl, but in person she was really a lovely girl.",
                "Brittany was amazed by Amanda. She wasn't nearly as pretty as Amanda\nhimself, but she had the beginnings\nof a nice body, and a very good face.",
                "Brittany was amazed by Amanda. She always—fascinated by her—the way she moved.",
                "Brittany was amazed by Amanda. She had been\nCouse informant every one,\nshe too had information, but what she knew about Amanda, very little.",
                "Brittany was amazed by Amanda. She had different beliefs and ways of both kissing and loving and clearly knew how to choose one or the other.",
                "Brittany was amazed by Amanda. She bruised herself to\nthe soft, supple flesh of her body and brought delicate crimson\nblossoms of pleasure; slowly, over and over, she felt the swell and\nheave of.",
                "Brittany was amazed by Amanda. She was the\nmost important thing in her life.",
                "Brittany was amazed by Amanda. She ate several mouthfuls before she said, \"Sorry.",
                "Brittany was amazed by Amanda. She showed Brittany her calculator and said: 'That's your brain.",
                "Brittany was amazed by Amanda. She survived a crisis in a way.",
                "Brittany was amazed by Amanda. She'd expected Laura's being so cold and in suspense about all of this.",
                "Brittany was amazed by Amanda. She had the sweetest scent.",
                "Brittany was amazed by Amanda. She made a mental note that she and\nMrs.",
                "Brittany was amazed by Amanda. She was not a prostitute.",
                "Brittany was amazed by Amanda. She was attuned to the heart of Amanda\n\nAt her age Carla had never been interested in making money.",
                "Brittany was amazed by Amanda. She hadn't seen\never another woman so interested in Stud.",
                "Brittany was amazed by Amanda. She hadn't thought a dentist had the elegance to toss pencils, doodles, and formulas aside.",
                "Brittany was amazed by Amanda. She was tomboyish and very spirited.",
                "Brittany was amazed by Amanda. She\n\nenjoyed that Teddy’s chilled tantrums and\n\nmisbehavior would cause\n\ntears, smiles and laughter.",
                "Brittany was amazed by Amanda. She, on the other hand, did not have\nvery much to think about, because she felt a great need of planning and\norganization.",
                "Brittany was amazed by Amanda. She was quick and flexible, with a mind much sharper than Brittany had ever seen.",
                "Brittany was amazed by Amanda. She was the coolest woman Brittany had ever met—and she was the nightlife authority.",
                "Brittany was amazed by Amanda. She was a Southern belle.",
                "Brittany was amazed by Amanda. She would never\napproached or talked to her before.",
                "Brittany was amazed by Amanda. She was so young and inexperienced, but she managed to work out how to charm Goose when he had bet me that he would try them all.",
                "Brittany was amazed by Amanda. She was a pretty mix of mulch and HOH with a scraggly streak for inspiration.",
                "Brittany was amazed by Amanda. She looked so pretty standing to one side, as the adults continued to talk, that she forgot to be disturbed by the sniggering from the tail-end of the saloon, or the hooting from.",
                "Brittany was amazed by Amanda. She looked like the woman could\nthree years younger, her smile as gentle and trusting as her bird\nfriend.",
                "Brittany was amazed by Amanda. She seemed okay, calm, yet full of fire.",
                "Brittany was amazed by Amanda. She was a lot shorter than she remembered, she\n(or She) looked younger than her age—about fifty—and there were\nclothes or wraps on her that reminded Brittany of my own,.",
                "Brittany was amazed by Amanda. She had heard that Amanda had been a hard worker and gone to college in California, so Brittanny didn't completely grasp how much her niece also loved to play the piano.",
                "Brittany was amazed by Amanda. She seemed to know about life\n> \n> and what it has to offer—the love of a family is something she's learned from experience.",
                "Brittany was amazed by Amanda. She'd never experienced anything like it.",
                "Brittany was amazed by Amanda. She'd wanted to know more about Ian Miller, but felt that, until this very day, she had come to know and understand little to nothing about the man.",
                "Brittany was amazed by Amanda. She was so amazing to entertain.",
                "Brittany was amazed by Amanda. She was eating soup and watching America's Got Talent.",
                "Brittany was amazed by Amanda. She pegged Amanda as a softie and Brittany wasn't the least bit surprised.",
                "Brittany was amazed by Amanda. She couldn't imagine how long Sam had been seducing her, for the boy had a wicked moustache, red on his upper lip, and in the corner of the photo it looked as though his smile.",
                "Brittany was amazed by Amanda. She collects and writes about all her favorite artists, celebrities, and fashion icons—their milestones and controversial moments.",
                "Brittany was amazed by Amanda. She was so sweet like her sister.",
                "Brittany was amazed by Amanda. She fancied the way he she-she brought her\nother hand to hold in his, and her eyes rustled slowly back and forth\nover his close-cropped brown beard.",
                "Brittany was amazed by Amanda. She threw her arms around Amanda, lifted her and kissed her face and chest, then proceeded to kiss Brittany's neck while pecking away at Brittany on top of her face and breasts.",
                "Brittany was amazed by Amanda. She couldn't believe Bennett was actually up, let alone eating eggs at four in the morning!\n\nAmanda looked over to her, questioningly.",
                "Brittany was amazed by Amanda. She was avoiding her eyes as she looked her up and down, her nose inches inches from them.",
                "Brittany was amazed by Amanda. She was completely in shock – then it came to her who it was.",
                "Brittany was amazed by Amanda. She loathed saying the name, but she'd slipped up the next time they met in a hookers' bar.",
                "Brittany was amazed by Amanda. She glanced around and saw all three of the wives and knew at once who they were.",
                "Brittany was amazed by Amanda. She had pure, high browed looks and\nintelligent features.",
                "Brittany was amazed by Amanda. She was thrilled to belet out with an entire nest of dragons, and to die for a reason she never had to ask for.",
                "Brittany was amazed by Amanda. She went abroad to see Arlo later that afternoon, and she agreed to share a room with him for a time.",
                "Brittany was amazed by Amanda. She had a baby boom? She'd given birth to six? Brennan had added seven? Brittany could count them all by the adorable little dings.",
                "Brittany was amazed by Amanda. She had never encountered a victim so young.",
                "Brittany was amazed by Amanda. She was the most beautiful woman in the history of the world, and so womanly that the thought of contemplating her in her entirety was repulsive.",
                "Brittany was amazed by Amanda. She\nadmits that she knows how much her sister loves her, and she adores\nAmanda.",
                "Brittany was amazed by Amanda. She was an artist, but that didn't mean she couldn't be a wife as well.",
                "Brittany was amazed by Amanda. She offered her a seat at the table as Maurice placed a white paper plate, sprinkling over chicken, potato salad and Devonshire cream sauce and accompanied it with a bottle of the rosé.",
                "Brittany was amazed by Amanda. She got her to say something far more honest:\n\n\"I'm really glad you're here.",
                "Brittany was amazed by Amanda. She remembers holding her glasses, squinting, doing the math she didn't do that day.",
                "Brittany was amazed by Amanda. She seemed to have only her quirks and the hotness, and Brittany was certain that there was quite a connection there.",
                "Brittany was amazed by Amanda. She said, \"If one guy could change your world, just by becoming someone else, what would be worth going to bat for?\"\n\nBrittany said, \"One of my favorite mantras is.",
                "Brittany was amazed by Amanda. She couldn't imagine a brighter and more exciting young woman.",
                "Brittany was amazed by Amanda. She thought she looked like the Woman who'd spoken to K.",
                "Brittany was amazed by Amanda. She never understood her; probably because it wasn't normal for a girl her age to be curious.",
                "Brittany was amazed by Amanda. She was like the girl she saw every day in grammar school, dressed in a plaid skirt suit and scarf, one of those hair-ribboned big-toothed girls carrying a portmante.",
                "Brittany was amazed by Amanda. She was the most beautiful political wife in the world and she had the look of someone who was better acquainted with spaceships and the Internet than she was with men in suit coats and handkerchiefs.",
                "Brittany was amazed by Amanda. She thinks she is hilarious.",
                "Brittany was amazed by Amanda. She walked out of the room, shaking her head and turning sideways as a disgusted expression crossed her face.",
                "Brittany was amazed by Amanda. She thought, _'This girl can't_ _be any good.",
                "Brittany was amazed by Amanda. She was absolutely perfect, tan and with long blond hair.",
                "Brittany was amazed by Amanda. She sat down with both her hand and the cockpit, saying nothing and demonstrating no expression or behaviour.",
                "Brittany was amazed by Amanda. She knew her obliqueness by now and appreciated it.",
                "Brittany was amazed by Amanda. She saw a future together: baby carriage rugs next to the Ringling Bros.",
                "Brittany was amazed by Amanda. She'd known her once, once in the most furious, despairing months of her life, and involved in her death was the most intense and profound love she could remember.",
                "Brittany was amazed by Amanda. She patiently answered a couple of questions, including the one about why she hadn't told her family about her feelings for Duncan.",
                "Brittany was amazed by Amanda. She was an outsider, a new member of the club, and beside the fact that Amanda's voice was concrete, Brittany simply could not communicate that she was not freaked out yet."
            ],
            "counts": {
                "Amanda": 13,
                "Brittany": 11
            }
        }
    }
}