{
    "metadata": {
        "model": "EleutherAI/pythia-1.4b",
        "revision": "main",
        "num_parameters": 1414647808,
        "timestamp": "2023-10-13 02:19:56.139163"
    },
    "John seized the comic from Bill. He": {
        "details": {
            "pronoun": [
                33,
                35
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    27,
                    31
                ]
            ]
        },
        "sentences": [
            "John seized the comic from Bill. He held it up to his face, saying, 'This is my daughter's favourite comic.",
            "John seized the comic from Bill. He said as he passed Bill and me into the foyer, \"Hey, fellas, how's it going? Good day to you.",
            "John seized the comic from Bill. He held it up, and as I looked at it my face paled.",
            "John seized the comic from Bill. He pulled out all the stops as he set himself to work.",
            "John seized the comic from Bill. He sat down on the floor with it and stared at it.",
            "John seized the comic from Bill. He snatched it from her and thrust it into a pocket of his overcoat, then opened his desk drawer and shoved the drawer closed.",
            "John seized the comic from Bill. He stared at them in stupefaction.",
            "John seized the comic from Bill. He wanted it back by the next day.",
            "John seized the comic from Bill. He wanted to read it, but Bill was going on and on and there was no way to finish.",
            "John seized the comic from Bill. He told Mike to give it back.",
            "John seized the comic from Bill. He picked it up off the floor, and with a little help from Bill, brought it up onto the stage.",
            "John seized the comic from Bill. He had read the story and thought it was funny.",
            "John seized the comic from Bill. He brought it to the\nchair and held it in his hands, and for a long time didn’t read it.",
            "John seized the comic from Bill. He began reading it.",
            "John seized the comic from Bill. He was\nin a terrible rage.",
            "John seized the comic from Bill. He was the son in law of the comic writer, and he had done a lot for comics during World War II and then had moved onto TV at the time of _The Avengers_.",
            "John seized the comic from Bill. He went next door and\n\ngot the police to tell him what it was in\n\nEnglish.",
            "John seized the comic from Bill. He laughed.",
            "John seized the comic from Bill. He didn't know I was there.",
            "John seized the comic from Bill. He held it up and pointed it toward the audience as if he were reading the story aloud.",
            "John seized the comic from Bill. He held on to it and was reading it.",
            "John seized the comic from Bill. He had known about Bill's book for months, but the moment he saw it he decided on the spot, without even reading the first few pages, that it was the most important book that he would write.",
            "John seized the comic from Bill. He drew my attention to an enormous sign at the front of the shop.",
            "John seized the comic from Bill. He turned it over by holding it vertically with one hand, then held it vertically and squeezed the other hand, then lifted it up.",
            "John seized the comic from Bill. He held it up for a moment and stared at the black and white comic.",
            "John seized the comic from Bill. He'd spent hours doing research at the museum on other artists, and had come up with five names: Doreen, Jimi, Richard Smyth, Jim Woodring and Mark Miller.",
            "John seized the comic from Bill. He took Bill on his knees in front of the bed and made a circle of kisses over his chest.",
            "John seized the comic from Bill. He took a good gulp on the beer, then handed it to me and put the pack away.",
            "John seized the comic from Bill. He handed it to his son, who examined it.",
            "John seized the comic from Bill. He put it in his pocket and ran out the back door, leaving his companion to stare after him.",
            "John seized the comic from Bill. He flipped through it.",
            "John seized the comic from Bill. He picked it up.",
            "John seized the comic from Bill. He stood up, and his eyes took on a cruel light.",
            "John seized the comic from Bill. He tore it in half, and went to see Joe the barber, who sold him comics at a price of eleven pence halfpenny.",
            "John seized the comic from Bill. He then started to take it back to his house and Bill left, upset.",
            "John seized the comic from Bill. He said no, that she was the key to the world and he had brought her from the past with him.",
            "John seized the comic from Bill. He placed the comic, with Bill's name already on the front, in the window, then headed downstairs, telling Bill he would show him where to place the order.",
            "John seized the comic from Bill. He handed it over then closed the lid.",
            "John seized the comic from Bill. He looked at it closely, and at the look of puzzlement on Bill's face, he saw it was one of those comics the only thing holding him back from actually attacking the building.",
            "John seized the comic from Bill. He told me he loved comics, that he loved comics.",
            "John seized the comic from Bill. He wanted to protect him against a\ncompromise which might be too easily made, and he was delighted when\nthe publisher assured him that Bill Wagg should, with the approval\nof his friends, become.",
            "John seized the comic from Bill. He carried it outside and started talking about the new Marvel team as they arrived on the set.",
            "John seized the comic from Bill. He took it into the house, got the door open,\nand took his father’s picture, which he kissed.",
            "John seized the comic from Bill. He had it in-hand, so we couldn’t resist taking selfies, before we ran out of time at lunch.",
            "John seized the comic from Bill. He looked at it, and a look of mild surprise showed on his face.",
            "John seized the comic from Bill. He took it and hid it in his pocket.",
            "John seized the comic from Bill. He held it with its yellowed cover to one side.",
            "John seized the comic from Bill. He had the idea of a comic strip about a guy who wakes up in a coma to see his dead sister running around the town in a bathing suit.",
            "John seized the comic from Bill. He ripped half of it into\npieces, and handed it to the girls.",
            "John seized the comic from Bill. He opened it to chapter six.",
            "John seized the comic from Bill. He sat holding it for a few seconds,\nthen let go.",
            "John seized the comic from Bill. He opened it up and read where the author said it was from a\n\"friend of his\"; and the next page had a drawing of \"The Lover\" and the\nscrap of paper underneath.",
            "John seized the comic from Bill. He opened it up and turned to another page which had yet to be read.",
            "John seized the comic from Bill. He grabbed the end, turned it around, and gave it to a young woman who was watching television.",
            "John seized the comic from Bill. He said Bill was in the other armchair facing the door.",
            "John seized the comic from Bill. He stood it up on the table and looked around the room.",
            "John seized the comic from Bill. He went to it again, as he\nhad to so many others, feeling as if he wanted the breath of life again.",
            "John seized the comic from Bill. He turned it over, to Bill's amazement, and then told the man to go to the men's room and take himself out.",
            "John seized the comic from Bill. He was not aware that Lester had taken it home and that the comic contained a drawing of a man that Mr.",
            "John seized the comic from Bill. He had become one of its biggest sellers, thanks to his success with the superhero books sold to libraries.",
            "John seized the comic from Bill. He held it\nin his large fist, as if it had a deadly significance, and seemed\ndetermined to crush his enemy's bones.",
            "John seized the comic from Bill. He handed it to me.",
            "John seized the comic from Bill. He stood with a\ncowardly sneer, in order to force a laugh upon this child.",
            "John seized the comic from Bill. He felt awkward with the comic clenched in his fist.",
            "John seized the comic from Bill. He felt that it showed him up and he took it from him, thinking that Bill really was a loser.",
            "John seized the comic from Bill. He had noticed the look\non the boy's face.",
            "John seized the comic from Bill. He went off without telling Bill and had to run after him as he came around the side of the church.",
            "John seized the comic from Bill. He then made Joe's clothes for him to wear.",
            "John seized the comic from Bill. He ripped the page out of the front of the comic.",
            "John seized the comic from Bill. He was a thin, hard-faced man with dark, close-cropped hair who appeared to run for mayor of Chicago every spring.",
            "John seized the comic from Bill. He said it was the most beautiful picture of the time he had ever seen.",
            "John seized the comic from Bill. He placed them in a drawer.",
            "John seized the comic from Bill. He held it aloft, his thumb making its way slowly through the red-tipped pencils of the art, which made no little noise as they ran through the air.",
            "John seized the comic from Bill. He said, 'Bill, I don't suppose we'll ever see this comic again.",
            "John seized the comic from Bill. He had only been a customer for a couple of months.",
            "John seized the comic from Bill. He said “I’d better ask you some questions or I’ll get you suspended…I’m not fucking stupid…I know all about ‘Hairy, Tits, And A Boobs’.",
            "John seized the comic from Bill. He felt the paper had to look unflawed, to be able to defend a person's privacy on the Internet; he was aware that the other side had to look \"balanced\" on copyright.",
            "John seized the comic from Bill. He then handed it to me, and Bill said,\n“What do we do with this—we can’t use it?” And I said: “Don’t worry, Bill\nhas it for us.",
            "John seized the comic from Bill. He felt that the drawing of a cat in a hat by this guy was offensive.",
            "John seized the comic from Bill. He tore it into small pieces, put them into a bag, and stuffed it into the pocket of his coat.",
            "John seized the comic from Bill. He held it in his fingers; he\nran his thumb across its title, and then across its frame: \"Is this\nthe thing?\" and the world stood still, and his brain seemed full of\nwords.",
            "John seized the comic from Bill. He'd given the package to her and told her he'd been sent to take care of it.",
            "John seized the comic from Bill. He said that if Bill got fired, he could go and get the comic for him, and Bill knew it wasn't easy for him to carry that comic around his mouth all the time.",
            "John seized the comic from Bill. He wanted to buy himself a horse that he had seen in _Annie Hall_.",
            "John seized the comic from Bill. He took it to the corner and threw it against the wall.",
            "John seized the comic from Bill. He took out a box of them and dropped the box into the rubbish bin outside.",
            "John seized the comic from Bill. He looked at the book, and the book looked at Bill.",
            "John seized the comic from Bill. He turned to Bill, and said, \"Are you sure it's what you think it is?\"\n\nBill's face flushed with shock, anger, and embarrassment.",
            "John seized the comic from Bill. He stared at the covers, a smirk on his face.",
            "John seized the comic from Bill. He took it home, where he held it up in the light and stared at it.",
            "John seized the comic from Bill. He laughed and put it in his pocket once it was unquestionably clear what he wanted, and then he looked at Bill, shrugged, and said, \"That is what I am going to ask.",
            "John seized the comic from Bill. He handed it to my\nhand.",
            "John seized the comic from Bill. He held it above the open coffin for a moment and turned to them again.",
            "John seized the comic from Bill. He started to read the page, then looked up, grinning.",
            "John seized the comic from Bill. He read it, turned to me, and asked me to take it to the house.",
            "John seized the comic from Bill. He had always had a soft spot for the comic, though he was very reluctant to trade it in.",
            "John seized the comic from Bill. He ripped it open and began to read the strips.",
            "John seized the comic from Bill. He stood behind it, one hand resting on the book's spine.",
            "John seized the comic from Bill. He said, \"Well, that's it for me!\"\n\nBill looked to Tobe for help.",
            "John seized the comic from Bill. He turned to the\n\nbookstore clerk for a quick peek."
        ],
        "counts": {
            "John": 0,
            "Bill": 24
        }
    },
    "John passed the comic to Bill. He": {
        "details": {
            "pronoun": [
                31,
                33
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    25,
                    29
                ]
            ]
        },
        "sentences": [
            "John passed the comic to Bill. He didn't know how much Bill missed the daily news.",
            "John passed the comic to Bill. He laughed as he read it.",
            "John passed the comic to Bill. He picked up a magazine, sat comfortably in the leather chair and read silently for a few minutes.",
            "John passed the comic to Bill. He looked at Cindy, saw that she didn't want the package, and shoved it under his own seat.",
            "John passed the comic to Bill. He didn't look at it, but read aloud the section he had read earlier.",
            "John passed the comic to Bill. He had to tell himself he had no right.",
            "John passed the comic to Bill. He looked at it while Bill talked.",
            "John passed the comic to Bill. He said, \"You see that, Johnny?\"\n\n\"Do my eyesight have gone that way?\"\n\n\"I don't know.",
            "John passed the comic to Bill. He studied it for a long time and then said, \"They're trying to keep it a secret and the way you're doing it in the last few panels is you can only see them through this mask.",
            "John passed the comic to Bill. He had no idea.",
            "John passed the comic to Bill. He put it in his jacket pocket.",
            "John passed the comic to Bill. He shrugged like Bill, “You never know, maybe he’ll have a few more.",
            "John passed the comic to Bill. He flipped it over and looked.",
            "John passed the comic to Bill. He flipped through the pages and handed it onto the table.",
            "John passed the comic to Bill. He'd like it, and it was about time he had one.",
            "John passed the comic to Bill. He said: \"Read it and see if it's about you.",
            "John passed the comic to Bill. He gave it away to the poor of the city, and he didn't take any money, not even a nickel.",
            "John passed the comic to Bill. He felt a little better about the news about his brother, but couldn't help but wonder if he was taking everything as it came.",
            "John passed the comic to Bill. He turned it over in his hands and grinned.",
            "John passed the comic to Bill. He began reading.",
            "John passed the comic to Bill. He opened it up, but Bill's comic page was set so the next page said, \"It's about the time to pass the popcorn.",
            "John passed the comic to Bill. He was still wearing his cap and the cap was still in the truck.",
            "John passed the comic to Bill. He's gonna want another one of these.",
            "John passed the comic to Bill. He held it in his hand and watched Bill read the front of it.",
            "John passed the comic to Bill. He flipped to the page with the caption: TORN OUT!\n\n\"Billie, what is that?\" said Joe in disbelief.",
            "John passed the comic to Bill. He was looking for good material that he could use for re-use, so they'd be in the public domain.",
            "John passed the comic to Bill. He put it on the front of the magazine: \"This is my story:  My name is Jade Lee.",
            "John passed the comic to Bill. He looked at me.",
            "John passed the comic to Bill. He leaned against the doorjamb, one arm around her and the other cording the window with one hand to support her body with the other.",
            "John passed the comic to Bill. He looked at Bill without smiling in an expressionless way.",
            "John passed the comic to Bill. He had the idea the other two should follow his lead and get some comic books after eating their sandwiches.",
            "John passed the comic to Bill. He leaned toward Bill\nwith a smile.",
            "John passed the comic to Bill. He shook Bill's hand briefly and walked to his truck, which was parked across the street from the library.",
            "John passed the comic to Bill. He and Bill had the same age, a decade the better, but Bill was always the one to take care of the older kids and not to give them too much.",
            "John passed the comic to Bill. He read it.",
            "John passed the comic to Bill. He flipped a few pages.",
            "John passed the comic to Bill. He opened a can of beer for himself.",
            "John passed the comic to Bill. He read it aloud: he was on his usual late, late vigil at the window, looking out for the girls.",
            "John passed the comic to Bill. He flipped over the front cover.",
            "John passed the comic to Bill. He turned to Dick.",
            "John passed the comic to Bill. He read it as if it were a book.",
            "John passed the comic to Bill. He took it and his eyebrows furrowed at the way Bill just dropped it.",
            "John passed the comic to Bill. He didn’t read it, he couldn’t understand it – as far as I could tell it was all about a bunch of kids being kids, and that was alright.",
            "John passed the comic to Bill. He turned back around to the screen, and said “That’s a beautiful set in there.",
            "John passed the comic to Bill. He had been with Bill for a long time.",
            "John passed the comic to Bill. He nodded.",
            "John passed the comic to Bill. He turned it over, smiled, shook his head, and closed it again.",
            "John passed the comic to Bill. He handed it over.",
            "John passed the comic to Bill. He turned to Bill's father and said, \"Hey, do you have any more of those Tijuana Bibles? I feel like I should have one of them.",
            "John passed the comic to Bill. He read it in silence for a few seconds.",
            "John passed the comic to Bill. He turned, squinted.",
            "John passed the comic to Bill. He flipped his copy of The New Yorker onto the table, and passed it back to Markus.",
            "John passed the comic to Bill. He held it up, reading it through for the first time.",
            "John passed the comic to Bill. He flipped open the paper and read the article, which consisted of a small ad in the upper right corner.",
            "John passed the comic to Bill. He didn't like it.",
            "John passed the comic to Bill. He opened it for a split second, as if to check that no one was listening before he picked up the needle.",
            "John passed the comic to Bill. He had never seen the kind of comic he had read before.",
            "John passed the comic to Bill. He didn't much like comic books, but he liked comics with characters he could relate to.",
            "John passed the comic to Bill. He didn't reply to Bill's sarcasm at all.",
            "John passed the comic to Bill. He felt the book had been a very good fit for the story and read them all over again.",
            "John passed the comic to Bill. He had never heard of this series before.",
            "John passed the comic to Bill. He picked up the phone, called the hospital, and got the number for the police department.",
            "John passed the comic to Bill. He flipped to the back and started reading: \"'He's alive, and so am I!' Bill leaned over and touched his face.",
            "John passed the comic to Bill. He took it from Bill and smiled.",
            "John passed the comic to Bill. He didn’t know what to say.",
            "John passed the comic to Bill. He took a sip of bourbon, lit a cigarette, and watched the TV in silence, while Bill sat with two hands in his lap, staring down at the deck, trying to figure out what he had done.",
            "John passed the comic to Bill. He asked him, \"Who's the writer for this?\"\n\n\"Don Marquis.",
            "John passed the comic to Bill. He said:\n\n'It's a good one, Bill.",
            "John passed the comic to Bill. He and Bill both looked at me as if they were surprised, surprised, shocked; we all looked amazed at the notion to create the first “comic” in this manner.",
            "John passed the comic to Bill. He knew the whole thing even before we did.",
            "John passed the comic to Bill. He looked it over thoughtfully, then passed it to Jack,\nwho handed it to me.",
            "John passed the comic to Bill. He had the impression that at least half of our group was secretly in favor of doing so, the feeling being that it might prove to be useful.",
            "John passed the comic to Bill. He read it again: he looked up from the coffee table and grinned.",
            "John passed the comic to Bill. He'd never seen it in person, but now and then he'd gotten a glimpse of the cover.",
            "John passed the comic to Bill. He nodded encouragingly.",
            "John passed the comic to Bill. He had a funny face then, and the smile\nwas not a false one to me, as it was then, a little as it is now, when I\nhave met that smile from the countenance of.",
            "John passed the comic to Bill. He looked at the headline and a photo of John as \"John the Baptist.",
            "John passed the comic to Bill. He smiled and nodded.",
            "John passed the comic to Bill. He was already in his office.",
            "John passed the comic to Bill. He took out a second cigarette and gave it to him.",
            "John passed the comic to Bill. He looked at it like I was the comic and Bill was the reader, I was the funny bone, I took the comic from him and Bill made me laugh.",
            "John passed the comic to Bill. He shook his head and went back to his writing.",
            "John passed the comic to Bill. He stood with us in the driveway.",
            "John passed the comic to Bill. He opened his mouth to speak, then gave it back to Bill.",
            "John passed the comic to Bill. He looked over it with a suspicious eye.",
            "John passed the comic to Bill. He handed it over.",
            "John passed the comic to Bill. He then turned to his friend.",
            "John passed the comic to Bill. He took the one with a girl, but he didn't know why.",
            "John passed the comic to Bill. He nodded approvingly.",
            "John passed the comic to Bill. He was the older man; Bill was the look on his face when the two shared a glance over the pages of the old days.",
            "John passed the comic to Bill. He looked up with his eyes.",
            "John passed the comic to Bill. He took it to the comic counter, bought three or four, and stood with his eyes half close and half open, his ears perked to catch the most distant sounds.",
            "John passed the comic to Bill. He flipped the pages, scanning the text, then made a long pause.",
            "John passed the comic to Bill. He opened the door cautiously.",
            "John passed the comic to Bill. He picked it up and read through it several times before he said, \"It must've been a very fun comic.",
            "John passed the comic to Bill. He read it, then shook his head.",
            "John passed the comic to Bill. He read it without comment.",
            "John passed the comic to Bill. He's read it dozens of times now.",
            "John passed the comic to Bill. He was already hooked to it.",
            "John passed the comic to Bill. He turned to Bill."
        ],
        "counts": {
            "John": 3,
            "Bill": 25
        }
    },
    "John passed a comic to Bill. He": {
        "details": {
            "pronoun": [
                29,
                31
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    23,
                    27
                ]
            ]
        },
        "sentences": [
            "John passed a comic to Bill. He seemed to be reading the paper; there were sections filled from top to bottom with comic, and it looked more like he was reading his story then paying attention to the article.",
            "John passed a comic to Bill. He read it and chuckled.",
            "John passed a comic to Bill. He read it, nodded grimly, and then leaned forward in his seat.",
            "John passed a comic to Bill. He read it, and nodded.",
            "John passed a comic to Bill. He didn’t tell him it was my comic; he told him it was a new comic.",
            "John passed a comic to Bill. He was in a good mood, laughing at the absurdity of the situation.",
            "John passed a comic to Bill. He was staring blankly off into space.",
            "John passed a comic to Bill. He went a little closer,\nsaid, \"It's beautiful! Is it really your work?\" He shook his head.",
            "John passed a comic to Bill. He glanced at the picture and nodded.",
            "John passed a comic to Bill. He did the same for Jim.",
            "John passed a comic to Bill. He said, \"If you do any more like that one, you may end up being the next Bill Bailey.",
            "John passed a comic to Bill. He had no intention of listening to music on the bus.",
            "John passed a comic to Bill. He didn't know where to look first, but after a moment he realized the comic was about a cat.",
            "John passed a comic to Bill. He flipped through it, scanning it at his normal speed, and then passed him the comic.",
            "John passed a comic to Bill. He looked up.",
            "John passed a comic to Bill. He shook his head.",
            "John passed a comic to Bill. He read it over his partner's shoulder.",
            "John passed a comic to Bill. He didn't smile.",
            "John passed a comic to Bill. He read it over the telephone.",
            "John passed a comic to Bill. He looked at it, then folded it into a neat little square.",
            "John passed a comic to Bill. He thought that Bill was looking a little sheepish.",
            "John passed a comic to Bill. He put it on again.",
            "John passed a comic to Bill. He looked at him\nand said: \"Yes, but you have to keep telling her about the book.",
            "John passed a comic to Bill. He said, “You better grab this before he goes off.",
            "John passed a comic to Bill. He wasn’t very big on comics but this one wasn’t bad, so Bill took it.",
            "John passed a comic to Bill. He asked him about the new comic he'd found.",
            "John passed a comic to Bill. He looked at it.",
            "John passed a comic to Bill. He flipped it open.",
            "John passed a comic to Bill. He did not want to seem a failure.",
            "John passed a comic to Bill. He turned it over in his hands and then he passed it back out to him, as if his hands would get a little slippery.",
            "John passed a comic to Bill. He'd had them all his life.",
            "John passed a comic to Bill. He put it on the table and held out his hand for the pen.",
            "John passed a comic to Bill. He passed it silently to me.",
            "John passed a comic to Bill. He held one up to one of his pupils who nodded for Bill to have the comic and gave it to him.",
            "John passed a comic to Bill. He didn't know much about comics, but he knew that Billy had always used comic books in school.",
            "John passed a comic to Bill. He didn't laugh.",
            "John passed a comic to Bill. He looked at it for a minute and said, \"What does this thing?\" and Bill said, \"It's a story about Bill and his grandmother, from the comic I don't know,\" and Tom laughed and.",
            "John passed a comic to Bill. He looked up at the clock and realized it was eleven.",
            "John passed a comic to Bill. He was already looking at her.",
            "John passed a comic to Bill. He sat down and read the comic.",
            "John passed a comic to Bill. He looked the way you do – small, slightly stooped with a small round head and a tiny face, thinning hair, and a beard.",
            "John passed a comic to Bill. He started laughing at one of the jokes, it went\n_Whang, whang, whang!_\n\nHe saw Bill shaking his head at the same joke.",
            "John passed a comic to Bill. He wasn't much of a writer really, and his comics aren't very high class, just a series of short stories with plot and dialogue, just like he's known since he was a child.",
            "John passed a comic to Bill. He also told Bill he would do anything\nfor the family.",
            "John passed a comic to Bill. He told him to stop, and Bill turned and ran away toward the woods.",
            "John passed a comic to Bill. He handed it to me and I made a face as I turned to the page and saw an image of a man in the top left-hand corner.",
            "John passed a comic to Bill. He seemed very unhappy with one.",
            "John passed a comic to Bill. He read the dialogue and laughed at it.",
            "John passed a comic to Bill. He was in the midst of a long, almost silent\nwait at the table, and, from appearances and the silence, I knew that\nhe would be angry when he saw Bill.",
            "John passed a comic to Bill. He took a seat on the couch and the two men eyed each other.",
            "John passed a comic to Bill. He looked at the panel.",
            "John passed a comic to Bill. He grabbed a handful, gave it a quick glance, then quickly pocketed it.",
            "John passed a comic to Bill. He took one end and started to tear it in half.",
            "John passed a comic to Bill. He flipped it open, then tossed it across\nthe field.",
            "John passed a comic to Bill. He read the comic, a cartoon about a scientist who was so annoyed about humanoid aliens invading Earth that he locked himself in a test tube to make sure he could survive being locked inside for even forty-eight hours.",
            "John passed a comic to Bill. He'd had better pay them for it than he had to.",
            "John passed a comic to Bill. He didn't look too pleased.",
            "John passed a comic to Bill. He glanced at the cover, a photo of an unidentified young woman wearing high heels, with a man and a woman laughing into the frame; the caption read 'The Greatest Hits.",
            "John passed a comic to Bill. He grinned.",
            "John passed a comic to Bill. He asked, \"What's this about?\"\n\n\"It's your father's old warhorse.",
            "John passed a comic to Bill. He gave me a look like he wanted to smack me.",
            "John passed a comic to Bill. He'd just done the same thing before and it had been very good.",
            "John passed a comic to Bill. He hadn't heard a thing about Bill's death.",
            "John passed a comic to Bill. He found it amusing.",
            "John passed a comic to Bill. He wasn't sure why, just had a feeling.",
            "John passed a comic to Bill. He flipped through to the bottom of the comics until he came to a page where an unknown author was writing in a diary.",
            "John passed a comic to Bill. He read the story and nodded, and Bill read the story and nodded, and John read the story and nodded, and Bill read the story and nodded, and John read the story and nodded, and Bill laughed out.",
            "John passed a comic to Bill. He had been reading a copy of the _New Yorker_.",
            "John passed a comic to Bill. He said, \"Tell me the name of your comic.",
            "John passed a comic to Bill. He didn't know what it was but it made Bill curious.",
            "John passed a comic to Bill. He looked at it a little longer before taking\nthe chair, as if he did not quite like the look of it.",
            "John passed a comic to Bill. He had to think it over.",
            "John passed a comic to Bill. He'd read the story on this day last, right after he showed it to her.",
            "John passed a comic to Bill. He grinned his thanks, and then went back to work.",
            "John passed a comic to Bill. He glanced at a newspaper headline—somebody had robbed a bank, in Dallas—then shook his head.",
            "John passed a comic to Bill. He was wearing a tux and a pink bow tie and he was wearing a red scarf around his neck.",
            "John passed a comic to Bill. He turned it over in his hands.",
            "John passed a comic to Bill. He could afford comic strips.",
            "John passed a comic to Bill. He didn't even look at it.",
            "John passed a comic to Bill. He's laughing so hard he's almost tears a few of the tears from his cheeks.",
            "John passed a comic to Bill. He had another one, he looked at Bill and smiled.",
            "John passed a comic to Bill. He looked like some kind of a pirate.",
            "John passed a comic to Bill. He flipped through it and said, \"Yeah, this one's pretty good.",
            "John passed a comic to Bill. He sat in the back of the van.",
            "John passed a comic to Bill. He was staring at the comic with his mouth hanging open as he flipped out his eyes and mouth while holding it.",
            "John passed a comic to Bill. He was carrying a notebook.",
            "John passed a comic to Bill. He opened the package.",
            "John passed a comic to Bill. He looked very tired.",
            "John passed a comic to Bill. He shook his head, but read.",
            "John passed a comic to Bill. He wasn't wearing make-up, and his clothes were rumpled and dirty.",
            "John passed a comic to Bill. He pulled a chair from the dining room and sat down.",
            "John passed a comic to Bill. He read silently.",
            "John passed a comic to Bill. He said, 'How do you spell \"Goliath\"?\"  I said, \"Well, it's a good place to start—Goliath, that's where I'll start.",
            "John passed a comic to Bill. He said, \"Do you still like me, Bill?\"\n\nBill said, \"You make me laugh,\" and looked over at Kara.",
            "John passed a comic to Bill. He took the comic from Bill, and started to read the comic.",
            "John passed a comic to Bill. He pulled the book from his back pocket — the _Daily Planet_, Volume 1.",
            "John passed a comic to Bill. He was a small fellow, and he looked as if the water was not the first thing he would have liked to spend his life doing.",
            "John passed a comic to Bill. He said, \"How do you like that? That's my father in the body of Bill?\"\n\nBill nodded.",
            "John passed a comic to Bill. He didn't answer.",
            "John passed a comic to Bill. He was a boy\nwho understood little more than the gist of what he was told; but he\nsmiled as he watched the boy, and said:\n\n“Handsome young fellow."
        ],
        "counts": {
            "John": 2,
            "Bill": 22
        }
    },
    "John was passing a comic to Bill. He": {
        "details": {
            "pronoun": [
                34,
                36
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    28,
                    32
                ]
            ]
        },
        "sentences": [
            "John was passing a comic to Bill. He held up two comic books and Bill said, 'What's this?' and John handed him an issue of _Black Book.",
            "John was passing a comic to Bill. He stood by the mantel\nwith half-closed eyes for some seconds, then said in an audible voice,\n“What do you boys mean by giving away your secrets to him? What do you\n.",
            "John was passing a comic to Bill. He said: \"I have to tell you, mate.",
            "John was passing a comic to Bill. He put it on the table.",
            "John was passing a comic to Bill. He made a long face and said, 'Bill, it's terrible.",
            "John was passing a comic to Bill. He nodded, as though he understood.",
            "John was passing a comic to Bill. He wasn't laughing at the way I said it—just the way I said 'a man.",
            "John was passing a comic to Bill. He said, 'They all want to be writers.",
            "John was passing a comic to Bill. He said:\n\n\"I know what's wrong, but tell me what they did to my hair.",
            "John was passing a comic to Bill. He's a good fellow.",
            "John was passing a comic to Bill. He passed it to Dai, who read it and looked puzzled.",
            "John was passing a comic to Bill. He was holding open the door, and the kid saw the box out of the corner of his eye.",
            "John was passing a comic to Bill. He said 'Good!'\n\nAt a moment when most actors would have been trying to think through his joke, John had a word of inspiration – 'That's a great line, Bill!' He said this.",
            "John was passing a comic to Bill. He held it up, shook his head, and gave a grunt of admiration.",
            "John was passing a comic to Bill. He was standing beside a blackboard covered with hundreds of black grease-pencil circles and arrows.",
            "John was passing a comic to Bill. He was a friend of Bill's and he knew her.",
            "John was passing a comic to Bill. He was one of the few remaining guys from my high school.",
            "John was passing a comic to Bill. He sat down next to him to read it.",
            "John was passing a comic to Bill. He noticed that while Bill was looking with interest at the various characters, he was missing another member of the band.",
            "John was passing a comic to Bill. He pointed to the title, \"The Rantings and Rejoinders of the Man from America.",
            "John was passing a comic to Bill. He was wearing his old, dark blue suit.",
            "John was passing a comic to Bill. He said, 'You know, Bill, I really admire you.",
            "John was passing a comic to Bill. He had a long beard.",
            "John was passing a comic to Bill. He went up to a guy who had been in a TV commercial before, because he was really funny.",
            "John was passing a comic to Bill. He said: 'What are you doing?' Bill said: 'Trying to get a job.",
            "John was passing a comic to Bill. He held up a bottle.",
            "John was passing a comic to Bill. He said no, so Bill gave it back.",
            "John was passing a comic to Bill. He didn't need any help.",
            "John was passing a comic to Bill. He had seen the look of concern as Tom took the comic.",
            "John was passing a comic to Bill. He glanced over with a puzzled look as the other man spoke.",
            "John was passing a comic to Bill. He said it was an old warhorse and you could tell just by its smell.",
            "John was passing a comic to Bill. He looked up, noticed me watching his wife, and turned quickly on my heel to walk over to where he and Bill were standing.",
            "John was passing a comic to Bill. He glanced up, thinking, but it was a man of about his own age who was standing at the top of the steps so that he could watch the two of them while they walked to the car without having.",
            "John was passing a comic to Bill. He was looking through his copy when his eye caught a short paragraph on the top of the page, describing an act of sabotage that had occurred about four years earlier.",
            "John was passing a comic to Bill. He said, \"Don't tell me.",
            "John was passing a comic to Bill. He pointed to a large display case that stood in the middle of the storefront.",
            "John was passing a comic to Bill. He was passing a comic to Bill.",
            "John was passing a comic to Bill. He had a lot of laughs on my team at Warnerville.",
            "John was passing a comic to Bill. He sat on a park bench\n\n“Hey! It’s been a while since I’ve seen you!”\n\n“Yes, well, this is the last week and you are still on holiday.",
            "John was passing a comic to Bill. He looked in the direction of his house and noticed a man standing by his car.",
            "John was passing a comic to Bill. He had one of his own, called 'The Life of the People' – a comic that was famous amongst the British Labour movement.",
            "John was passing a comic to Bill. He did so because it was part of the way of honour that he would share something with Bill, and he was not sure what.",
            "John was passing a comic to Bill. He didn't know that Bill was writing them.",
            "John was passing a comic to Bill. He put the paper he'd been holding in his jacket pocket.",
            "John was passing a comic to Bill. He’s like, 'Oh, I didn’t see that in your collection!’”\n\nTales of the Wilds – “My wife and I are getting married at the end of July,.",
            "John was passing a comic to Bill. He had never seen them like this before.",
            "John was passing a comic to Bill. He said\nhe had never read anything more funny since they had started to\nwork on the strip.",
            "John was passing a comic to Bill. He looked up and he asked, \"Did you see that girl in the movie? No! Did you?\"\n\nBill was shaking his head, laughing.",
            "John was passing a comic to Bill. He looked into the eyes of the character named Daryl, then said: “I’m here for you.",
            "John was passing a comic to Bill. He was still smiling, his teeth were white in the whiteness of his face and his eyes shone.",
            "John was passing a comic to Bill. He told him the story of his mother who had spent a night on 'an island'.",
            "John was passing a comic to Bill. He handed Bill three comic books.",
            "John was passing a comic to Bill. He gave him the book; Bill gave him the money; the books were for sale.",
            "John was passing a comic to Bill. He was asking him if he wanted to buy a comic.",
            "John was passing a comic to Bill. He was, in fact, taking money from Bill because he was thinking of what could happen when he had to pay those debts himself: if John knew that he would go to jail for his crimes and wouldn't.",
            "John was passing a comic to Bill. He noticed Bill's eyes being glued to the comic.",
            "John was passing a comic to Bill. He knew the only other person who could stop him was me, so he said to me, 'I will not put on a show that is in conflict with what I'm telling you.",
            "John was passing a comic to Bill. He didn’t read it (lots of comic books are too much).",
            "John was passing a comic to Bill. He had just got out on his own and hadn't got into a house yet (excepting the first one he had been in, and that was a bit shabby).",
            "John was passing a comic to Bill. He laughed, and gave them the comic's tagline, \"The real reason people read comics.",
            "John was passing a comic to Bill. He felt a certain respect for this man, who so obviously had been a very good friend.",
            "John was passing a comic to Bill. He handed him the comic, took a drink of whiskey, and said, \"Read about these two girls who just broke up over some boy they got into bed with.",
            "John was passing a comic to Bill. He said, 'This is unbelievable'.",
            "John was passing a comic to Bill. He said, \"Well, how about it?\" He thought about the way he felt, if he could make Bill jealous and make Bill love him, what would happen if he could also make Bill happy and make.",
            "John was passing a comic to Bill. He was explaining how a person's name was formed by a combination of two words, one of which was capitalized.",
            "John was passing a comic to Bill. He was making a big fuss over Bill and Bill was grinning.",
            "John was passing a comic to Bill. He was a thin, middle-eastern looking man in his mid-fifties.",
            "John was passing a comic to Bill. He took his bag and opened it and drew out a sheet and laid it on the table on which the papers were placed.",
            "John was passing a comic to Bill. He wanted something like that, but the bill read, \"Have you seen 'The Gorge'?!\"\n\n'He nodded.",
            "John was passing a comic to Bill. He gave him a little wink.",
            "John was passing a comic to Bill. He said, 'This woman is a writer.",
            "John was passing a comic to Bill. He knew Bill well enough to know that Bill would enjoy this.",
            "John was passing a comic to Bill. He had only recently noticed that many of the comics were now written by women.",
            "John was passing a comic to Bill. He saw that the boy's eyes were fixed on him and that it was plain to see the boy was thinking of a fight he and Tom had had the previous evening in a nearby public house.",
            "John was passing a comic to Bill. He read the comic and said, 'Here, Bill,' and passed it to Tony, who continued to read.",
            "John was passing a comic to Bill. He had been making a special\neffort since then to learn the art of writing a comic.",
            "John was passing a comic to Bill. He asked Bill which he would prefer and Bill just said: “Funny, right? I think my joke’s funny! And that funny guy has been passed along to me by the people who make it.",
            "John was passing a comic to Bill. He was already reading the title, but he stopped dead when he saw who it was.",
            "John was passing a comic to Bill. He had a look on his face that would have worried me if I didn't know what the expression was.",
            "John was passing a comic to Bill. He said: 'I don't know what you're getting at.",
            "John was passing a comic to Bill. He grabbed the comic and put it in his book bag, and now he was the only one with a book bag.",
            "John was passing a comic to Bill. He stopped short and told Bill,\n\n\"Here's your comic!\" and handed the little package to the little man.",
            "John was passing a comic to Bill. He got himself an ice-cream\nand then turned to Bill as he saw him coming up beside them.",
            "John was passing a comic to Bill. He gave it back, and Bill put it in his pocket.",
            "John was passing a comic to Bill. He didn't want to get drawn into a theological debate on the nature of Christ (and no doubt we all remember the arguments around the existence of the Virgin Mary) but it was plain that they couldn't talk.",
            "John was passing a comic to Bill. He looked up and said, \"Your wife's dead.",
            "John was passing a comic to Bill. He pulled the sleeve of his shirt down to his elbow, and put the comic between his ear and neck, and began to read loudly.",
            "John was passing a comic to Bill. He was a tall man with a thick beard, wearing a long overcoat with a high collar.",
            "John was passing a comic to Bill. He said, \"Heh,\" and\nbegan to read his comic: It was a big one, but he only had one strip, an\ninteresting one at that, that made George think he knew.",
            "John was passing a comic to Bill. He was dressed for the part, wearing all black with black gloves and a black silk skullcap.",
            "John was passing a comic to Bill. He looked at the comic, turned his head away from the comic's face, and said, \"Can I have the comic?\" and Bill took the comic back.",
            "John was passing a comic to Bill. He held an envelope up to it.",
            "John was passing a comic to Bill. He was wearing a white silk shirt, which showed his tan like a second skin and was wrinkled and shabby.",
            "John was passing a comic to Bill. He put the book down after a few minutes, as they had both been toiling at it for over two hours.",
            "John was passing a comic to Bill. He knew what Bill was reading, but John just grinned at him like a boy.",
            "John was passing a comic to Bill. He had been following his brother into the booth, and was already reading a page.",
            "John was passing a comic to Bill. He held up two fingers, and when he looked up at Bill he said, \"I got two.",
            "John was passing a comic to Bill. He said to him, 'You like comic books, Bill?' Bill paused in his reading 'I'm not at all familiar with this one called The New Deadline.",
            "John was passing a comic to Bill. He took the volume out of the box and handed it to her.",
            "John was passing a comic to Bill. He got an eyefull from it the first time, then sat up more."
        ],
        "counts": {
            "John": 4,
            "Bill": 35
        }
    }
}