{
    "John seized the comic from Bill. He": {
        "sentences": [
            "John seized the comic from Bill. He said Bill's comic was \"a good book.",
            "John seized the comic from Bill. He then asked Bill for what he told him was his last name.",
            "John seized the comic from Bill. He started to read it by the book.",
            "John seized the comic from Bill. He knew I'd be gone by then, but he was determined to keep it and to make it last.",
            "John seized the comic from Bill. He took the paper and read the story as John was still trying to keep the other boy from noticing.",
            "John seized the comic from Bill. He pulled it out from behind his back.",
            "John seized the comic from Bill. He was the only comic with the look of his future.",
            "John seized the comic from Bill. He showed it to his colleagues, who were amused.",
            "John seized the comic from Bill. He looked at it and said, 'I'm going to be all over this.",
            "John seized the comic from Bill. He knew it was gone, but he didn't know how to get it back.",
            "John seized the comic from Bill. He flipped the page, and the comic began.",
            "John seized the comic from Bill. He knew he'd have to do something.",
            "John seized the comic from Bill. He was about to throw it in the garbage, as Bill was the only other member of the crew who had not yet read him the riot act.",
            "John seized the comic from Bill. He'd seen him do it hundreds of times, and it was easy, almost effortless.",
            "John seized the comic from Bill. He then turned his\nattention to the new comic book that was in its\nprocessing.",
            "John seized the comic from Bill. He pulled out the first strip, where I was in a bath, I was washing, having just emerged from an embrace, looking naked; and the sheet and towels went flying off the tub.",
            "John seized the comic from Bill. He read it out loud and she said, 'It's very good, it's so funny.",
            "John seized the comic from Bill. He stood up and picked it up.",
            "John seized the comic from Bill. He stared at it for a couple of seconds, then\ndoubtfully smiled.",
            "John seized the comic from Bill. He pulled the page out of her pack, laid it on the table, and gave it to her, telling her to read it while she still could.",
            "John seized the comic from Bill. He had never read it before.",
            "John seized the comic from Bill. He held him and he looked at him.",
            "John seized the comic from Bill. He stood there staring into it, with a stupid grin spreading over his face.",
            "John seized the comic from Bill. He looked at the first page, then looked away, and turned the page over.",
            "John seized the comic from Bill. He opened the back of the book.",
            "John seized the comic from Bill. He glanced at it and said, \"Hey kid, let's see what you can do with this.",
            "John seized the comic from Bill. He began reading it aloud, the script for the first issue, \"with Bill's voice on that page of words.",
            "John seized the comic from Bill. He had the comic and a newspaper that they had confiscated from the old man who was now a police officer.",
            "John seized the comic from Bill. He stood, and in one fluid motion opened the folder of information.",
            "John seized the comic from Bill. He was dressed but not in full disguise, which he was too proud to reveal.",
            "John seized the comic from Bill. He pointed at it and started to giggle.",
            "John seized the comic from Bill. He then went to the counter and asked one of the clerks to open the folder.",
            "John seized the comic from Bill. He turned with equal violence to his son.",
            "John seized the comic from Bill. He felt a warm thrill as he saw it open at one of Bill's hands.",
            "John seized the comic from Bill. He read it, and laughed; but it was a joke.",
            "John seized the comic from Bill. He'd been told it hadn't been a real comic, only the story of the storybook of the same name.",
            "John seized the comic from Bill. He threw it down.",
            "John seized the comic from Bill. He ran from room to room, paging through every possible issue.",
            "John seized the comic from Bill. He\npicked up another one and handed it to the clerk.",
            "John seized the comic from Bill. He walked over to me and gave me a hug\n\n\"Did you get that?\" Bill said.",
            "John seized the comic from Bill. He put the drawing on the window ledge and leaned out, seeing the familiar face on the other side of the sill.",
            "John seized the comic from Bill. He was really a good guy.",
            "John seized the comic from Bill. He put it back.",
            "John seized the comic from Bill. He pulled it out of his jacket pocket and held it up for her to see.",
            "John seized the comic from Bill. He held him, looked at him.",
            "John seized the comic from Bill. He'd found out that the only person who could handle Bill's secret information without knowing anything about the project was Bill's wife.",
            "John seized the comic from Bill. He held it up for Bill to look at, and Bill nodded.",
            "John seized the comic from Bill. He was laughing—laughing and\n\nswallowing some kind of sweet black liquid.",
            "John seized the comic from Bill. He put the comics in a bowl and began to eat.",
            "John seized the comic from Bill. He opened the folder on his desk and read the list of words, their definitions, and the synonyms and antonyms that had accompanied each entry.",
            "John seized the comic from Bill. He made it a part of himself.",
            "John seized the comic from Bill. He took it to his brother in the other room.",
            "John seized the comic from Bill. He handed it to Billy and said, \"It's a work of art.",
            "John seized the comic from Bill. He ran into a corner, picked up a wad of bills, and tried to cash it.",
            "John seized the comic from Bill. He began reading it.",
            "John seized the comic from Bill. He didn’t believe the girl or her friends when they claimed that the comic had some serious content.",
            "John seized the comic from Bill. He didn't want to hurt him.",
            "John seized the comic from Bill. He looked it over with careful attention, then put the box back in the trunk and climbed into the car.",
            "John seized the comic from Bill. He'd read most of the stories about it, then thought about what the characters said in the comics.",
            "John seized the comic from Bill. He didn't think the comic was important.",
            "John seized the comic from Bill. He walked up to Sonia, looked at her for a moment, her eyes glowing.",
            "John seized the comic from Bill. He glanced down at the first page, as if seeing it for the first time.",
            "John seized the comic from Bill. He smiled and winked at her.",
            "John seized the comic from Bill. He gave it to his sister.",
            "John seized the comic from Bill. He began to read it.",
            "John seized the comic from Bill. He dropped it in her lap.",
            "John seized the comic from Bill. He felt a strange sensation\n  of familiarity.",
            "John seized the comic from Bill. He waved his own at me.",
            "John seized the comic from Bill. He knew it\nwas some sort of joke and asked Bill if his father was ever like that in\nhis day.",
            "John seized the comic from Bill. He then proceeded to read a comic from Bill, which was entitled _The Cat and Puss_.",
            "John seized the comic from Bill. He laughed at it and told Bill about the cartoonist.",
            "John seized the comic from Bill. He read the last line of the comic and then his chest went hot as he realized that it had been Bill's idea.",
            "John seized the comic from Bill. He looked up, his face expressionless.",
            "John seized the comic from Bill. He handed it over to Bill and started to play with it, making the strange sound on the radio.",
            "John seized the comic from Bill. He told Bill to make him sign.",
            "John seized the comic from Bill. He started kissing him.",
            "John seized the comic from Bill. He ran it up to the light, and Bill got it, and Bill smiled, and Bill waved his arm, and Bill walked off.",
            "John seized the comic from Bill. He said:\n\n“It was all right.",
            "John seized the comic from Bill. He flipped through it hastily, looking for an objection, then threw it to the floor and picked up the pencil and continued to stare at it as he read it, his mind working rapidly.",
            "John seized the comic from Bill. He smiled.",
            "John seized the comic from Bill. He picked up the paper and\n\nsaid, \"'What do you mean you've got a comic in your hand?\"'\" Bill replied, \"'I've got\n\na comic in the hand.",
            "John seized the comic from Bill. He opened it, and it was very good.",
            "John seized the comic from Bill. He\nplied him his cigarette case.",
            "John seized the comic from Bill. He was still holding the box in front of him and was turning it over when he spoke softly into his left ear.",
            "John seized the comic from Bill. He took it and tucked it away in his pocket.",
            "John seized the comic from Bill. He took it back to the office and threw it into the trash.",
            "John seized the comic from Bill. He said, \"He always wanted a story, and I helped him figure out how to get one.",
            "John seized the comic from Bill. He'd pulled out the pages only a few hours earlier, just as he was in no position to take any responsibility for it or its contents.",
            "John seized the comic from Bill. He handed it to me and began to read.",
            "John seized the comic from Bill. He was a bit shocked at first, but when he realised how much money he'd lost, that was very reassuring.",
            "John seized the comic from Bill. He was a small guy, but not as small as Rae.",
            "John seized the comic from Bill. He told him to bring some of Bill's papers and books, which he'd kept for years and had been searching for.",
            "John seized the comic from Bill. He could see he was about to try to get a move on.",
            "John seized the comic from Bill. He put Bill against the wall with his back turned, leaned over, and stuck a steel business card into the back of Bill's head with his finger.",
            "John seized the comic from Bill. He slapped it away and said, \"That's the only comic in that entire shop.",
            "John seized the comic from Bill. He ran back into his house with the comic, then put it down somewhere safe and covered it in snow.",
            "John seized the comic from Bill. He looked around at them both.",
            "John seized the comic from Bill. He pointed to the pictures and chuckled.",
            "John seized the comic from Bill. He had already read the story when he'd written in it, but he hadn't thought to bring it with him.",
            "John seized the comic from Bill. He flipped it over to see if it was for him—and a photo of his and his sister's family: a younger, and much shorter version of himself and his wife."
        ],
        "counts": {
            "John": 1,
            "Bill": 25
        }
    },
    "John passed the comic to Bill. He": {
        "sentences": [
            "John passed the comic to Bill. He glanced at the table of figures, then at each other.",
            "John passed the comic to Bill. He said, \"'You've got a lot to catch up on.",
            "John passed the comic to Bill. He thought for a moment, then said, \"Thanks, Bill, but I've got to tell you, I was hoping you'd change your mind about this.",
            "John passed the comic to Bill. He didn't tell him much but just that what he'd decided was best.",
            "John passed the comic to Bill. He didn't remember her name (after all, he didn't remember his name in all that time he was married to her), but he remembered her face.",
            "John passed the comic to Bill. He was in the midst of filling her in on the situation when the phone rang.",
            "John passed the comic to Bill. He held it toward the corner of the table and smiled as he saw Bill shuffling through it.",
            "John passed the comic to Bill. He seemed impressed.",
            "John passed the comic to Bill. He saw it, laughed and told Bill about his father's latest book.",
            "John passed the comic to Bill. He took it off the hook and gave it to me.",
            "John passed the comic to Bill. He couldn’t help but grin.",
            "John passed the comic to Bill. He leaned back, holding both hands out straight, smiling as the comic book slipped into place between the two of them.",
            "John passed the comic to Bill. He said, “I wish this was true.",
            "John passed the comic to Bill. He read the title alone, and was already disappointed.",
            "John passed the comic to Bill. He did his best and looked at the picture.",
            "John passed the comic to Bill. He looked at it closely for a moment, then shook his head and set it aside.",
            "John passed the comic to Bill. He stood and gave them both what was then the largest box in his library.",
            "John passed the comic to Bill. He looked at it and said, 'Now I've got even more!' He passed the comic back to Bill.",
            "John passed the comic to Bill. He said, \"Here you have a friend who's going to a comic book convention!\" Bill told me he had known Bob all his life, and he was a longtime admirer of Bob, as well as a.",
            "John passed the comic to Bill. He was surprised and amused by how much he'd come to resent him calling Bill a \"sheep\".",
            "John passed the comic to Bill. He was holding it, its pages curled around his hands, its dark surface coated with red ink.",
            "John passed the comic to Bill. He'd just watched a couple of clips on TV the night before, when his father had started off on some tirade against the unions and how the workers weren't going to last much longer.",
            "John passed the comic to Bill. He'd gotten it from our little girl, as well as his two sisters.",
            "John passed the comic to Bill. He then passed it down the line, and Bill went all the way from Bill to me, \"Hey, Bill, want some?\" I said, \"Yeah, I love your comics.",
            "John passed the comic to Bill. He had never shown anyone\nbut himself for the past three years.",
            "John passed the comic to Bill. He looked at it a moment, then spoke in a low voice, \"What has the boy said? Who is he, this boy?\"\n\n\"His name is Ben.",
            "John passed the comic to Bill. He read it for a moment.",
            "John passed the comic to Bill. He read it.",
            "John passed the comic to Bill. He sat back in his chair, crossed his ankles, and said, \"You don't need me to get up anything for you.",
            "John passed the comic to Bill. He started chuckling.",
            "John passed the comic to Bill. He sat on Bill’s right and Bill laid his head on the boy’s chest.",
            "John passed the comic to Bill. He drew on their fingers instead, which, combined with his hand on Bill's shoulder, gave Bill a special feeling I've never received before.",
            "John passed the comic to Bill. He glanced over and said, \"I'm going to need the money for the air conditioning.",
            "John passed the comic to Bill. He glanced through it at its pages while I folded a fresh tissue from the box of my tissues.",
            "John passed the comic to Bill. He held it in his right, put his hands over his chin as though he were waiting for the right words to come out, then he turned on his heel and went home.",
            "John passed the comic to Bill. He and Bill looked at each other in amazement, then slowly turned to face the woman in the audience.",
            "John passed the comic to Bill. He held the comic up and laughed.",
            "John passed the comic to Bill. He looked at him and said, 'Do you think I would tell her if I knew?'\n\nBill said, 'I didn't think you would, but that's not the same.",
            "John passed the comic to Bill. He liked it; he said it was \"some real art\" and was sure to sell like hotcakes.",
            "John passed the comic to Bill. He was stunned for a few seconds, then he laughed.",
            "John passed the comic to Bill. He didn't hear back from him before lunch.",
            "John passed the comic to Bill. He was surprised that he hadn't noticed the figure before.",
            "John passed the comic to Bill. He went over and grabbed the comic, then turned to me and said, \"Who's this guy?\"\n\n\"That's me, Bill.",
            "John passed the comic to Bill. He took it from his side pocket and started reading aloud.",
            "John passed the comic to Bill. He said to Bill, \"Do you have any drawings?\"\n\nBill went into the office, rummaged through his desk drawers for his pencil set, turned on a computer, and typed a message on.",
            "John passed the comic to Bill. He stared for an instant at its face, then turned it face down.",
            "John passed the comic to Bill. He'd been listening to the music and was enjoying it quite a bit—but, I knew, he wasn't crazy.",
            "John passed the comic to Bill. He nodded and said, 'We won't make a showdown on the streets of the city, then?'\n\n'A little one,' Bill replied.",
            "John passed the comic to Bill. He sat down beside it, and said that it sounded like the best comic he'd ever read.",
            "John passed the comic to Bill. He held it up to the\npassing night air; it was about four o'clock.",
            "John passed the comic to Bill. He thought his comic reader for a while, but it was just too much work to type for.",
            "John passed the comic to Bill. He grinned.",
            "John passed the comic to Bill. He smiled.",
            "John passed the comic to Bill. He sat down and put the letter on Bill’s desk.",
            "John passed the comic to Bill. He flipped to see who wrote the story—Bill had typed the scene—then he looked up and read it in the book, smiling.",
            "John passed the comic to Bill. He drew an\nincredibly crude sketch of a cow head and the top half of a human\nface.",
            "John passed the comic to Bill. He was holding it in his right hand.",
            "John passed the comic to Bill. He read the last few words of the article that he had scrawled next to the sign:\n\nIt says here that the man who built the Mastodon of the world and the greatest of all the.",
            "John passed the comic to Bill. He sat next to the old man, put on the comic, and said, \"I don't want these guys to know about my cancer.",
            "John passed the comic to Bill. He had been a fan of the late Frank Miller when he had not seen him work over two decades ago.",
            "John passed the comic to Bill. He turned to his companions.",
            "John passed the comic to Bill. He looked at it.",
            "John passed the comic to Bill. He read it quietly.",
            "John passed the comic to Bill. He looked at it for the last time and I nodded encouragingly.",
            "John passed the comic to Bill. He read the whole thing to\n\nmyself.",
            "John passed the comic to Bill. He then returned to his place and began to read the comic.",
            "John passed the comic to Bill. He took it, turned it this way and that, examined it in detail, and passed it on to Fred, who read it.",
            "John passed the comic to Bill. He was excited and looked at it for a few moments, before going out to the barn to find his new cat.",
            "John passed the comic to Bill. He was a little more enthusiastic than he had been in earlier readings but Bill felt it necessary to warn him off just because of his lack of understanding.",
            "John passed the comic to Bill. He read it, grinning.",
            "John passed the comic to Bill. He put it away, reached for another and began pulling the pages out one by one, laughing aloud at their antics.",
            "John passed the comic to Bill. He said he wasn't interested in being an artist, but as for the story and the drawings, he'd keep it.",
            "John passed the comic to Bill. He read it to me.",
            "John passed the comic to Bill. He read it to his mother before he went to his room, and his mother said she wished she had known this when it was just the two of them.",
            "John passed the comic to Bill. He had a habit of doing that.",
            "John passed the comic to Bill. He laughed and said, \"I've heard the rumor about you, Bill.",
            "John passed the comic to Bill. He reached down and gave Bill a big hug, then shook hands with Will.",
            "John passed the comic to Bill. He told him, 'I don't want you to read that until you have finished training it, but you should read it now and get your head into this, because if you stick with him you go to great.",
            "John passed the comic to Bill. He looked at his watch.",
            "John passed the comic to Bill. He was going to have a laugh.",
            "John passed the comic to Bill. He wasn't happy, but Bill wasn't happy, either.",
            "John passed the comic to Bill. He and I stood together, leaning against the wall just inside the entrance.",
            "John passed the comic to Bill. He then gave the comic to me.",
            "John passed the comic to Bill. He handed him the papers, took a deep breath, and said, \"All right.",
            "John passed the comic to Bill. He handed her the paper and her eyes widened as she read it.",
            "John passed the comic to Bill. He reached for the comic, and slid it across the table.",
            "John passed the comic to Bill. He laughed at the sight.",
            "John passed the comic to Bill. He wrote down the license number.",
            "John passed the comic to Bill. He seemed very fond of it, and Bill could tell that he loved it too—until a month later, when Larry was down on the island in the Bahamas and the kids had to go to New York.",
            "John passed the comic to Bill. He looked on the page and sighed a little.",
            "John passed the comic to Bill. He started taking his own notes, as though he hadn't seen his own work all week long.",
            "John passed the comic to Bill. He laughed at it, and nodded approvingly.",
            "John passed the comic to Bill. He hadn't expected Bill to be so understanding.",
            "John passed the comic to Bill. He read it, looked up, and said, \"You're full of crap.",
            "John passed the comic to Bill. He was delighted, saying 'I've spent a bit of time with your friend, Mr.",
            "John passed the comic to Bill. He was in a hurry to get back to San Francisco and to begin his real life on his own accord.",
            "John passed the comic to Bill. He read it twice.",
            "John passed the comic to Bill. He laughed, shaking his head.",
            "John passed the comic to Bill. He seemed taken with the notion, and Bill returned the comic to Bill.",
            "John passed the comic to Bill. He put it on; Bill took it to Bill's office."
        ],
        "counts": {
            "John": 0,
            "Bill": 31
        }
    }
}