{
    "John seized the comic from Bill. He": {
        "sentences": [
            "John seized the comic from Bill. He said he had seen a comic similar to it before but then it was in a hotel room in Texas.",
            "John seized the comic from Bill. He thought about sharing it with his brother, but then wondered if it would be a betrayal, especially while the situation was so precarious.",
            "John seized the comic from Bill. He took a long pull on his cigar,\nlighting it once and then handing it back to her.",
            "John seized the comic from Bill. He read\n\n\" _If you want to keep your head on your shoulders, you've got to listen to the people who've got none—the people who don't know any better_!\"\n\nHe.",
            "John seized the comic from Bill. He laughed and slapped it on the counter.",
            "John seized the comic from Bill. He was a little too busy to notice that there were only two comics for each month; he was only too pleased when the two were the same.",
            "John seized the comic from Bill. He knew all about the story inside-out.",
            "John seized the comic from Bill. He saw her laugh as they were all looking at him.",
            "John seized the comic from Bill. He thought about it for a moment, then laughed, handing it back to him.",
            "John seized the comic from Bill. He put it under a pile of other comics, and started reading.",
            "John seized the comic from Bill. He opened it up.",
            "John seized the comic from Bill. He began\nthrowing the covers at my head.",
            "John seized the comic from Bill. He flipped through it, looking for names of people he recognized.",
            "John seized the comic from Bill. He had\nturned it to another page, and was reading the name on the last card.",
            "John seized the comic from Bill. He did not recognize\n  Bill's name.",
            "John seized the comic from Bill. He looked at it, then gave it back to Bill.",
            "John seized the comic from Bill. He said to Bill, \"You're the one person in the world who can get me out of this, Bill.",
            "John seized the comic from Bill. He read out the title 'Triumph of the Nerds'.",
            "John seized the comic from Bill. He did indeed look at how it was drawn, and he saw a line right there.",
            "John seized the comic from Bill. He looked at it.",
            "John seized the comic from Bill. He held up, \"You see what happens?\" This was the most disgusting sight he had ever seen on a human face.",
            "John seized the comic from Bill. He glanced at it.",
            "John seized the comic from Bill. He could see the cartoonist’s pen in his hand.",
            "John seized the comic from Bill. He laughed.",
            "John seized the comic from Bill. He looked at it, and, as though the lines were\nwritten in a language he had no word for, he laughed aloud; but, before\nhe could be at all pacified, he was asked about.",
            "John seized the comic from Bill. He read it.",
            "John seized the comic from Bill. He read the next few pages.",
            "John seized the comic from Bill. He studied it intently.",
            "John seized the comic from Bill. He glanced at it, his eyes dancing.",
            "John seized the comic from Bill. He saw how the old man was crying, and said:\n\n\"This is a very sad thing, I can tell you now you can't go to your grandson no more 'cause that's a little too.",
            "John seized the comic from Bill. He said that it was probably just a prop.",
            "John seized the comic from Bill. He gave it back to Bill with a quaint little bow; then, as Bill put out a hand to touch it, he jerked it away.",
            "John seized the comic from Bill. He said; \"I never saw one of these so I will be the judge of when to pull it.",
            "John seized the comic from Bill. He knew his\ncomic strip had a wide circulation and a good advertising\nvalue.",
            "John seized the comic from Bill. He stood there, his brow raised, a smile on his face, his eyes focused on my face and then focused on the road.",
            "John seized the comic from Bill. He turned it face down, and found that the title page was also empty.",
            "John seized the comic from Bill. He went over to Mike to give him the comic, too.",
            "John seized the comic from Bill. He looked at it.",
            "John seized the comic from Bill. He opened it.",
            "John seized the comic from Bill. He put it in his pocket and held it.",
            "John seized the comic from Bill. He read the title line to himself:\n\"The Shoot.",
            "John seized the comic from Bill. He looked at me, grinned, and said, ‘Dude, if you’ve got five minutes, this is definitely the right place.",
            "John seized the comic from Bill. He found himself attracted to the characters: two little, furry blue-eyed girls, one of them a foxlike creature with a snub nose.",
            "John seized the comic from Bill. He looked at the cover image.",
            "John seized the comic from Bill. He and the dog left the barn and sat,\nswooning with horror, behind the hedge.",
            "John seized the comic from Bill. He glanced at the cover which had been so\ncarefully placed.",
            "John seized the comic from Bill. He said, 'You'll never guess who was in here before us today.",
            "John seized the comic from Bill. He held the comic very carefully.",
            "John seized the comic from Bill. He looked at it.",
            "John seized the comic from Bill. He looked at it in amazement.",
            "John seized the comic from Bill. He held it over Benny's head so the other\nboys' eyes could read the words.",
            "John seized the comic from Bill. He was angry.",
            "John seized the comic from Bill. He threw it down on the couch.",
            "John seized the comic from Bill. He flipped through it and pointed out various sketches.",
            "John seized the comic from Bill. He held it up and read:\n\n\"The whole affair is very simple,\" said Jerry.",
            "John seized the comic from Bill. He tore it in little pieces; then\nhe laid the pieces on the table, near the window, and began to cry.",
            "John seized the comic from Bill. He tore it to bits, and\nwas about to throw it aside, when Bill snatched it back.",
            "John seized the comic from Bill. He read the caption.",
            "John seized the comic from Bill. He then placed it in his pack along with the two pages.",
            "John seized the comic from Bill. He placed it in her hand, and she read:\n\n\"'What does it all come to,\n\nThat so many men and women do?\n\nOh, no, oh no, dear mother,.",
            "John seized the comic from Bill. He had a sudden strong idea, to his joy and amazement: \"He was my little brother—my own real brother! His name was Paul.",
            "John seized the comic from Bill. He looked at it, and a cold rage filled his blood.",
            "John seized the comic from Bill. He glanced at the picture.",
            "John seized the comic from Bill. He turned it over in his hands.",
            "John seized the comic from Bill. He couldn't read much, but he knew you weren't supposed to make fun of a cop.",
            "John seized the comic from Bill. He looked at it and shook his head, as if\nscolding the characters for their carelessness.",
            "John seized the comic from Bill. He handed it to Jack, who sat back casually and turned to page 1 to see the first strip.",
            "John seized the comic from Bill. He looked at it, turned it, looked at it again.",
            "John seized the comic from Bill. He stared at the title.",
            "John seized the comic from Bill. He looked at it carefully.",
            "John seized the comic from Bill. He held it in an outstretched fist.",
            "John seized the comic from Bill. He said, \"Where'd you get this?\"\n\nJohn said he got it at the fair.",
            "John seized the comic from Bill. He stared into its eyes, like a young lover whose hand was holding the object of passion.",
            "John seized the comic from Bill. He opened it to the last page.",
            "John seized the comic from Bill. He stood looking at it.",
            "John seized the comic from Bill. He flipped the paper over and showed it to his friend.",
            "John seized the comic from Bill. He showed the paper to his father.",
            "John seized the comic from Bill. He opened it up in front of them.",
            "John seized the comic from Bill. He didn't want to lose the page, but it didn't matter what he did with the page, the page was taken, and the book was ruined.",
            "John seized the comic from Bill. He looked at it long enough to see\nit was not very much like the work he got for the boys in \"Dynamite\nBob.",
            "John seized the comic from Bill. He was just on edge.",
            "John seized the comic from Bill. He didn't say a word to her, but he looked her squarely in the eye.",
            "John seized the comic from Bill. He did this not for any perverse sex perversion or fetish, but for what he believed to be a valid reason—his love for Bill, who was his dearest and most treasured friend.",
            "John seized the comic from Bill. He was so excited that he felt\nquite gay.",
            "John seized the comic from Bill. He said, 'Did you ever read those funny papers, Bill? Bill, you'll have to write those for me.",
            "John seized the comic from Bill. He held it.",
            "John seized the comic from Bill. He turned it over.",
            "John seized the comic from Bill. He told him, “I don’t want to miss this! But I think you should use it again.",
            "John seized the comic from Bill. He said to the boy that\nit was not a proper age yet to understand things, at which Billy\nblushed with shame, and turned away.",
            "John seized the comic from Bill. He stared at it, then folded it so that Bill wouldn't see it until he had time to read it.",
            "John seized the comic from Bill. He passed the comic across to me.",
            "John seized the comic from Bill. He felt a bit silly at first, especially since Bill looked rather confused.",
            "John seized the comic from Bill. He held it under his arm, and spoke\nwith more animation than usual.",
            "John seized the comic from Bill. He had seen the picture of the\ngirl from the train.",
            "John seized the comic from Bill. He handed it to his friend\nwho read it over, and then laughed heartily.",
            "John seized the comic from Bill. He turned to the front covers.",
            "John seized the comic from Bill. He said, \"I like comic books, too.",
            "John seized the comic from Bill. He read it through to the end.",
            "John seized the comic from Bill. He pulled it away.",
            "John seized the comic from Bill. He read the first panel, with the caption \"The Dying of the Light\", then noticed there were other illustrations."
        ],
        "counts": {
            "John": 1,
            "Bill": 13
        }
    },
    "John passed the comic to Bill. He": {
        "sentences": [
            "John passed the comic to Bill. He was in a terrible shape.",
            "John passed the comic to Bill. He had taken a bite from it before he handed it over to me.",
            "John passed the comic to Bill. He held it up.",
            "John passed the comic to Bill. He, too, made a face.",
            "John passed the comic to Bill. He thought it was good.",
            "John passed the comic to Bill. He pointed to the words _crap_ and _shit_, which were written on large balloons, and the letter _i_.",
            "John passed the comic to Bill. He was delighted, and asked if we could go to bed\nand sleep.",
            "John passed the comic to Bill. He was delighted.",
            "John passed the comic to Bill. He looked over his shoulder and said, \"I wouldn't read it yet.",
            "John passed the comic to Bill. He put on a funny face, said, \"Well, you never know,\" and shook his head and closed the door.",
            "John passed the comic to Bill. He leaned back and stared at it.",
            "John passed the comic to Bill. He cracked it open between his finger and thumb and let it fall down beside the bowl on the corner of his desk.",
            "John passed the comic to Bill. He was really enthusiastic about it, and seemed ready to sign it at once.",
            "John passed the comic to Bill. He glanced at it, then passed it to\nLarry.",
            "John passed the comic to Bill. He was clearly not looking at the issue, scanning the page of the magazine again.",
            "John passed the comic to Bill. He read it from top to bottom, paused with a frown, glanced up at Tom, sighed, took a long time to say \"Oh.",
            "John passed the comic to Bill. He read it a few pages and started to laugh.",
            "John passed the comic to Bill. He opened the book, then closed it again and read it through to the end, whereupon he said, \"Do you think that's funny?\"\n\n\"Very,\" said Bill.",
            "John passed the comic to Bill. He showed him the money, $8,000.",
            "John passed the comic to Bill. He said, “I will look into that later, but we will give her six months to make sure it is as good as it can possibly be.",
            "John passed the comic to Bill. He looked at it quizzically.",
            "John passed the comic to Bill. He said, \"That's a great idea! We'll do that!\" I passed the comic to Mike.",
            "John passed the comic to Bill. He paused and read while the other boys\nlooked on.",
            "John passed the comic to Bill. He said, \"This fellow's got it spot on.",
            "John passed the comic to Bill. He turned the page, read a few lines of text, held his breath, then looked with disgust at the cover.",
            "John passed the comic to Bill. He told me.",
            "John passed the comic to Bill. He had never seen one of these.",
            "John passed the comic to Bill. He handed it back to David, who said,\n\n'You're in charge here.",
            "John passed the comic to Bill. He looked over his shoulder.",
            "John passed the comic to Bill. He pointed to a spot to our left.",
            "John passed the comic to Bill. He thought it would be a big laugh and he was right.",
            "John passed the comic to Bill. He glanced at it, then laughed.",
            "John passed the comic to Bill. He was really taken.",
            "John passed the comic to Bill. He then stood up to read it.",
            "John passed the comic to Bill. He put it back in the pocket of his sweater.",
            "John passed the comic to Bill. He raised his eyebrows and shook his head.",
            "John passed the comic to Bill. He was holding his hands up in front of him.",
            "John passed the comic to Bill. He was so interested in it that he forgot completely about the dinner appointment.",
            "John passed the comic to Bill. He held it as if it might burn down his fingers.",
            "John passed the comic to Bill. He turned it over, looking puzzled.",
            "John passed the comic to Bill. He began, his eyes still on the show, and Bill said, \"You can't win.",
            "John passed the comic to Bill. He turned over the pages and handed the book back.",
            "John passed the comic to Bill. He put his hand on my shoulder.",
            "John passed the comic to Bill. He and his wife, Mina, were in the process of moving out of their apartment, across the street from the theater.",
            "John passed the comic to Bill. He said he didn't mean to put up the picture, but thought it might interest a group about to go over to the Yankton Indian Reservation.",
            "John passed the comic to Bill. He looked at the strip.",
            "John passed the comic to Bill. He couldn't read it and he read the comics instead of helping Mike.",
            "John passed the comic to Bill. He told Bill it was his favorite of any he had ever seen.",
            "John passed the comic to Bill. He told Bill to read it, which he did, and then told Bill to call the editor, a Mr.",
            "John passed the comic to Bill. He nodded his approval.",
            "John passed the comic to Bill. He started to read it, and soon made an exit by saying, \"Bill! Bill! I'm going out.",
            "John passed the comic to Bill. He opened it up.",
            "John passed the comic to Bill. He didn't comment but he held the\nmagazine.",
            "John passed the comic to Bill. He read it standing there in the doorway next to the bathroom.",
            "John passed the comic to Bill. He looked it over carefully.",
            "John passed the comic to Bill. He nodded, like a guy who'd just gotten off a good ride.",
            "John passed the comic to Bill. He made his way to the front of the aisle.",
            "John passed the comic to Bill. He gave a laugh.",
            "John passed the comic to Bill. He looked at it, then looked at it again.",
            "John passed the comic to Bill. He paused, then grinned.",
            "John passed the comic to Bill. He said he had not read it in years, or so he said, with an air of indifference, as if such a book were nothing more than a relic of a dead past.",
            "John passed the comic to Bill. He sat up and read.",
            "John passed the comic to Bill. He said: 'Here, Tom.",
            "John passed the comic to Bill. He'd never heard of it, then he did.",
            "John passed the comic to Bill. He turned the page.",
            "John passed the comic to Bill. He stood up, and Bill passed it up the table.",
            "John passed the comic to Bill. He handed him over.",
            "John passed the comic to Bill. He had heard both \"The Wicker Man\" and \"Robin Hood\" before and was now being asked a lot of questions about the film.",
            "John passed the comic to Bill. He read the letter aloud.",
            "John passed the comic to Bill. He studied it.",
            "John passed the comic to Bill. He gave it one look, held it\naloft, and then said:\n\n\"It is the comic of that fellow down yonder.",
            "John passed the comic to Bill. He was so excited he said he was going to buy five.",
            "John passed the comic to Bill. He held it in trembling hands, and read carefully through it several times.",
            "John passed the comic to Bill. He gave a look of relief.",
            "John passed the comic to Bill. He held it to look at it.",
            "John passed the comic to Bill. He read it.",
            "John passed the comic to Bill. He held the paper under his nose and squinted at the words: _Romeo's Lament.",
            "John passed the comic to Bill. He read it through, making a mental note to come back to the whole idea of the comic in a minute.",
            "John passed the comic to Bill. He took it and glanced at it silently,\nlooking over the first few pages.",
            "John passed the comic to Bill. He turned to Jim with a grin: \"Here, now, Jim, I don't mind giving you a fair cut of this, but I want you and Harry to make a couple of thousand for it as soon.",
            "John passed the comic to Bill. He was reading it eagerly.",
            "John passed the comic to Bill. He was really excited about it.",
            "John passed the comic to Bill. He had read it.",
            "John passed the comic to Bill. He looked at it curiously.",
            "John passed the comic to Bill. He smiled and said,\n\n\"It will be your favorite Christmas gift\n\nBill, I think this is a wonderful gift of poetry.",
            "John passed the comic to Bill. He passed it on to Pete.",
            "John passed the comic to Bill. He leaned his chair over.",
            "John passed the comic to Bill. He asked, \"What do you think?\"\n\nBill read the comic and, after a few more sentences, asked, \"I think the characters are really weird.",
            "John passed the comic to Bill. He looked at it.",
            "John passed the comic to Bill. He took it and read the strip:\n\n\"Hey, Jack—I'm just a poor schlepsky here at sea.",
            "John passed the comic to Bill. He was laughing so hard he dropped his coffee mug and it shattered on the floor.",
            "John passed the comic to Bill. He gave me the comic from his own pile of comics and then he gave me a piece of gum.",
            "John passed the comic to Bill. He said, \"You gotta remember, these people don't like each other.",
            "John passed the comic to Bill. He read the title and saw a picture of a blonde woman with bulging eyes and drooping shoulders.",
            "John passed the comic to Bill. He sat on the couch, staring in slack-jawed shock.",
            "John passed the comic to Bill. He looked at it, and then said, \"I'll buy it! No\nidea what it is, really, but what the hell? Let's buy it!\" That same\napplause and the \".",
            "John passed the comic to Bill. He turned to the newspaper and squinted over it.",
            "John passed the comic to Bill. He put it back in his pocket and spoke with Jeb, saying 'He just didn't know how to find it.",
            "John passed the comic to Bill. He read it without saying anything for a moment and then, apparently as if in a trance he threw the magazine on the bar and said, 'Listen, Babe, I'm not an _animal.",
            "John passed the comic to Bill. He was reading the last issue for next week when Bill finished and gave the comic to Ray while he was on the phone to his wife."
        ],
        "counts": {
            "John": 0,
            "Bill": 11
        }
    }
}