{
    "John seized the comic from Bill. He": {
        "sentences": [
            "John seized the comic from Bill. He's doing a thing now.",
            "John seized the comic from Bill. He knew enough for one long joke to be published in America, and a scene from Mr.",
            "John seized the comic from Bill. He and his children became friends, not a family\nfrom New York.",
            "John seized the comic from Bill. He is now facing the death penalty after having his story published a new book of comic books, “Blowing the Dead,” and “The Legend of Stonewall,” and “A Curse of the Dead.",
            "John seized the comic from Bill. He went on to write for the show in 2005, and had the show’s first ever sitcom, The Amazing Race, for the first time after the start of 2008, and was then published in the New.",
            "John seized the comic from Bill. He was asked what he thought was funny about Mr.",
            "John seized the comic from Bill. He is one of the most respected and beloved entertainer of all time and in the world.",
            "John seized the comic from Bill. He was the first comic to enter into a comic when I tried to think of a more sophisticated technique.",
            "John seized the comic from Bill. He was not a reporter, but it was a great deal.",
            "John seized the comic from Bill. He had made himself clear to me by the time of those acts in which his fellow sailors took such a part, that he did not believe their act and thus were not to be considered by the force of the law.",
            "John seized the comic from Bill. He said the comic is just way too dangerous, but the problem is that they don't have much value and so they can't get into trouble.",
            "John seized the comic from Bill. He tried that to try and prevent a murder to escape a woman who was \"not a virgin to any of my classes.",
            "John seized the comic from Bill. He's been in for over a dozen people.",
            "John seized the comic from Bill. He'd done it again.",
            "John seized the comic from Bill. He’s the first “A Worthy of Loyalty” to the rest of the genre, as the name suggests, from his own creation: He doesn’t fit an age-old concept in his.",
            "John seized the comic from Bill. He wrote the second year of his release, so it may be worth it (see below), though he was able to take back the copyright.",
            "John seized the comic from Bill. He was in great\nlove with me, but also on a very high level of affection.",
            "John seized the comic from Bill. He is in a very interesting job because he has a unique, creative approach to the process.",
            "John seized the comic from Bill. He added that he had never been one to the show, but it was quite clear they wanted it, but they did not like it to stand the other four years before them.",
            "John seized the comic from Bill. He had never seen a comic published before.",
            "John seized the comic from Bill. He had to be able to get away with the original, and he died in 1997 and had to be replaced with the original.",
            "John seized the comic from Bill. He's a famous songwriter, but he's not the only one to make a point: The Sabbath was going to be another Christmas Eve dinner in the 1970s.",
            "John seized the comic from Bill. He was a writer and social worker, but was a mastermind and inventor who spent his life at the helm, helping and doing business.",
            "John seized the comic from Bill. He's a great-looking guy.",
            "John seized the comic from Bill. He told the audience that he would show up at the time to tell the story.",
            "John seized the comic from Bill. He wrote for the first time in a comic book called “In the World of the Clash.",
            "John seized the comic from Bill. He did not name you \"The King.",
            "John seized the comic from Bill. He has been an entertainer with the music of \"The New York Times.",
            "John seized the comic from Bill. He told them the first part with three more times.",
            "John seized the comic from Bill. He and their father ran off to a concert during a concert, and it was a fine time, and he got off to his father's house, and made room by a crowd of men whom he knew to be.",
            "John seized the comic from Bill. He's working for me, as soon as he can.",
            "John seized the comic from Bill. He said that the game was only a series of stories—but he'd decided to keep this secret and instead his own work was the main story in it.",
            "John seized the comic from Bill. He won the Golden Rule award, making it on July 22.",
            "John seized the comic from Bill. He was not a 'big man' with a huge brain, but he was a star and a genius.",
            "John seized the comic from Bill. He began to laugh a little, but I did no wrong.",
            "John seized the comic from Bill. He\nsold the book to the media for over a year.",
            "John seized the comic from Bill. He then told me what else things were like, \"They are a great thing.",
            "John seized the comic from Bill. He's seen a video of the movie and the movie that ends with them.",
            "John seized the comic from Bill. He was a convicted artist and a criminal trespasser who has lived for thousands of years in the United States.",
            "John seized the comic from Bill. He also re-released her in a new release at the same time, although their initial plans were still to be made.",
            "John seized the comic from Bill. He knew from one time that the comic was written just after him as a child, and not too often, the children were born when they saw that he could not get a little bit more to write it.",
            "John seized the comic from Bill. He told it and the rest of the story would be \"very\nmuch more\ngood for him\".",
            "John seized the comic from Bill. He was one of three agents of the American Civil War, including his first, to investigate for a trial.",
            "John seized the comic from Bill. He told me that when he was on the phone with Bill I called his family and asked him, ‘How do you know who you are’ but I am not your kind’’\nJohn.",
            "John seized the comic from Bill. He said it helped his son, John, who was a great friend and had been so good to him, and was in a very pleasant house.",
            "John seized the comic from Bill. He is not the first to explain the fact that the character is a member of the New York comic line.",
            "John seized the comic from Bill. He was the only man ever to be the last man to carry a knife with him, and he had no need for more than a quarter of a pound or more.",
            "John seized the comic from Bill. He was a long man in love and an American, yet he became a prominent celebrity at the time – John Roberts’ fame, the man who had become America’s most respected and trusted partner, while not just.",
            "John seized the comic from Bill. He was also the author of the comic book of the year.",
            "John seized the comic from Bill. He was also a member of a police commission named by the British-born Oliver O'Donnell, with whom he was in the mid-20th century.",
            "John seized the comic from Bill. He thought, like a man, the same way to take things from himself.",
            "John seized the comic from Bill. He's got one story in the series.",
            "John seized the comic from Bill. He's in the office so I'm still on a big tour.",
            "John seized the comic from Bill. He was being dragged to take a seat upon the scene of a tragic and lonely encounter by a girl who had fallen in love with a man who had not yet visited herself since she was sixteen.",
            "John seized the comic from Bill. He was very much\nparted the way that the comics went down.",
            "John seized the comic from Bill. He said he hadn't seen the guy with a long hair, or maybe he was too much of a woman to have a good time.",
            "John seized the comic from Bill. He also took stock for the story line, where his name is changed to the title of The Lion King, that is, the character's name.",
            "John seized the comic from Bill. He did not take part so much as to get rid of it and leave the show.",
            "John seized the comic from Bill. He was also a huge comic-book artist, and a real soul, although the comic could not be released at this time.",
            "John seized the comic from Bill. He'd found that with this in his own hand, there was a very nice little twist that made him throw his arms around the screen.",
            "John seized the comic from Bill. He had a problem of losing his father too quickly.",
            "John seized the comic from Bill. He died in 2010, and is now at the end of his time.",
            "John seized the comic from Bill. He came across the\nwhole way, in a strange way.",
            "John seized the comic from Bill. He was forced to wait until August to make way for the New York City area's reparations in the summer.",
            "John seized the comic from Bill. He had to be made, and was just as good for it.",
            "John seized the comic from Bill. He said no more than a dozen movies will have a chance to go at seeing the film and a chance to be involved in the plot, and now with the upcoming movie he's working on,\" the producers said as.",
            "John seized the comic from Bill. He was a professional footballer who became a full-time player in Liverpool, now home to several league clubs.",
            "John seized the comic from Bill. He was convicted of two counts of criminal mischief in a New York district court, in connection with the alleged theft of a large quantity of a bottle and causing a death; and in a suit of the court,.",
            "John seized the comic from Bill. He also described a similar phenomenon in that the first American comic strip is actually published in the new series M.",
            "John seized the comic from Bill. He wrote the script.",
            "John seized the comic from Bill. He did not even know how to write a story, and he said that he wanted to write a story about his parents, but that was not in their possession.",
            "John seized the comic from Bill. He was very well-bred, of the origin of the characters in the world.",
            "John seized the comic from Bill. He also made the big-name characters, as he was a long-term influence, and he'd made a name for himself as well.",
            "John seized the comic from Bill. He wanted to call it _Lust_ -a monster in the early 20th century, it was a little too easy to get him into touch.",
            "John seized the comic from Bill. He was given the last edition and his first and only title in this issue as well.",
            "John seized the comic from Bill. He started it under another comic called\nBull's Lies, and, that is, a movie with a very unusual\ncharacter.",
            "John seized the comic from Bill. He said he was not satisfied that the character did not appear in the book.",
            "John seized the comic from Bill. He came to me to the right of that line to begin with, until I saw the second page of his book – the first page of his book with the last page I saw a time where I had to make.",
            "John seized the comic from Bill. He and his wife had only been together since they were young, were the last of friends to marry; the mother went to see the man; the aunt turned out as she sat for a while as the father of.",
            "John seized the comic from Bill. He was not authorized to give credit to the other two in order to show any part of his testimony that he has a right to be heard.",
            "John seized the comic from Bill. He died at 6:27 a.",
            "John seized the comic from Bill. He thought of being a spy: it's a terrible thing to be a murderer: it's the one he thought of taking.",
            "John seized the comic from Bill. He was quite a bit of a footballer, but had a somewhat limited reputation.",
            "John seized the comic from Bill. He had in fact been the world great, a great champion of humanity, an amazing leader of the greatest power in history.",
            "John seized the comic from Bill. He took the place of\nthe two friends, the first one one the others had brought the whole thing in\na certain way, the second one, which brought the comic.",
            "John seized the comic from Bill. He had this idea before, but he couldn't imagine his situation to be a little more realistic, in an attempt to understand what was coming around him.",
            "John seized the comic from Bill. He's only one of the big men on his team.",
            "John seized the comic from Bill. He died in the\n\ncargo car of the dead after having been transported and transported to the New\n\nYork Zoo.",
            "John seized the comic from Bill. He was a fine man.",
            "John seized the comic from Bill. He was a\ngreat-great-grandson.",
            "John seized the comic from Bill. He would become the man whose lives are lost to the point now, and he\nused to be his best friend.",
            "John seized the comic from Bill. He was the last and most prominent figure in this cartoon.",
            "John seized the comic from Bill. He is only 17 days old.",
            "John seized the comic from Bill. He had a real advantage in the fact that he got to spend $2,000 on his way from Uruguayan territory to Guatemala, where he was to stay.",
            "John seized the comic from Bill. He and the boys used the bar on their nightshade, which they used to tell to each other around the car.",
            "John seized the comic from Bill. He took it in the end, saying, 'I got to go back to the scene and start going over with the scene to see a story I told it to.",
            "John seized the comic from Bill. He had worked for the Ulysses family as a well-traveled warhorse on the North American continent, and for the past 100 years has been running into the world with the \"Gay Man,\" the.",
            "John seized the comic from Bill. He was arrested for murdering fellow gangster Mike DeNoy the first day of his release and in fact had been arrested for using the 'bunch of their own' technique as \"spoiler\" and.",
            "John seized the comic from Bill. He began by writing to the original actor in a song that was made available for viewing, the film \"An Old Lady, The Mouth of a Riot\".",
            "John seized the comic from Bill. He would be arrested and removed from the game forever."
        ],
        "counts": {
            "John": 3,
            "Bill": 1
        }
    },
    "John passed the comic to Bill. He": {
        "sentences": [
            "John passed the comic to Bill. He wanted to know it by himself when he had time to think about it like he had in his own life.",
            "John passed the comic to Bill. He took the time to examine him and said, “I will give you a piece of work to see the world of men and women.",
            "John passed the comic to Bill. He had already told a story of a man who was married to a friend of mine.",
            "John passed the comic to Bill. He was quite the funniest dude in the world, and, he said, \"The guy who did things and who didn't know where to work with was like this.",
            "John passed the comic to Bill. He's a good fellow so I've known him about it.",
            "John passed the comic to Bill. He then went on to\n\nmake a scene featuring his mother and his first-person cast member, Robert\n\nLedby's first name, Bill\n\nBaptista's second name, Robert Le.",
            "John passed the comic to Bill. He loved the idea of it being a genre that’d be so many people to read it.",
            "John passed the comic to Bill. He has a great body count and great style.",
            "John passed the comic to Bill. He also had some inscriptions along the line for use in the next several pages, but the show's title seemed to be more likely to be that of the \"crosser\" type, rather than the \".",
            "John passed the comic to Bill. He wasn't the most popular comic.",
            "John passed the comic to Bill. He and his other children were already on the field before them, and no one would ever remember them: they were still alive if he ever died because he was still on duty.",
            "John passed the comic to Bill. He had two brothers from the same family and another from the same brother, with a sister, and another to the house and a sibling from the same brother.",
            "John passed the comic to Bill. He was able to stop the project from getting a little longer until one of the students got a job last month, and this time, it was a very effective way to expand the program.",
            "John passed the comic to Bill. He wrote an excellent book on _Frankenstein and the New Age.",
            "John passed the comic to Bill. He and his boys had made a big deal to raise them in arms\n\nThere were eight men in the film, and at least 11 in the comic book, each took a special\n\n“Vilph.",
            "John passed the comic to Bill. He was the first-time a television director.",
            "John passed the comic to Bill. He has no previous knowledge of his own writings.",
            "John passed the comic to Bill. He is also a photographer.",
            "John passed the comic to Bill. He has written a short story on the road to a story.",
            "John passed the comic to Bill. He then re-read the show's comic, The Wizard series and became one of the first to receive the repertory of 'Broware', after the comics were shown in London in the comic.",
            "John passed the comic to Bill. He always would like to take the new album, but he's not the biggest fan.",
            "John passed the comic to Bill. He didn't have to take it that way.",
            "John passed the comic to Bill. He had been the first man to tell the _A_ that he was all to himself, and would have told him that they would have to run away with him.",
            "John passed the comic to Bill. He was more of a big fan of the comic and the one that would probably have helped him be as a fan.",
            "John passed the comic to Bill. He also added that the story will now be the first ever of the series to be made by a series of comic stories.",
            "John passed the comic to Bill. He is credited in one of the most outstanding comicbooks.",
            "John passed the comic to Bill. He was an attorney at that time, and an attorney there appointed to represent him in the Court of Appeals.",
            "John passed the comic to Bill. He had one day the same thing, with his\nway of being a friend and getting all the latest comic back for\nhis beloved father, and being a good enough man (though he has nothing to\ndo.",
            "John passed the comic to Bill. He was one of the most prolific writers of his life.",
            "John passed the comic to Bill. He'd done a series of work, and this was more like the fact that he was a man, like the man who was responsible for the world's largest army of soldiers.",
            "John passed the comic to Bill. He later became a famous actor, but didn't live to tell his story.",
            "John passed the comic to Bill. He had just published it in the New York Public Library, and that seemed to be about going to hear something about the original comic about a good one.",
            "John passed the comic to Bill. He said, \"He's got no idea how to get to it.",
            "John passed the comic to Bill. He used this to keep the comic intact.",
            "John passed the comic to Bill. He also read the song, as well as the songs by Robert Foy.",
            "John passed the comic to Bill. He knew a new world of comics with the title \"Jockeying for the World.",
            "John passed the comic to Bill. He didn't like to put away some of his own opinions when it was all too common for him to act as an advocate for the public.",
            "John passed the comic to Bill. He said he thought it an idea of \"a simple question about how he would manage to do that.",
            "John passed the comic to Bill. He asked the audience that it was, in fact, that they'd be able to go to see him for just a month, and he told everyone that it was just a few weeks.",
            "John passed the comic to Bill. He didn't get it.",
            "John passed the comic to Bill. He was the captain who made a major push for the job, and then gave Jozak a pass of $10,000.",
            "John passed the comic to Bill. He was a member of the audience at the time.",
            "John passed the comic to Bill. He would go home.",
            "John passed the comic to Bill. He's the only one of his friends the\nuniverse knows?\n\nI'll be careful to say in a minute.",
            "John passed the comic to Bill. He was a great writer, but his career became an important part.",
            "John passed the comic to Bill. He then drew the line and went on to draw the best of his career.",
            "John passed the comic to Bill. He was also called \"the most gifted writer ever to be so, and a good actor that could stand in an office.",
            "John passed the comic to Bill. He was not a fan of Mud Riding, in which he would go to a concert, to tell a child how to do that.",
            "John passed the comic to Bill. He was not only the subject of debate.",
            "John passed the comic to Bill. He was at it in time to make his first appearance on The Colors in September 2006.",
            "John passed the comic to Bill. He's been a cartoonist, as is my mother.",
            "John passed the comic to Bill. He has written some of the best episodes of The Clipster series (from January 3 to August 15 to the beginning of August 25), as well as several of a dozen episodes and one or more series.",
            "John passed the comic to Bill. He won the award-winning story in The Book of Revelations, which won the New York Literary Award, and he won the Emmy nomination for being the original comic-book writer to perform his work on.",
            "John passed the comic to Bill. He did the following: \"You were the one who told me it was my fault\nto have the people who died as a result of your love for a book.",
            "John passed the comic to Bill. He then started reading an older, more upbringing with my parents in his grandmother's home.",
            "John passed the comic to Bill. He's a former actor who can show us all of the same things that the comic would have told when he first aired.",
            "John passed the comic to Bill. He wasn't a big-time comic, much less an entertainment icon.",
            "John passed the comic to Bill. He became the first to introduce himself.",
            "John passed the comic to Bill. He said, \"Tell the truth.",
            "John passed the comic to Bill. He also created a short story for American comedian Bill Kramer, on his way to the office at the time that started with the story and had the story run through by Jack Dillard and J.",
            "John passed the comic to Bill. He also published a sketch of the story in the 1960s\n\nIn the late 1960s, his father, the son-in-law, was an important early writer.",
            "John passed the comic to Bill. He then read about the work, but he didn't make a recommendation.",
            "John passed the comic to Bill. He was also a lawyer, the only one in the legal history of any of the comic books on the internet.",
            "John passed the comic to Bill. He didn’t seem interested in the story, it was only a few pages; there were only a couple of pages.",
            "John passed the comic to Bill. He then left back to reclaim his name to his parents, William and Clara and Mary.",
            "John passed the comic to Bill. He says he doesn't care much about the comics.",
            "John passed the comic to Bill. He had a very good sense of it all.",
            "John passed the comic to Bill. He told the story of his first life in 1851 with a partner, who became an artist and one of the original artists, as the comic, in which the comic brought the novel to the point where he \".",
            "John passed the comic to Bill. He died on Saturday, Nov.",
            "John passed the comic to Bill. He did something to be very frank and sincere when he thought he heard a story that was already there all around him with a very different image and an image by him being a real young girl and a real girl of.",
            "John passed the comic to Bill. He was still making it known to the public that he was being taken by those who thought him good enough to be useful to them.",
            "John passed the comic to Bill. He was a young and energetic person to whom the author could be so much interested but so much of the work that it seemed rather awkward for the reader to forget him and start.",
            "John passed the comic to Bill. He was well respected in the industry, he said; and he never looked to the other members of the Guild for assistance in what they saw as a long and well-done work of comic art.",
            "John passed the comic to Bill. He also was so impressed when I asked him for a picture of the famous \"dinner,\" which was pretty popular with viewers.",
            "John passed the comic to Bill. He wasn't impressed by the '10-Year-Old Barefoot' comics.",
            "John passed the comic to Bill. He also added that the show would be made a special exception and that a new comic would be released over the next two-five years.",
            "John passed the comic to Bill. He was more of a professional and a major intellectual with more passion than any of his contemporaries.",
            "John passed the comic to Bill. He's a hard worker in the Army and I have no experience with him.",
            "John passed the comic to Bill. He was a brilliant and charming young man and his wife, his son and his wife and their one child, and a friend, who, according to law--the\n\n\"the\n\nBarker\ng.",
            "John passed the comic to Bill. He\nand Mary, having been a prisoner in the Confederate army, was\nin a trial for it.",
            "John passed the comic to Bill. He died in the Boston accident.",
            "John passed the comic to Bill. He was named the original character.",
            "John passed the comic to Bill. He could have\nfound it, the one I thought he wanted, and there'd been another who, who would\ncontinue his life as a lawyer and an artist, would go so far as from\ntrying.",
            "John passed the comic to Bill. He then got up and handed the letter and wrote it in the front of the page saying \"Good Lord!\" \"Oh!\" \"My goodness!\" \"I am going on with my life!\" \"It is time we.",
            "John passed the comic to Bill. He was a\nyoung musician, who grew up reading a book and a writer's heart that he\nwanted to tell the stories of youngsters of these great\npoetries.",
            "John passed the comic to Bill. He used the phrase \"Miscellaneous\" as his nickname.",
            "John passed the comic to Bill. He's not a man whose life wasn't exactly a story.",
            "John passed the comic to Bill. He was not one to the\npart of a group of those who never knew more than his own\ncharacterized what he said to the writer: they were both of whom, the\nsame for him, that.",
            "John passed the comic to Bill. He was one (of only two) of Marvel Comics' chief comic books.",
            "John passed the comic to Bill. He would then become a writer.",
            "John passed the comic to Bill. He was also a member of the panel \"Who Was an American in a War Against Empire?\" and made a series of major \"Lame In Peace\" panels.",
            "John passed the comic to Bill. He was a major villain in the comics; he was one of that much overshadowing the comic, while the comic went through a good-time fight to find a match for a team.",
            "John passed the comic to Bill. He's been a writer ever since his time, and he started when he was in high school.",
            "John passed the comic to Bill. He never said it, but instead, that he would use the comic the other way.",
            "John passed the comic to Bill. He put on a comic play and the book was a perfect read.",
            "John passed the comic to Bill. He didn’t mean it, especially if he was not interested in anything else I’m sure you’d prefer.",
            "John passed the comic to Bill. He was only forty-six.",
            "John passed the comic to Bill. He wasn't one to be a friend, let alone a friend.",
            "John passed the comic to Bill. He worked out the title, \"A Beautiful Family\".",
            "John passed the comic to Bill. He would, then, \"We're the creators of the most powerful comic,\" but \"I have to find the best way to bring its artists to the world,\" and it was enough to let him write such a."
        ],
        "counts": {
            "John": 0,
            "Bill": 2
        }
    }
}