{
    "John seized the comic from Bill. He": {
        "sentences": [
            "John seized the comic from Bill. He said it looked as if it was going to be published, as he could not read the press release and did not understand it.",
            "John seized the comic from Bill. He then began a discussion with Bill, who then called upon the three men to take the comic out of the back office.",
            "John seized the comic from Bill. He is a writer, a scriptwriter, and the creator of the comics.",
            "John seized the comic from Bill. He turned it on his television, and it read \"Fighting for One's Life,\" and \"Fighting for Two's Life.",
            "John seized the comic from Bill. He was just outside and was standing at the wall, a little boy.",
            "John seized the comic from Bill. He then gave it to a friend, and he also gave you his name, and you can also hear your name, now I can hear your name now.",
            "John seized the comic from Bill. He saw a whole section of it on his screen, in blue.",
            "John seized the comic from Bill. He called a show called The Chicks that had been \"very dark, dark understated.",
            "John seized the comic from Bill. He had already taken one of those shots under the door, a nice one, because there was just so much that I could do no wrong, there was just enough.",
            "John seized the comic from Bill. He said, \"There's a way out of it! The way I think!\".",
            "John seized the comic from Bill. He told me to tell you: it's not gonna kill me.",
            "John seized the comic from Bill. He was going to show a very different series.",
            "John seized the comic from Bill. He sat on top of it as Bill was standing on the edge of the street, looking down at it in a way that seemed to have no way of passing from ear to ear on, for there was no one.",
            "John seized the comic from Bill. He was in charge of the house, and he was also going to be in the jail in order to talk to Mrs.",
            "John seized the comic from Bill. He got in on the trick with the art if anyone came after him and was not given an opportunity to escape, and as the comics got more complex it was harder to break into the comic's plot.",
            "John seized the comic from Bill. He did not need to be scared to keep playing, and when the series broke down he was really scared.",
            "John seized the comic from Bill. He pulled two sheets of paper from his pocket and put them neatly.",
            "John seized the comic from Bill. He then had his hand on the comic's head.",
            "John seized the comic from Bill. He was looking for the one who had made a bad mistake in the series and would do it again.",
            "John seized the comic from Bill. He found that the character 'got a few points on him about his past, and then had to be replaced out of the public eye.",
            "John seized the comic from Bill. He wrote a long line of them on the top of \"You'll find a lot of stories,\" as his father wrote, and put them on the covers.",
            "John seized the comic from Bill. He tried to turn it out, but was too late.",
            "John seized the comic from Bill. He asked him why he kept the comic, and he said, \"There's a chance it's the wrong picture for anybody.",
            "John seized the comic from Bill. He stood by.",
            "John seized the comic from Bill. He was a little tall, a good sized, brown-skinned man with a big smile on his face and a full beard, full lips, and a bright yellow eye patch on his left eye.",
            "John seized the comic from Bill. He was wearing a bandana, a black sweater and his long hair was mussed.",
            "John seized the comic from Bill. He was in London, working for the British Museum while visiting a friend.",
            "John seized the comic from Bill. He stood at the door, the gun poised when the thief ran to its side.",
            "John seized the comic from Bill. He also gave him some new money to put in front of a man.",
            "John seized the comic from Bill. He wrote the \"The Adventures of Bill\" for his monthly column on the Comics Journal!\n\nThe comics were all written by Dave Meltzer who had an extensive record of making some of the best-looking.",
            "John seized the comic from Bill. He tried to take them from their box and threw them to the ground.",
            "John seized the comic from Bill. He is the one who wrote the comic, that was supposed to bring back the love of the world, and to bring back the love of the world for the poor people.",
            "John seized the comic from Bill. He had brought the book to the desk with the same results.",
            "John seized the comic from Bill. He said “these films are full of surprises and they have a wonderful ending.",
            "John seized the comic from Bill. He got a very, very nice handkerchief and gave it to me in the back.",
            "John seized the comic from Bill. He was caught in a situation of police arrest, and after all of this, he was released.",
            "John seized the comic from Bill. He said that he'd like to see his wife on his hands and legs while he's living, but it would be unfair to him if they are not going to bed together.",
            "John seized the comic from Bill. He was then called inside and was not allowed in.",
            "John seized the comic from Bill. He sat back, and the other men, sitting by it, read it slowly.",
            "John seized the comic from Bill. He had been to see Denny and Jem, and had gone with him to see the real Denny, who hadn't done much else lately.",
            "John seized the comic from Bill. He had already given them the same letter as he had received him from the other comics' publisher.",
            "John seized the comic from Bill. He had his little old man look all over them, and they could no longer understand him.",
            "John seized the comic from Bill. He was caught.",
            "John seized the comic from Bill. He said he would see whether he could get him a drink.",
            "John seized the comic from Bill. He walked around the desk and looked at the other characters.",
            "John seized the comic from Bill. He'd already made a few bucks out of his own loan, but he was really excited about writing a book about the past, of course.",
            "John seized the comic from Bill. He was a full-fledged villain and it was a terrible, terrible time for American politics, for American culture and, frankly for us, for American history.",
            "John seized the comic from Bill. He then put one part of the comic on a cloth covering the floor and placed him under the ceiling.",
            "John seized the comic from Bill. He said that he was not interested in any new artists.",
            "John seized the comic from Bill. He read it and said to the comic: \"Ahh! They're getting a copy of _Star Wars' Revenge of the Clan_.",
            "John seized the comic from Bill. He had drawn one of the greatest pictures of comic literature.",
            "John seized the comic from Bill. He is also a character of origin in which the comic books are designed for the younger readers, and he plays John as it is described in the book.",
            "John seized the comic from Bill. He was there for the benefit of an audience in the San Francisco, but the people in the audience knew that they could not get the story to his, and so he said no; he would do all the story.",
            "John seized the comic from Bill. He gave it to Bill in a brief burst of rage.",
            "John seized the comic from Bill. He tried to shake me off, but he wasn't sure whether he should do so, and the other guy was still trying to get up.",
            "John seized the comic from Bill. He left it in an envelope in the box, and in his haste he tore the rest open and carried off another, to show that this was a mere slip.",
            "John seized the comic from Bill. He then grabbed a gun and carried it into the parking lot.",
            "John seized the comic from Bill. He found the comic outside.",
            "John seized the comic from Bill. He had the privilege of making it his own, as he wanted to make sure she was going to read the same story again.",
            "John seized the comic from Bill. He tried to pull it back off but could not pull it with enough torque to get to the face of the thing.",
            "John seized the comic from Bill. He then cut the picture to its end about a mile off the road.",
            "John seized the comic from Bill. He told it to Bill's agent.",
            "John seized the comic from Bill. He said he's been at it for a year.",
            "John seized the comic from Bill. He was now attempting to hide it.",
            "John seized the comic from Bill. He told me, “It’s my favorite comic.",
            "John seized the comic from Bill. He told the audience that they didn’t like this, but he was willing to come back at any time.",
            "John seized the comic from Bill. He showed it and wrote a little text for it to show its existence.",
            "John seized the comic from Bill. He grabbed it from the box.",
            "John seized the comic from Bill. He saw in him the man in the photo.",
            "John seized the comic from Bill. He said it was so stupid he could hardly stand.",
            "John seized the comic from Bill. He saw him enter the restaurant on August 17, 1967.",
            "John seized the comic from Bill. He showed it to the people who were working with him.",
            "John seized the comic from Bill. He looked up, and said, \"I'm just going to get it.",
            "John seized the comic from Bill. He told the reporters that “The G-Men” were “hurtred” by the local police when the men opened fire and started shooting at his home and on several occasions, killing one person and injuring.",
            "John seized the comic from Bill. He turned his long, deep expression into a face of terror, not in any form of horror, but in spite of what he had heard, and seen so many.",
            "John seized the comic from Bill. He read\nin full that this was a complete mystery, that it was more than a work of\nimagination.",
            "John seized the comic from Bill. He stood down quickly to let it go, but the other man then went ahead and put the piece back inside.",
            "John seized the comic from Bill. He opened the cage in the basement and told everyone in the shop to do everything possible to get in the house.",
            "John seized the comic from Bill. He was given a set of six illustrations and, following the same style of writing, put a set of nine copies of his master's comic in a drawer for the company's office.",
            "John seized the comic from Bill. He then left the comic and gave his own, a short story from the same period as the one with the name \"Dusty\" written in black marker and under one arm.",
            "John seized the comic from Bill. He asked the next question: \"What was one of the first movies, after The Lord of the Rings?\" Bill replied, \"The Lord of the Rings.",
            "John seized the comic from Bill. He took down the whole set in a flash.",
            "John seized the comic from Bill. He, who owned the comic, then took the trouble to sell it to a stranger named Mister McGee, and took out three thousand dollars to make a small fortune, the story of which was not very good.",
            "John seized the comic from Bill. He saw the old red and the pale blue and the tattered white ones so close in on his eye that he fell over.",
            "John seized the comic from Bill. He then drew some of the story, including scenes from the two scenes that William (who had been a friend of his when the story was drawn in the first place ) goes to the \"T\" to tell the.",
            "John seized the comic from Bill. He took it, opened it, and brought it to his bedroom in a drawer under the bed.",
            "John seized the comic from Bill. He was now in hiding and never came out of hiding.",
            "John seized the comic from Bill. He was already in his second-smaller suit, the one from the Humber.",
            "John seized the comic from Bill. He is a hard-working, self-taught, smart boy, his only ambition being to be the best known author in the world of books.",
            "John seized the comic from Bill. He had read it as a child but felt it had been written not by him.",
            "John seized the comic from Bill. He showed it to all his colleagues, so that if there is a plot of mine this might be a good place to run to on my way.",
            "John seized the comic from Bill. He told a story about the new \"Wonder Woman\" and she flew to Hawaii to see him.",
            "John seized the comic from Bill. He grabbed me at the time.",
            "John seized the comic from Bill. He told the story in an impassioned bid for the show's success.",
            "John seized the comic from Bill. He is now in a cell with an assistant chief of police at P.",
            "John seized the comic from Bill. He sat down, and then pulled out a chair to speak to him.",
            "John seized the comic from Bill. He asked him if they were going to see a movie.",
            "John seized the comic from Bill. He tried to push it into another space and started to play the tune with the audience, but then his mind stopped.",
            "John seized the comic from Bill. He also found a copy of the story in the\n\nCat’s Eye of the Seas.",
            "John seized the comic from Bill. He was then dragged to the other parts of the theatre and gave the comic a fresh and much improved look."
        ],
        "counts": {
            "John": 1,
            "Bill": 6
        }
    },
    "John passed the comic to Bill. He": {
        "sentences": [
            "John passed the comic to Bill. He worked with Joe McGee before the book ran, and that was when the team began to get on its feet again.",
            "John passed the comic to Bill. He took the comic and wrote about one of the major characters.",
            "John passed the comic to Bill. He was then cast as the superhero of The Cougar.",
            "John passed the comic to Bill. He’s a big fan of Bonesman’s show and he’s got a whole new set of influences at the table, so what do you think?\n\nWhat do you think of the story.",
            "John passed the comic to Bill. He\nused to say and do like, the same way that old John do.",
            "John passed the comic to Bill. He has been writing longhand for both novels, and his first novel, Sketch of Tears, was published in 1930.",
            "John passed the comic to Bill. He was a wonderful comic artist as long as all the writers did well and it’s still there.",
            "John passed the comic to Bill. He did not appear in the comic, but in a letter.",
            "John passed the comic to Bill. He sent it to him about nine months later.",
            "John passed the comic to Bill. He and I were the first to enter into a studio known for playing the show.",
            "John passed the comic to Bill. He gave\nit to Bill and made a copy of it upon the ground that he had not\nproperly been authorized to do so.",
            "John passed the comic to Bill. He asked me, \"Do you have some copies of it that you want me to put in my drawer.",
            "John passed the comic to Bill. He, along with his wife and the little, did nothing more than to make a clean sheet at the book's expense.",
            "John passed the comic to Bill. He was an uninterested member of the band.",
            "John passed the comic to Bill. He is\nuncomfortably proud of that act of generosity, and can tell you a great deal\nmore.",
            "John passed the comic to Bill. He told it to me and told the whole world – he was like 'I'm the biggest star I have ever seen –' and he left.",
            "John passed the comic to Bill. He's an upstanding young man (I'd say so), and a man who can be heard speaking up for the cause, with his long, thin arms.",
            "John passed the comic to Bill. He had been a comic book writer for many years, and was, on the cover, known as the Black Panther.",
            "John passed the comic to Bill. He is an artist, and a painter.",
            "John passed the comic to Bill. He was the creator of their classic comic.",
            "John passed the comic to Bill. He had written a letter, then had been brought back to his original manuscript, a letter which he took from his grandfather to the Doctor.",
            "John passed the comic to Bill. He wasn't a comic book book, although he used to use the terms, 'Pig-Wipe' and 'Tinker's Eye' together.",
            "John passed the comic to Bill. He had a love for comics, a love for history with all things American.",
            "John passed the comic to Bill. He, however, refused to give it up to Bill.",
            "John passed the comic to Bill. He was not the author of the comic.",
            "John passed the comic to Bill. He had to get something done soon.",
            "John passed the comic to Bill. He saw the film at the film festival in Orlando, and went to Boston.",
            "John passed the comic to Bill. He sent the comic to \"Jim's World\" and sent it back to \"Jim's World.",
            "John passed the comic to Bill. He's doing better with his wife and kids.",
            "John passed the comic to Bill. He died on the 17th of April 1822.",
            "John passed the comic to Bill. He died shortly after.",
            "John passed the comic to Bill. He got a place in a magazine called the Illustrated Magazine, with a little piece about the art of the writer and artist and his own work as a writer, and a short story collection out there and a story.",
            "John passed the comic to Bill. He was an ardent anti-war and anti-war activist who also saw a future on America’s side of this movement.",
            "John passed the comic to Bill. He was the original \"man in the movie,\" with John's voice and the role of a man in the movie.",
            "John passed the comic to Bill. He was named \"a great genius of comic books,\" according to the comic book publication's chief newspaper's circulation: \"He had a brilliant mind and great character.",
            "John passed the comic to Bill. He thought he was doing a great job because he was young, and was very handsome.",
            "John passed the comic to Bill. He then called for it to be sold.",
            "John passed the comic to Bill. He came to the comic and was an artist of great learning.",
            "John passed the comic to Bill. He was told to kill him then and he never knew that, but the next day, he was in a taxi waiting for the cop's pickup on the road.",
            "John passed the comic to Bill. He wrote a story about it and they told the story to us.",
            "John passed the comic to Bill. He's an American comic book creator.",
            "John passed the comic to Bill. He was in the middle of his research in the Comics in the New Comics.",
            "John passed the comic to Bill. He went with him to that studio for some work on his upcoming solo project in the world of art.",
            "John passed the comic to Bill. He said it was the best he could come up with.",
            "John passed the comic to Bill. He died in 1978.",
            "John passed the comic to Bill. He found that there was just as much of an interesting fact about the comic when he went through this page, with its title about how the author was having an accident in his old house with a large child in the.",
            "John passed the comic to Bill. He came in for a drink.",
            "John passed the comic to Bill. He will next be presented with a short piece of chalk to make me think that he is at the height of his career.",
            "John passed the comic to Bill. He then went on to write a popular TV series for the station.",
            "John passed the comic to Bill. He found himself in a similar situation while writing to a friend, but he was not allowed to read his work.",
            "John passed the comic to Bill. He added that the original comics were never to be copied and put into the public domain.",
            "John passed the comic to Bill. He wanted to send it to his father in Washington, but for lack of something else to communicate, Bill had to attend the war.",
            "John passed the comic to Bill. He has, in addition to writing for Marvel, a book that can be published by another company, and is now an active member of the FanArt team.",
            "John passed the comic to Bill. He wasn't surprised, that he was getting to see the film.",
            "John passed the comic to Bill. He was hired for this task by the Duffy Brothers and became a fixture on many the comic books, including a special series titled My Name is Bob Duffy.",
            "John passed the comic to Bill. He had been on the same ticket, although the two companies were no longer being served.",
            "John passed the comic to Bill. He is an iconic figure in comic book art, and it is the first time he has been able to appear wearing an item called the Comic Star.",
            "John passed the comic to Bill. He saw his old friend James Lander as an opportunity; he was a smart and ambitious man and always looked on Jim as one who had an influence; he also had a close relationship with both James and Walter L.",
            "John passed the comic to Bill. He was a character of the great American comic book publishers who were very proud of his work and would use his comic book reputation in a great deal of the show.",
            "John passed the comic to Bill. He passed to John's grandfather, who had passed on the comic to many, and so it was an event which happened in a way that had never been experienced before.",
            "John passed the comic to Bill. He and D.",
            "John passed the comic to Bill. He had a lot of fun with it.",
            "John passed the comic to Bill. He never saw it again.",
            "John passed the comic to Bill. He was just a guy who loved being on screen.",
            "John passed the comic to Bill. He read them later and the story was set in the comic shop in London.",
            "John passed the comic to Bill. He has been a brilliant musician all his life, in which he taught a little bit of what was happening in life.",
            "John passed the comic to Bill. He took the comics into a room (in the form of a small theater), in which a young man came up to the ceiling and asked, “What is your name?” For the actor, “Jackie,”.",
            "John passed the comic to Bill. He wanted to see the little girl who gave her the big, big world to herself, before her father died.",
            "John passed the comic to Bill. He also had the comic in an old CD entitled _Kidnapping_.",
            "John passed the comic to Bill. He is the man that we’ll tell the rest of the story.",
            "John passed the comic to Bill. He was the fourth son of William and Frances Elizabeth, and his wife was Frances Elizabeth, brother of William, second son of James.",
            "John passed the comic to Bill. He's not from a very well liked city.",
            "John passed the comic to Bill. He is a great-­sized cartoon who wears a beady black suit as a symbol of self-­protection.",
            "John passed the comic to Bill. He had been on the stand for much of his career, and he worked as a comic in the press and in the literary section in his time.",
            "John passed the comic to Bill. He's going to play at the end of the world.",
            "John passed the comic to Bill. He also starred in the American movie The Man Who Killed Himself.",
            "John passed the comic to Bill. He was actually a very good comic, but he wasn't all that good for most.",
            "John passed the comic to Bill. He was the first for the whole book, but the second was from The Big Show.",
            "John passed the comic to Bill. He was a little old man.",
            "John passed the comic to Bill. He was already working on a short-story set for a series called \"I Never Had Sex with You.",
            "John passed the comic to Bill. He was about five when he made a good deal of appearances at shows like The Who, the Who, and the Saturdays.",
            "John passed the comic to Bill. He is the first author to produce the film with a book on a single novel called 'The Little Drummer Boy'.",
            "John passed the comic to Bill. He knew of the \"little boy from the village\" on the\nfront of the band in the West End; for the \"little boys\" on the West End were known as\nthe \"Hatton boys.",
            "John passed the comic to Bill. He wrote it and wrote it in a way that would have been unobtrusive or silly to his wife: she was a beautiful woman who lived with her own family and that of her husband.",
            "John passed the comic to Bill. He was a great comic.",
            "John passed the comic to Bill. He is one of the best writers on the show.",
            "John passed the comic to Bill. He later left.",
            "John passed the comic to Bill. He went through them as the others were doing the work in the comic, like the last and the new.",
            "John passed the comic to Bill. He was very careful in drawing it.",
            "John passed the comic to Bill. He later gave the comic a series of rehashings when he and the others got together and had them rewrite the comics after about two years.",
            "John passed the comic to Bill. He was probably the last in existence in the history of American comic books and a great critic and writer.",
            "John passed the comic to Bill. He asked whether he could sign it off so he had it in his safe to pass to the show as it was on the day it was published.",
            "John passed the comic to Bill. He said: ‘I’m not going to go’–he gave it to me.",
            "John passed the comic to Bill. He had an old cast of friends called Cullen, and all the best of them.",
            "John passed the comic to Bill. He's back again with a group of young men.",
            "John passed the comic to Bill. He then read the comic and began to read it.",
            "John passed the comic to Bill. He was the first to have the power to create colorized images for comics.",
            "John passed the comic to Bill. He said, \"He's just an old man.",
            "John passed the comic to Bill. He was killed in action in the Civil War.",
            "John passed the comic to Bill. He was also a great friend of the writer Frank Frazetta; and Frank Frazetta was still alive at age forty-five after his tragic death in 1929, during a long, grueling journey of three decades,."
        ],
        "counts": {
            "John": 3,
            "Bill": 3
        }
    }
}