{
    "metadata": {
        "model": "EleutherAI/pythia-410m",
        "revision": "main",
        "num_parameters": 405334016,
        "timestamp": "2023-10-13 01:49:09.192478"
    },
    "John seized the comic from Bill. He": {
        "details": {
            "pronoun": [
                33,
                35
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    27,
                    31
                ]
            ]
        },
        "sentences": [
            "John seized the comic from Bill. He shook it, and threw it as far away from him as he could.",
            "John seized the comic from Bill. He shook his head.",
            "John seized the comic from Bill. He ran his tongue around several times and let out a yelp as Bill's teeth were forced out.",
            "John seized the comic from Bill. He was about to toss it out when he\nheard Bill say, \"If I kill that man, Bill has it!\"\n\n\"He means to kill you,\" said Bill.",
            "John seized the comic from Bill. He flipped it off Bill's chest and then said, \"I can see right past the face and the skin there, even to this day.",
            "John seized the comic from Bill. He put it in a cup and then pushed the cup across the room to the front door, where it landed on his knees.",
            "John seized the comic from Bill. He gave it back to Bill with a little wad of bills inside, and left it as a souvenir.",
            "John seized the comic from Bill. He did not see the point in keeping it as a book, but he did like it to be something that got read.",
            "John seized the comic from Bill. He turned it over and read it.",
            "John seized the comic from Bill. He turned him over for a better look and when he saw the face of the criminal he became even more amused with his new adversary.",
            "John seized the comic from Bill. He read it, and read it again, and found that even the most brilliant idea had fallen apart.",
            "John seized the comic from Bill. He said he was ready to take it if given the chance, but the editor, John Parker, said he wouldn't.",
            "John seized the comic from Bill. He then returned it to Bill's hand, saying, \"Thank you Bill, this is for you.",
            "John seized the comic from Bill. He had a terrible time taking it out of Bill's hands.",
            "John seized the comic from Bill. He laid it aside and came to help me.",
            "John seized the comic from Bill. He'd just as soon stop than ask.",
            "John seized the comic from Bill. He tore open the front cover in her face and ran.",
            "John seized the comic from Bill. He picked up a handful of pages, tore them into sections, began reading.",
            "John seized the comic from Bill. He opened it and looked at the headlines:\n\n'Mr Dickens – His Novel Has Been Triumphantly Reckoned In, with The Last of the Dickens.",
            "John seized the comic from Bill. He read it out loud.",
            "John seized the comic from Bill. He was taken, it is said, to a seedy, rat-infested alley behind the Cremorne.",
            "John seized the comic from Bill. He looked at the words on the back and said: \"That's what the name meant to you?\"\n\nThe boys stared at each other.",
            "John seized the comic from Bill. He read him something about\nit which made him chuckle a little, and told him that he could let him\nkeep it if he would promise to tell when he had read it the next page.",
            "John seized the comic from Bill. He said, \"It's a good piece.",
            "John seized the comic from Bill. He had never seen such a scene, with the two of them holding it together in a fight and Bill trying to break it down for Bill.",
            "John seized the comic from Bill. He saw his wife in the bar area, and he\nwent over to her.",
            "John seized the comic from Bill. He held down the comic's front legs, and Bill was shoved toward him again.",
            "John seized the comic from Bill. He stared in silence at the empty space within it.",
            "John seized the comic from Bill. He put it\ninto the trunk and went to his cabin.",
            "John seized the comic from Bill. He held it over\ntheir heads with the old-time handle.",
            "John seized the comic from Bill. He began reading and deviated from its outline without thinking clearly.",
            "John seized the comic from Bill. He tore it up, threw the money in his own hand and disappeared.",
            "John seized the comic from Bill. He sat down, leaned back against the trunk, and looked at the comic on top of it\n\n'You know,' he mumbled to himself, 'that is just a silly comic.",
            "John seized the comic from Bill. He tore through \"There is a Time,\" where Bill has\nhis final fight with the Wolverine.",
            "John seized the comic from Bill. He told Bill that he was going to return after he caught the monster.",
            "John seized the comic from Bill. He put the comic back on the wall and asked Bill for directions to the school playground.",
            "John seized the comic from Bill. He picked a little\n    finger from the cover of the comic and tore open a small pocket\n    full of coins.",
            "John seized the comic from Bill. He said he'd give him ten pence to take it, the comic, and gave Bill an envelope to sign first.",
            "John seized the comic from Bill. He'd made quite a few comic books in all his years in the business – not too many, to judge from that – but when he'd seen the one I'd brought, it was all he'd felt inclined.",
            "John seized the comic from Bill. He read it one long page at a time, and then he\n\nhanded his comic over to Charlie and said:\n\n\"Come on Bill, give your comic back to me.",
            "John seized the comic from Bill. He could not have\ngained it for nothing.",
            "John seized the comic from Bill. He walked off the roof to get a breath of fresh air.",
            "John seized the comic from Bill. He tore the pages off the book.",
            "John seized the comic from Bill. He could not get a closer look, but he\nhad no doubt that he had seen the woman.",
            "John seized the comic from Bill. He got it from the library there.",
            "John seized the comic from Bill. He looked at her and said that she looked a little like his mom, but that she was way older than him.",
            "John seized the comic from Bill. He then drew a picture of the comic in his father's hand.",
            "John seized the comic from Bill. He was astonished to see it on the floor.",
            "John seized the comic from Bill. He said: 'What you did was all right in the eyes of the law and of the community.",
            "John seized the comic from Bill. He was happy to get something that would give some entertainment but he told Bill to put it away because the man had said it did not really mean anything.",
            "John seized the comic from Bill. He said, \"Give me the\nwords to start.",
            "John seized the comic from Bill. He ripped out all the words and\n\nput them into an album and brought it to him that Bill should copy and print out the word comic every day for a month.",
            "John seized the comic from Bill. He said he found a way to make the joke out, though.",
            "John seized the comic from Bill. He read every page, looking at each character with a great curiosity and appreciation of humor at its nature, and then he stared at Bill the best that he could with a blank expression of hatred.",
            "John seized the comic from Bill. He took a few pictures of Bill with the comic and then read them out to the crowd.",
            "John seized the comic from Bill. He turned it upside down; the whole face was painted over.",
            "John seized the comic from Bill. He held it to his chest and let the air escape without looking up from the comic book.",
            "John seized the comic from Bill. He asked for a comic, and the comic was there, which was wonderful.",
            "John seized the comic from Bill. He'd seen it on the bus to the hospital.",
            "John seized the comic from Bill. He read it and then read the script again, and the screenwriter looked at Bill and said, \"No way!\" Bill threw the comic onto the desk and then ran to the camera with Bill's hand in the.",
            "John seized the comic from Bill. He took the magazine to a room.",
            "John seized the comic from Bill. He felt that he must be his own\ncompany and had to take some risk.",
            "John seized the comic from Bill. He glanced at Bill.",
            "John seized the comic from Bill. He read it and it made him laugh.",
            "John seized the comic from Bill. He tore open the pages of the\n  magazine and looked for the picture.",
            "John seized the comic from Bill. He looked at the name.",
            "John seized the comic from Bill. He set it on the table by the wall that led to the hallway and read aloud.",
            "John seized the comic from Bill. He threw it at Bill.",
            "John seized the comic from Bill. He set the book in front of the other man.",
            "John seized the comic from Bill. He put the comic on his chair as far from the door as he\ncould for safety, took the bottle from its place, and took out Bill’s\nhat.",
            "John seized the comic from Bill. He gave it to him.",
            "John seized the comic from Bill. He laid it on the floor and looked it over quickly.",
            "John seized the comic from Bill. He sat down to write for the comic strips and put in an appearance on the syndicated radio show \"The Kid and Joe Gatton.",
            "John seized the comic from Bill. He snatched it and went off again.",
            "John seized the comic from Bill. He didn't think the story was over, but it was.",
            "John seized the comic from Bill. He saw to the comic's packaging and the cardboard box, so that it was still in its original wrapper and would not get lost.",
            "John seized the comic from Bill. He felt it was time he should leave.",
            "John seized the comic from Bill. He tore strips off, tore them clean and sewed them back into a suit, tying it around his waist.",
            "John seized the comic from Bill. He read the paper to Bill.",
            "John seized the comic from Bill. He turned down\nthe challenge.",
            "John seized the comic from Bill. He was so excited that he fell on his feet and kissed his hero.",
            "John seized the comic from Bill. He set it in his arms, lifted it over Bill's head, and, with the look of a lover who had just fallen in love, set it down in front of Bill.",
            "John seized the comic from Bill. He picked it up and started reading.",
            "John seized the comic from Bill. He read it several times.",
            "John seized the comic from Bill. He tore the pages off and passed it in his hand.",
            "John seized the comic from Bill. He made this comic and Bill did not know how to\nwrite it.",
            "John seized the comic from Bill. He said the show was a \"scam\" or \"an experiment\".",
            "John seized the comic from Bill. He handed it to her, said, Good job, and went to check on it as he had promised.",
            "John seized the comic from Bill. He was on his way to the garage, which was near the lot, not far from the house.",
            "John seized the comic from Bill. He tore through the paper that Bill wrote for them as quickly as possible.",
            "John seized the comic from Bill. He tore into it, throwing in\nwords and phrases in imitation of his old rival.",
            "John seized the comic from Bill. He set about to work his way back into the public eye by pretending he'd just had his head turned by the comic.",
            "John seized the comic from Bill. He took a\nsecond look at them—and this time, he was about to turn away for the\nmoment, when Bill sprang upon him and covered him with his cloak.",
            "John seized the comic from Bill. He read the last lines which had never been written.",
            "John seized the comic from Bill. He walked over to where I was on the sofa and said, 'Bill, I've had all my comics for years – even though your _Spook_ was really good.",
            "John seized the comic from Bill. He held it in his arms and ran\nup the steps.",
            "John seized the comic from Bill. He pulled the sheet off its back cover and tucked it in his back pocket.",
            "John seized the comic from Bill. He looked at the word 'comics' on the cover, then went to a nearby newspaper.",
            "John seized the comic from Bill. He'd have to wait at least until after the opening night to return it to the theater, but he needed it.",
            "John seized the comic from Bill. He said:'_He has given some good advice_, and he'll do much more after a fashion."
        ],
        "counts": {
            "John": 1,
            "Bill": 34
        }
    },
    "John passed the comic to Bill. He": {
        "details": {
            "pronoun": [
                31,
                33
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    25,
                    29
                ]
            ]
        },
        "sentences": [
            "John passed the comic to Bill. He glanced over the word.",
            "John passed the comic to Bill. He looked at the cover, and smiled.",
            "John passed the comic to Bill. He started reading, and the rest of us listened.",
            "John passed the comic to Bill. He took a second to read the note.",
            "John passed the comic to Bill. He glanced at the word _junket_ on the cover.",
            "John passed the comic to Bill. He thought the man was being obtuse.",
            "John passed the comic to Bill. He read it with wonder.",
            "John passed the comic to Bill. He said they had a few left and they were going to read it out after supper when the two men spoke.",
            "John passed the comic to Bill. He said: 'I'm going over with you in 10 minutes.",
            "John passed the comic to Bill. He was to have a copy, but after much discussion, it was decided to put an envelope in Bill's hand and open it.",
            "John passed the comic to Bill. He had a face like the sun, bright as a cloudless June morning and a kind heart.",
            "John passed the comic to Bill. He thought it was funny, but then he thought, \"Oh, well—what am I to do with this?\"\n\nBill explained.",
            "John passed the comic to Bill. He shook his head, wondering if the old man had actually told the truth, and then he read out loud what Bill had written in the first issue of that comic:\n\n'We shall need a man to.",
            "John passed the comic to Bill. He was a great comic, but he was also very shy and his stories were quite dark.",
            "John passed the comic to Bill. He sat on the floor by a table where the newspapers were kept, and began to write something along the lines of something to read.",
            "John passed the comic to Bill. He read that story with a little more attention, a few tears, almost some satisfaction.",
            "John passed the comic to Bill. He read it with a smile.",
            "John passed the comic to Bill. He had no idea where, nor why, that comic was being read on the street during the winter, and it seemed as though he was the last person to say a word against it.",
            "John passed the comic to Bill. He read it carefully, and then turned to the\nfollowing:\n\n\"Bill, you are very intelligent.",
            "John passed the comic to Bill. He was to look at it, and he looked at it, and he looked at it, and then he said to Bill, \"I'll read the comic.",
            "John passed the comic to Bill. He read it to Bill, and Bill grinned.",
            "John passed the comic to Bill. He stared at it for a minute, then walked\nwith quiet step across the room towards an easel.",
            "John passed the comic to Bill. He looked at the pages, said: I'm not very clear on the ending, so I'll just say that, first, in the main story, the two friends are still in love at first sight, in.",
            "John passed the comic to Bill. He glanced at him.",
            "John passed the comic to Bill. He gave him a look of\nobstinance and left.",
            "John passed the comic to Bill. He said he would read it for a laugh, that the\nwriter thought his story was pretty well adapted to the humor.",
            "John passed the comic to Bill. He smiled and gave them a wink.",
            "John passed the comic to Bill. He got this from Bill:\n\"I have a question for you, old chap.",
            "John passed the comic to Bill. He put it in his pocket, and asked Bill if he\nwould tell me something.",
            "John passed the comic to Bill. He was not surprised.",
            "John passed the comic to Bill. He glanced at his watch, and gave a\nless-than-smiling smile.",
            "John passed the comic to Bill. He opened them\nup.",
            "John passed the comic to Bill. He looked at her then, for the last time, and he knew what he wanted to hear, and she knew.",
            "John passed the comic to Bill. He was very kind and said something like \"I'd like to ask you about some problems\" and he left.",
            "John passed the comic to Bill. He held it with a gentle and\nwell-bred air and went quickly into the bedroom.",
            "John passed the comic to Bill. He'd been watching for a minute and looked at Bill and shook his head.",
            "John passed the comic to Bill. He pulled out his camera as Bill made a film to be filmed.",
            "John passed the comic to Bill. He looked it over briefly, his expression one of surprise and relief.",
            "John passed the comic to Bill. He read the cover and shook his head.",
            "John passed the comic to Bill. He sat there for a long time.",
            "John passed the comic to Bill. He said, 'That'll make it real good', and laughed.",
            "John passed the comic to Bill. He nodded and looked at the comic\nadobe-wall.",
            "John passed the comic to Bill. He chuckled to himself as he read:\n\"I don't see what can be so bad about it that it is bad.",
            "John passed the comic to Bill. He took the last comic page and tucked it away.",
            "John passed the comic to Bill. He got up, went over to the table and picked a comic off the shelves and stuck that on.",
            "John passed the comic to Bill. He was already reading \"The Hound Of The Baskervilles\" or whatever was on the shelves of the comic book store.",
            "John passed the comic to Bill. He had heard that Bill had been out riding his bicycle the night before for the first time; after all the riding Bill had done for Bill had been to give him a ride.",
            "John passed the comic to Bill. He wasn't exactly a member of the comic and certainly wasn't the sole reason he was there.",
            "John passed the comic to Bill. He couldn't wait to see how he looked.",
            "John passed the comic to Bill. He opened _Animated News_'s issue of _Newark News_ and read it.",
            "John passed the comic to Bill. He handed him the tattered paper and Bill turned around with an air of wonder.",
            "John passed the comic to Bill. He read the comic before he could be convinced, and Bill stared at it with undisguised amazement.",
            "John passed the comic to Bill. He was standing near the front, which made\nhim less conspicuous, as Bill's was standing against the wall with his\nbaton.",
            "John passed the comic to Bill. He was quite disappointed.",
            "John passed the comic to Bill. He glanced at it in amazement, but the book held no significance.",
            "John passed the comic to Bill. He was startled the first time he saw the comic to see a black line across it, the end faded from view.",
            "John passed the comic to Bill. He was still surprised to see the woman's smiling face.",
            "John passed the comic to Bill. He grinned.",
            "John passed the comic to Bill. He was very pleased, and said the story was better than the newspaper version, the \"Lonesome Death of 'Fate.",
            "John passed the comic to Bill. He stopped.",
            "John passed the comic to Bill. He said, \"Hey look here, your old comptie.",
            "John passed the comic to Bill. He got a good laugh out of it, but I think it was worth while to see the film.",
            "John passed the comic to Bill. He said that \"I had to write, and I had made up an order.",
            "John passed the comic to Bill. He then brought it over to me.",
            "John passed the comic to Bill. He looked up.",
            "John passed the comic to Bill. He looked around in surprise.",
            "John passed the comic to Bill. He was about to take a book to the comic, but Bill said he wanted to take something else, he was going off the edge of the land.",
            "John passed the comic to Bill. He began reading and laughed.",
            "John passed the comic to Bill. He was already staring off at the distant sea when he heard the sound of an oxen being kicked or dragged along the dunes.",
            "John passed the comic to Bill. He gave me his number if he could call and let\nme know when he was free.",
            "John passed the comic to Bill. He held the screen to Bill's face.",
            "John passed the comic to Bill. He held it in his hand and looked at it.",
            "John passed the comic to Bill. He was very excited; Bill had bought it.",
            "John passed the comic to Bill. He had no comment.",
            "John passed the comic to Bill. He leaned down to pat his head, but he didn't have in his mind any kind of understanding of the matter.",
            "John passed the comic to Bill. He handed it to his daughter who read it aloud to us.",
            "John passed the comic to Bill. He hadn't touched it and he'd left it where Bill liked to find it.",
            "John passed the comic to Bill. He had the most wonderful eyes.",
            "John passed the comic to Bill. He was pleased that it was, in his\nopinion, a humorous picture of the daily life of an early morning.",
            "John passed the comic to Bill. He saw it and was surprised at its quality.",
            "John passed the comic to Bill. He looked at me and I nodded.",
            "John passed the comic to Bill. He stopped the bar and went to the counter.",
            "John passed the comic to Bill. He nodded his agreement; and, as he passed the comic, he added a nod and a smile to both of them, and then waved them out of sight.",
            "John passed the comic to Bill. He did a good job on the cover and I believe he even has a version of the original comic on the internet.",
            "John passed the comic to Bill. He handed him a new leather-bound album from the London store.",
            "John passed the comic to Bill. He was an experienced\n\nbombardier who'd done a career in the war.",
            "John passed the comic to Bill. He asked Bill to take it for a walk by the lake.",
            "John passed the comic to Bill. He handed him part of the package.",
            "John passed the comic to Bill. He glanced out the front window; there was the familiar hum of traffic and the sound of an engine purring.",
            "John passed the comic to Bill. He took a look at it, looked around a little to let the audience know what was being discussed, then closed his eyes.",
            "John passed the comic to Bill. He said they'd read it, and Bill laughed.",
            "John passed the comic to Bill. He had never been much of a comic book type, in fact he always thought comic books were for guys.",
            "John passed the comic to Bill. He smiled and waved, and Bill said,\n\n\"Thank you and good day back to the car.",
            "John passed the comic to Bill. He was looking forward to what he was about to read.",
            "John passed the comic to Bill. He smiled at Gabe and shook his hand.",
            "John passed the comic to Bill. He put his arm around him and looked into his eyes with a smile.",
            "John passed the comic to Bill. He read it for almost half a minute, then put it back and walked on.",
            "John passed the comic to Bill. He didn't want to see those comic panels, so he turned the comic pages over and put out two new comics each week.",
            "John passed the comic to Bill. He read it, folded it, and put it in front of him and\nthe three of us.",
            "John passed the comic to Bill. He nodded sagely."
        ],
        "counts": {
            "John": 0,
            "Bill": 24
        }
    },
    "John passed a comic to Bill. He": {
        "details": {
            "pronoun": [
                29,
                31
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    23,
                    27
                ]
            ]
        },
        "sentences": [
            "John passed a comic to Bill. He pulled over and came back over with Bill.",
            "John passed a comic to Bill. He handed the comic to Bill.",
            "John passed a comic to Bill. He was as much disgusted with the show as I\nam, and I never could get him to like the books; and, indeed, he is\nnow a literary man, and has a real appreciation of.",
            "John passed a comic to Bill. He told Bill that the real purpose of the comic was to illustrate the workings of modern science and to show that the word God wasn't taken literally and that God's Word was not literally supposed to be printed on.",
            "John passed a comic to Bill. He drew an eagle on the first of March.",
            "John passed a comic to Bill. He took it from the shelf and read, and Bill watched his face closely.",
            "John passed a comic to Bill. He pulled the paper out from Bill's desk and said, \"This is a sketch of a man.",
            "John passed a comic to Bill. He looked it over with interest for a moment.",
            "John passed a comic to Bill. He began to laugh.",
            "John passed a comic to Bill. He said you had, uh, been the most wonderful agent, huh?\" \"I had a tremendous trial time for the case.",
            "John passed a comic to Bill. He wrote a character sketch and the comic was reprinted the next year when Bob was thirteen, because Bill wanted him to see.",
            "John passed a comic to Bill. He made a funny face, went back over the page, and finished it.",
            "John passed a comic to Bill. He stopped suddenly and reached over.",
            "John passed a comic to Bill. He opened the book and read the back.",
            "John passed a comic to Bill. He had a great laugh.",
            "John passed a comic to Bill. He read to him.",
            "John passed a comic to Bill. He read it over and said it was brilliant; after that there was hardly anything better in the paper.",
            "John passed a comic to Bill. He read the story to Bill and then stood up.",
            "John passed a comic to Bill. He handed him one of the big cartoons of a giant clown.",
            "John passed a comic to Bill. He read a line from \"A Trip to the Moon\":\n\n\"I have no desire\n\nTo be your servant.",
            "John passed a comic to Bill. He made some sort of joke about\nbeing a clown, but Bill seemed unmoved and I guess thought he was just going to\nkeep on laughing, he gave it a good laugh afterwards.",
            "John passed a comic to Bill. He had no money, but he had many friends in high places.",
            "John passed a comic to Bill. He read through one, and Bill read it for him and then turned to his sister, and nodded, and said, \"She got this comic last week, and when I saw it I was a little excited,.",
            "John passed a comic to Bill. He grinned at the boy's look of confusion.",
            "John passed a comic to Bill. He was reading it and said he should have read this himself.",
            "John passed a comic to Bill. He had started a comic\non comic book forms back in his youth.",
            "John passed a comic to Bill. He had never had any comic himself.",
            "John passed a comic to Bill. He had no problem laughing with them.",
            "John passed a comic to Bill. He pulled a small box from his pocket and opened it.",
            "John passed a comic to Bill. He had a thick skin, but Bill was the\nleader of the class so, for a while, Bill felt that Bill had the air of\nbeing, as they say, \"the most important teacher in the.",
            "John passed a comic to Bill. He said if he needed help he could have one.",
            "John passed a comic to Bill. He drew that; it took Bill a good hour in\nthat.",
            "John passed a comic to Bill. He could tell it was an old story, 'If we get enough credit this side of the river they'll turn around and do me.",
            "John passed a comic to Bill. He read it to the old man.",
            "John passed a comic to Bill. He looked like a guy who really didn't know what he was doing and really didn't like the job.",
            "John passed a comic to Bill. He'd wanted the whole set and, when Bill took it down, saw an old picture that Bill hadn't told his wife he'd made.",
            "John passed a comic to Bill. He said that he had been to a lot of trouble\nup this street, and that the boy, when he ran into your house, said, \"Oh,\nI'm sorry I'm late, I'm.",
            "John passed a comic to Bill. He had no money, however, and when the two sides decided to fight the war by peace treaty, the comic books ran a huge profit and the two sides ended up having a lot of fun.",
            "John passed a comic to Bill. He looked at it and laughed.",
            "John passed a comic to Bill. He did the same.",
            "John passed a comic to Bill. He did nothing to the page for ten minutes.",
            "John passed a comic to Bill. He had never seen Comic-Con before but Bill was impressed by it all.",
            "John passed a comic to Bill. He turned down an invite.",
            "John passed a comic to Bill. He laughed and said, 'It's fine by me, Bill; I'll make you a comic strip.",
            "John passed a comic to Bill. He turned the book around and looked at the big picture.",
            "John passed a comic to Bill. He said he was going over a comic of a book I had, and it was very good.",
            "John passed a comic to Bill. He grinned and gave it to Bill, who did the same.",
            "John passed a comic to Bill. He opened his arms and\nbegan running after the child.",
            "John passed a comic to Bill. He said, \"They're\nvery nice, Bill.",
            "John passed a comic to Bill. He read it and the first lines read:\n\n_He left it to their lot to carry it  \nto the end  \nhe chose to think of no other purpose_\n\nBill nodded slowly.",
            "John passed a comic to Bill. He found the strip and\nmade some notes on its run, and then he handed it to Mr.",
            "John passed a comic to Bill. He was surprised when he found himself talking about comics.",
            "John passed a comic to Bill. He looked at the comic, not at the book itself.",
            "John passed a comic to Bill. He read it and handed him a large roll which contained comic panels.",
            "John passed a comic to Bill. He was pleased that J.",
            "John passed a comic to Bill. He looked at the label.",
            "John passed a comic to Bill. He said that he had seen the old gentleman on the street.",
            "John passed a comic to Bill. He was a very wise man indeed.",
            "John passed a comic to Bill. He saw as the right time for a comic book deal.",
            "John passed a comic to Bill. He drew this picture of the town of Oshawa:\n\nIt is one of those towns from the north-west which the weather and sea have most of a character.",
            "John passed a comic to Bill. He looked at it and laughed, \"I'll have to try that too!\" Bill had been one of the ones who wrote the comic with Bill Stewart in mind, and he'd been the one who had invented the.",
            "John passed a comic to Bill. He grinned, and a man's grin is a grin of his country.",
            "John passed a comic to Bill. He gave him some lines \"What would George do?\" and \"Do this,\" about the President who couldn't stop thinking and doing everything but trying to kill his own children, who had started a new family, and.",
            "John passed a comic to Bill. He said it was a comic book that has everything else, but that's all he ever cared about.",
            "John passed a comic to Bill. He gave it to Bill, who read it by the glow of light from a lamp.",
            "John passed a comic to Bill. He saw no use that way, he says, but he'd rather be doing comic strips if he could avoid seeing comics.",
            "John passed a comic to Bill. He stared for a moment and then went on in English, and I realized that he was the translator for the _Dokkun_ - _Amein_ ; he knew the language and was able to.",
            "John passed a comic to Bill. He looked up at Bill with a grin.",
            "John passed a comic to Bill. He was delighted to hear \"Ramblin' Johnny Boy\" from a\nlong list of other songs.",
            "John passed a comic to Bill. He sat down.",
            "John passed a comic to Bill. He started laughing—or that's what he did when it happened.",
            "John passed a comic to Bill. He made an awkward guffaw over the matter, which Bill quickly answered.",
            "John passed a comic to Bill. He held onto it as if wishing it would never dry up.",
            "John passed a comic to Bill. He looked at the screen and the picture was very sad and his heart broke.",
            "John passed a comic to Bill. He leaned over to the back and told his assistant, \"The door of the office was open.",
            "John passed a comic to Bill. He then said, \"Let's read it.",
            "John passed a comic to Bill. He was working in a place called the Lodrum Coney Island.",
            "John passed a comic to Bill. He picked one and read it to Bill.",
            "John passed a comic to Bill. He began reading.",
            "John passed a comic to Bill. He put three pictures on his arm and I had Bill run his hands up my back and around behind where I was standing.",
            "John passed a comic to Bill. He wrote \"The Road\" — his first book ever — and it didn't look too bad, or that close to his style, for a man writing for an adult magazine.",
            "John passed a comic to Bill. He'd read it and liked it.",
            "John passed a comic to Bill. He laughed.",
            "John passed a comic to Bill. He laughed.",
            "John passed a comic to Bill. He told\nhim it was to be a short lecture on the history of the history of\nhistory itself.",
            "John passed a comic to Bill. He stopped and looked at Bill, and it got his attention.",
            "John passed a comic to Bill. He seemed to find the pages\nmore interesting.",
            "John passed a comic to Bill. He liked Marvel Comics, which had begun almost a year ago to his knowledge.",
            "John passed a comic to Bill. He took a\npicture of Bill, and Bill gave the sketch to Bill, to who it would seem\nthat Bill copied it, though Dick not only copied it, but he took a copy\nhimself, and.",
            "John passed a comic to Bill. He said, \"I can't take any chance with his health.",
            "John passed a comic to Bill. He was surprised, he said, that the comic gave him the idea at all.",
            "John passed a comic to Bill. He was a very popular character for him, and, being a comic book artist, a big name on the strip.",
            "John passed a comic to Bill. He leaned across Bill and told him what he had said.",
            "John passed a comic to Bill. He liked the way Bill said some words,\n\nI am so good at reading poetry,\n\nA thousand times better than words\n\nIn those days – I'm sure some of us would have been as.",
            "John passed a comic to Bill. He said, \"How about a good deal deal deal deal!\" They each had a card.",
            "John passed a comic to Bill. He had a page already, one that Bill never read,\n\n'I wish I could tell you how happy you were with your present\n\nWhen the next issue comes out.",
            "John passed a comic to Bill. He handed it to him.",
            "John passed a comic to Bill. He was looking more like a movie star than his usual self.",
            "John passed a comic to Bill. He got out a sheet and said\n<sarnold> it was an old newspaper comic book that covered \"fractal space\"\n<sarnold> nice)\n<sarnold> and.",
            "John passed a comic to Bill. He was pleased."
        ],
        "counts": {
            "John": 1,
            "Bill": 35
        }
    },
    "John was passing a comic to Bill. He": {
        "details": {
            "pronoun": [
                34,
                36
            ],
            "options": [
                [
                    0,
                    4
                ],
                [
                    28,
                    32
                ]
            ]
        },
        "sentences": [
            "John was passing a comic to Bill. He said hello, Bill waved, and then they ran into another guy.",
            "John was passing a comic to Bill. He had an\narticle, which was, that the best thing\nthere is for a young woman is a man.",
            "John was passing a comic to Bill. He had the other comic on a stack and was looking at it.",
            "John was passing a comic to Bill. He took a\nside, and Bill said: \"He's very fond of you.",
            "John was passing a comic to Bill. He grinned broadly.",
            "John was passing a comic to Bill. He pointed to a picture of some girls in the nude next to some boy.",
            "John was passing a comic to Bill. He glanced at the comic for a moment before looking at Bill's expression.",
            "John was passing a comic to Bill. He\ndid not know I was there that day and so had no idea what the matter\nwas.",
            "John was passing a comic to Bill. He had never heard of this comic.",
            "John was passing a comic to Bill. He saw another one in the window.",
            "John was passing a comic to Bill. He opened his hands wide and leaned forward so Bill could look up too.",
            "John was passing a comic to Bill. He got a grin from Mr.",
            "John was passing a comic to Bill. He opened the comic to an image of a black girl's face.",
            "John was passing a comic to Bill. He turned to the comics.",
            "John was passing a comic to Bill. He asked, in a quiet voice, what\nhis wife had said to him a couple of years ago—the day that he\nbrought her home from the army.",
            "John was passing a comic to Bill. He didn't know what comic he was talking about.",
            "John was passing a comic to Bill. He asked Bill, \"How goes it?\", Bill said, \"They're better.",
            "John was passing a comic to Bill. He had on the comics of the time.",
            "John was passing a comic to Bill. He's a comic, Bill\nhimself, when he's done something to improve himself.",
            "John was passing a comic to Bill. He was getting too involved.",
            "John was passing a comic to Bill. He was quite excited for sure.",
            "John was passing a comic to Bill. He waved at her.",
            "John was passing a comic to Bill. He stopped and asked Bill if he knew him.",
            "John was passing a comic to Bill. He read it to Bill, who\nwrote back that it was funny and would be fun if the artist were willing\nto come work for her.",
            "John was passing a comic to Bill. He told him that he was leaving work at the end of the week, and\nthat he would be on vacation.",
            "John was passing a comic to Bill. He had just said that he had a copy.",
            "John was passing a comic to Bill. He waved at him, and Bill passed on.",
            "John was passing a comic to Bill. He grinned and took both for a few\nbricks from him to shove them under the fire.",
            "John was passing a comic to Bill. He picked it up and passed it to the cat.",
            "John was passing a comic to Bill. He said, 'Well Bill is your partner and I think that's more than the comic was.",
            "John was passing a comic to Bill. He knew of the history\n\nOf comic strips and strips which featured American soldiers, many of which had\n\nAnd many of which were being drawn on the walls of their homes.",
            "John was passing a comic to Bill. He said, “Do you like it?” and Bill asked, “I’d love it.",
            "John was passing a comic to Bill. He told a story which gave the impression of a person whose heart was hardened by the loss he had suffered in the first world war.",
            "John was passing a comic to Bill. He wrote me a note and said, _There's your story, the rest of us just need a little time.",
            "John was passing a comic to Bill. He was looking around for something.",
            "John was passing a comic to Bill. He stopped and took the comic seriously.",
            "John was passing a comic to Bill. He noticed it looked similar to the old one he had made but this time had a new title and a larger picture.",
            "John was passing a comic to Bill. He took a picture and passed back to me.",
            "John was passing a comic to Bill. He said, \"Hey! Come here a minute.",
            "John was passing a comic to Bill. He told\nhim that he was afraid about a train.",
            "John was passing a comic to Bill. He nodded.",
            "John was passing a comic to Bill. He opened it and then glanced aside at the name.",
            "John was passing a comic to Bill. He looked at the back of the comic and at me.",
            "John was passing a comic to Bill. He's a good boy.",
            "John was passing a comic to Bill. He waved his comic a mile away and a hundred feet in the other direction.",
            "John was passing a comic to Bill. He said, \"Hey, Bill, I want to see this comic.",
            "John was passing a comic to Bill. He saw\nthem and waved his hand in the direction of the comic.",
            "John was passing a comic to Bill. He nodded and winked.",
            "John was passing a comic to Bill. He's a very strong man, that is pretty much a fact, but I think he would probably turn his mouth to his comic.",
            "John was passing a comic to Bill. He was reading it.",
            "John was passing a comic to Bill. He saw the funny in the comic and laughed.",
            "John was passing a comic to Bill. He got one of the most beautiful women's portraits that Bill ever had.",
            "John was passing a comic to Bill. He'd bought him a little box, and Bill had told him of his intentions.",
            "John was passing a comic to Bill. He asked, “Where do you find so\nmany nice ones?” Bill replied, “Why, a lot on the sidewalk in front of\nmy house.",
            "John was passing a comic to Bill. He stopped and read for a second then added, \"Oh, wow, I have to go.",
            "John was passing a comic to Bill. He saw one of those little comic packs the regulars had brought.",
            "John was passing a comic to Bill. He was just on the point of saying something when, with a loud click, the word ‘Nigger’ came off the radio, the words of which made her shriek and throw herself across Bill.",
            "John was passing a comic to Bill. He got right to it, but that was it.",
            "John was passing a comic to Bill. He read it out loud slowly; it was some sort of parody, probably, on some kind of science fiction comic that Bill had seen somewhere.",
            "John was passing a comic to Bill. He was in a very comical mood.",
            "John was passing a comic to Bill. He handed him.",
            "John was passing a comic to Bill. He'd seen a cartoon a few years back on the internet.",
            "John was passing a comic to Bill. He had already read it by then.",
            "John was passing a comic to Bill. He looked on with some suspicion and seemed to be in the position of, 'Well, I know you'd say that.",
            "John was passing a comic to Bill. He stopped and looked at the man who had so many similarities with him—the same clothes, the same hat, the same clothes and the same attitude, the same tone, the same accent.",
            "John was passing a comic to Bill. He was, as you might have guessed, on his way to the barbershop.",
            "John was passing a comic to Bill. He had read _Comics Before You Die_, and when he saw this comic, he said, \"Let's have him.",
            "John was passing a comic to Bill. He passed his word, and Bill nodded and said,\n\n—Yes, I've met one.",
            "John was passing a comic to Bill. He looked up at Billy, who was sitting in a booth with a man who looked like Frankenstein.",
            "John was passing a comic to Bill. He thought it would be funny as soon as he met Jack.",
            "John was passing a comic to Bill. He turned to his friend and told him: \"He's got a comic in the shop.",
            "John was passing a comic to Bill. He put the comic aside, rolled his eyes, put on his sunglasses, and called Bill, in what was supposed to be his normal, relaxed state of mind.",
            "John was passing a comic to Bill. He said: \"What about the rest of us on the bus, do you need two or three comics so you can make yourself a little more interesting.",
            "John was passing a comic to Bill. He looked at him with a smile.",
            "John was passing a comic to Bill. He said to get the girl.",
            "John was passing a comic to Bill. He took it from him, the comic being a series of sketches of men and women.",
            "John was passing a comic to Bill. He was passing along some more of the comic which was still being printed.",
            "John was passing a comic to Bill. He handed him a comic, and Bill looked it over.",
            "John was passing a comic to Bill. He had heard of her doing something like\nthat.",
            "John was passing a comic to Bill. He waved them to the table and Bill took a couple of bites of his meal.",
            "John was passing a comic to Bill. He read them and he loved them.",
            "John was passing a comic to Bill. He said, I heard Mr.",
            "John was passing a comic to Bill. He hadn't mentioned it to me before, and yet this morning he said, \"I got a lot on my list.",
            "John was passing a comic to Bill. He was looking over Bill’s shoulder at her.",
            "John was passing a comic to Bill. He was holding a small metal box under Bill's left ear the size of a credit card; Bill smiled and shook his head in disgust, then looked back at Bill.",
            "John was passing a comic to Bill. He was surprised to see a cartoon of a man, a giant, with a bunch of small people and a red star on his forehead—a huge spider.",
            "John was passing a comic to Bill. He said that the whole thing was going to be a one-man show; and Bill, taking his time, would like to give something a good deal of thought and see if it would give him something to.",
            "John was passing a comic to Bill. He nodded, and Bill said, \"I'll do a little something for the ladies,\" and the comic handed him a ten dollar bill.",
            "John was passing a comic to Bill. He looked just like my father, except he had two sets of teeth instead of one set.",
            "John was passing a comic to Bill. He stopped suddenly, turned and said, ‘What do you think of that, Dick?’\n\n‘Wonderful,’ Dick grinned, ‘I thought you’d come off it!’ ‘Why?’ said.",
            "John was passing a comic to Bill. He knew who it was from the way you said it.",
            "John was passing a comic to Bill. He laughed as he read the word\n    'I.",
            "John was passing a comic to Bill. He was talking to Bill and told him to open up about his job.",
            "John was passing a comic to Bill. He was reading the strip.",
            "John was passing a comic to Bill. He's going to the movies.",
            "John was passing a comic to Bill. He gave Bill a sign to go in.",
            "John was passing a comic to Bill. He didn't look as if he was going to answer.",
            "John was passing a comic to Bill. He looked at the comic and said, \"I thought you were dead!\"\n\nBill sat on a car, a big black old black Ford coupe.",
            "John was passing a comic to Bill. He was very nice to Bill.",
            "John was passing a comic to Bill. He saw Bill lean against the bar, and looked up at him."
        ],
        "counts": {
            "John": 0,
            "Bill": 34
        }
    }
}