{
    "metadata": {
        "model": "EleutherAI/pythia-1.4b",
        "revision": "main",
        "num_parameters": 1414647808,
        "timestamp": "2023-10-18 16:18:15.930409",
        "samples": 100,
        "top_k": 0,
        "top_p": 0.9
    },
    "data": {
        "John seized the comic from Bill. He": {
            "details": {
                "pronoun": [
                    33,
                    35
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        27,
                        31
                    ]
                ]
            },
            "sentences": [
                "John seized the comic from Bill. He pulled it from the window.",
                "John seized the comic from Bill. He snatched the handoff, dropped Bill in the grass, and ran to the house.",
                "John seized the comic from Bill. He shook it\nfiercely and gazed at it for a moment.",
                "John seized the comic from Bill. He laughed in Dick's face.",
                "John seized the comic from Bill. He recognized the face of the woman who had sneaked into his house and with great misgivings gave her the comic.",
                "John seized the comic from Bill. He turned it around, and it ended up hanging on the bar.",
                "John seized the comic from Bill. He made the mistake of handing it back to him, but not without some fuss.",
                "John seized the comic from Bill. He was never able to recall why they had called it \"Brats on a Bike.",
                "John seized the comic from Bill. He handed the paper to her.",
                "John seized the comic from Bill. He'd look at the cover, he explained, it looked right up to a window, a real window, and he was just thinking of how the wind might sweep the banner up into the sky.",
                "John seized the comic from Bill. He rushed into the house and dragged Bill inside.",
                "John seized the comic from Bill. He yelled at me, \"Why didn't you come to the police? Why didn't you go to the cops? Did you do this?\"\n\nHe got out of the car and he hollered,.",
                "John seized the comic from Bill. He was the main character in an animated adventure series that ran on NBC from 1959 to 1969.",
                "John seized the comic from Bill. He didn't touch it, he had it back in his hands and he opened it to the title page.",
                "John seized the comic from Bill. He felt he had a right to it and took it home.",
                "John seized the comic from Bill. He struggled as he pushed the book down into his lap.",
                "John seized the comic from Bill. He smiled at the damage it had done.",
                "John seized the comic from Bill. He carried it through the streets, first out of guilt, then out of exhaustion.",
                "John seized the comic from Bill. He tried to pass it around and had to pull the racks out of the far wall to do so, over the tables that weren't moving.",
                "John seized the comic from Bill. He turned the handle and opened the pages.",
                "John seized the comic from Bill. He said he had seen Bill sitting on a stump in a field talking to a dog.",
                "John seized the comic from Bill. He has three in his possession.",
                "John seized the comic from Bill. He laughed.",
                "John seized the comic from Bill. He leaped to his feet and knocked the pistol from Bill's hand.",
                "John seized the comic from Bill. He wasn't going to let go until it was gone, not when he might have to use it to protect himself.",
                "John seized the comic from Bill. He started on the outside of his mouth, kissing the side of his face.",
                "John seized the comic from Bill. He tossed it in the trash and\nleaned over and said, \"Hi.",
                "John seized the comic from Bill. He ripped it out and flung it on the floor.",
                "John seized the comic from Bill. He picked it up\nand held it against the light.",
                "John seized the comic from Bill. He took the top of it and started bashing it against a bookcase with the flat of his hand, cursing the comic's stockinged legs and its amputated hand.",
                "John seized the comic from Bill. He set it on the floor, leaned it against the back of his chair, and glanced up at the screen.",
                "John seized the comic from Bill. He looked around at the faces surrounding him, at the people who had come to his funeral.",
                "John seized the comic from Bill. He leaned over and laid his hands on the back of his head, squinting into it.",
                "John seized the comic from Bill. He was holding the comic by the cover but he threw it over the side so that it fell inside the paper bag, where it landed on the floor, and smashed and spattered the painting.",
                "John seized the comic from Bill. He knelt beside Bill's body, gathering the comic together and wrapping it in a t-shirt.",
                "John seized the comic from Bill. He\nwas a big kid then.",
                "John seized the comic from Bill. He could see the size of the book on its stand.",
                "John seized the comic from Bill. He stood, putting one hand on the pile of papers before him, and stared at it, very quietly, as if he were contemplating the firmament.",
                "John seized the comic from Bill. He said,\n\n\"You can't do that.",
                "John seized the comic from Bill. He had read it and had talked about it with Bill, but never without concern.",
                "John seized the comic from Bill. He tried to unscrew the corners of the flap so the tote bag would open from the back, but to his horror Bill, who had held it the whole time, was inside and not allowing anything to.",
                "John seized the comic from Bill. He turned to go.",
                "John seized the comic from Bill. He began to climb out of the water, slipping in the man-made waterfall.",
                "John seized the comic from Bill. He took it back to his room and started it.",
                "John seized the comic from Bill. He twisted it so that Bill was face down and gripped it in one hand and pulled the other around his waist to drive the hard edges down over his chest.",
                "John seized the comic from Bill. He just wanted to know how to get rid of Bill's name.",
                "John seized the comic from Bill. He said, \"Hold on.",
                "John seized the comic from Bill. He realized something odd about the costume.",
                "John seized the comic from Bill. He couldn't bring himself to part with it.",
                "John seized the comic from Bill. He seemed\nless angry and upset than he had done at the start.",
                "John seized the comic from Bill. He had one of those feeling-saw caper pieces.",
                "John seized the comic from Bill. He was left stunned.",
                "John seized the comic from Bill. He threw it on the floor, next to the boxing gloves, as an acknowledgment that she had passed him.",
                "John seized the comic from Bill. He looked at it.",
                "John seized the comic from Bill. He regarded it as his\ncontribution, to bring something fresh into his soul, to begin again the\nyear with the new fire.",
                "John seized the comic from Bill. He was surprised at the sales figures but very pleased.",
                "John seized the comic from Bill. He pulled a used comics section from his bag, and laid it on the table.",
                "John seized the comic from Bill. He kissed the cake.",
                "John seized the comic from Bill. He never told Bill about the comic's location.",
                "John seized the comic from Bill. He put his arm around her waist.",
                "John seized the comic from Bill. He pressed his lips to the side of my cheek.",
                "John seized the comic from Bill. He had read it, and knew the story.",
                "John seized the comic from Bill. He said, 'You don't give up, do you?'\n\n'No.",
                "John seized the comic from Bill. He gave it a good shaking, then held it up to the light and studied it in the overhead light.",
                "John seized the comic from Bill. He then sat on it.",
                "John seized the comic from Bill. He told them he liked reading comic books.",
                "John seized the comic from Bill. He handed it over.",
                "John seized the comic from Bill. He put the cover on, grimaced, and withdrew it.",
                "John seized the comic from Bill. He picked it up and turned it so that its pages were facing down.",
                "John seized the comic from Bill. He pulled it from the pile and felt its cool, hard surface.",
                "John seized the comic from Bill. He handed it over, as well as a copy of _Herald's_ _Billingsbury_ of Saturday.",
                "John seized the comic from Bill. He re-signed it the following day and added the official motto to the cover.",
                "John seized the comic from Bill. He stuck it in his shirt pocket, and then\nlaid it on top of the shelf.",
                "John seized the comic from Bill. He paid it forward to see where the copy lands.",
                "John seized the comic from Bill. He then took the clock from under the counter and hid it behind Bill.",
                "John seized the comic from Bill. He flipped it on the bed and read the strip, which featured a long speech from a man explaining why life must be lived on \"the razor's edge,\" with \"No Obligation to Those Who Wish To.",
                "John seized the comic from Bill. He tapped it to get the money out.",
                "John seized the comic from Bill. He took his hands out of the pocket, turned\nit over and looked at the front cover of the inside.",
                "John seized the comic from Bill. He carried it up the stairs to the library,\nand opened it at the first page.",
                "John seized the comic from Bill. He held it by the collar, pretending he was itching to chew it.",
                "John seized the comic from Bill. He held it up to eye level to give Bill his proper gimlet-eyed look.",
                "John seized the comic from Bill. He placed it under his seat.",
                "John seized the comic from Bill. He was about the height and weight of Don Freede, but his thick hair was an undistinguished black, and there were shifty eyes behind his spectacles.",
                "John seized the comic from Bill. He told me how\nmuch he liked it; then he talked of the others, some of whom he had never\nseen.",
                "John seized the comic from Bill. He had kept all his three comic book subscriptions going, with a little investment and a few hits here and there.",
                "John seized the comic from Bill. He gave it back to me.",
                "John seized the comic from Bill. He said, \"That's a bit strong for some sports-bar comic.",
                "John seized the comic from Bill. He grabbed at it, pulled the top, looking with interested astonishment at its last details, then put it down again.",
                "John seized the comic from Bill. He turned to the dank writing table and grabbed the other two.",
                "John seized the comic from Bill. He whispered to Fred.",
                "John seized the comic from Bill. He shook it vigorously.",
                "John seized the comic from Bill. He took it to Mr.",
                "John seized the comic from Bill. He motioned for Al and Dave to follow him out of the back room and down a hallway.",
                "John seized the comic from Bill. He held it up to the\nlight and ran his finger along the line of crayon.",
                "John seized the comic from Bill. He pulled it out, brushed Bill aside and snapped the picture.",
                "John seized the comic from Bill. He thought the humor would go over well in a sitcom.",
                "John seized the comic from Bill. He looked at the comic in his hands, pondering, wondering if the comic would contain some item that might be of use.",
                "John seized the comic from Bill. He glanced over it, then looked up at Karen.",
                "John seized the comic from Bill. He was ashamed to call himself a thief, but a lifetime of guilt had given him no other way of dealing with the matter.",
                "John seized the comic from Bill. He placed it in a plasticine tube and shoved it inside his tunic pocket."
            ],
            "counts": {
                "John": 0,
                "Bill": 14
            }
        },
        "John passed the comic to Bill. He": {
            "details": {
                "pronoun": [
                    31,
                    33
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        25,
                        29
                    ]
                ]
            },
            "sentences": [
                "John passed the comic to Bill. He'd written _Farscape_ and _Iron Man.",
                "John passed the comic to Bill. He looked at it for a few seconds, then shoved it back in his bag.",
                "John passed the comic to Bill. He read the paper as it was handed to him.",
                "John passed the comic to Bill. He put his hand on the speaker in the corner of the theater and, very calmly, without looking at Billy, said, \"Hell.",
                "John passed the comic to Bill. He put it on the bookcase.",
                "John passed the comic to Bill. He read it and read it and reread it.",
                "John passed the comic to Bill. He laughed and said it was no good.",
                "John passed the comic to Bill. He held it out to both of them.",
                "John passed the comic to Bill. He held it up as a fake sample and said, \"I can't believe you just did that to that guy!\" I laughed and Bill asked, \"How about the reverse?\"\n\nThe reverse in reverse.",
                "John passed the comic to Bill. He had a good memory.",
                "John passed the comic to Bill. He grabbed the phone, but Mike just shook his head.",
                "John passed the comic to Bill. He nodded his head.",
                "John passed the comic to Bill. He knew his grandson.",
                "John passed the comic to Bill. He had been sent to patrol the streets after I'd left, but now he was hanging out on the cliffs, a dark and dangerous silhouette against the starry sky.",
                "John passed the comic to Bill. He turned on the audio for the video.",
                "John passed the comic to Bill. He turned on the TV and watched a boxing match.",
                "John passed the comic to Bill. He didn't know why Bill was so furious.",
                "John passed the comic to Bill. He carried on with a new story.",
                "John passed the comic to Bill. He punched his fist into the air and declared.",
                "John passed the comic to Bill. He looked like he had been taken over by a Bearcat from his position on an oil rig.",
                "John passed the comic to Bill. He looked at it, and turned to Chris.",
                "John passed the comic to Bill. He flicked it back to her and remarked that, even as a single woman, she'd have done the same in his position.",
                "John passed the comic to Bill. He said, \"It's a good job this date's a holiday.",
                "John passed the comic to Bill. He'd collected it in the 1950s.",
                "John passed the comic to Bill. He looked back at Lizzie, who was standing at the head of the\ntable, a little older than she had seemed at the dinner table the night before, and said, \"Well, well!\" It.",
                "John passed the comic to Bill. He read the whole story as best he could.",
                "John passed the comic to Bill. He laughed, and said it was a wonderful play.",
                "John passed the comic to Bill. He took a turn around the cabin, where he was surprised by a whistling.",
                "John passed the comic to Bill. He put it on his shoulder and turned to go.",
                "John passed the comic to Bill. He eyed the last shot of the Hell’s Angels even as he poured a drink for Bill.",
                "John passed the comic to Bill. He was lost in it; had a sudden violent idea that if he opened it, it would fall to pieces.",
                "John passed the comic to Bill. He closed his eyes and turned away from the table and watched Bill turn around.",
                "John passed the comic to Bill. He held the volume out so Bill could read.",
                "John passed the comic to Bill. He made eye contact with me and drew me aside.",
                "John passed the comic to Bill. He read it, and then Bill read it.",
                "John passed the comic to Bill. He wanted a sign on the wall,\nand we gave him a big sign and told him that there was one story above his head.",
                "John passed the comic to Bill. He said, “It’s better than the movie.",
                "John passed the comic to Bill. He checked his watch.",
                "John passed the comic to Bill. He slapped his left palm against his chest.",
                "John passed the comic to Bill. He nodded.",
                "John passed the comic to Bill. He went upstairs to their room and then left for bed early.",
                "John passed the comic to Bill. He couldn't face the whole thing yet, but he couldn't bear to keep the comic at home, either.",
                "John passed the comic to Bill. He nodded and winked at it.",
                "John passed the comic to Bill. He took a closer look at the pages.",
                "John passed the comic to Bill. He knew he wanted Bill to take his money, but he couldn't seem to get past the initial step.",
                "John passed the comic to Bill. He read it at the trial.",
                "John passed the comic to Bill. He read it carefully, nodding at intervals, and went on to say: \"I don't suppose we shall see much from the pros tonight.",
                "John passed the comic to Bill. He never saw it again.",
                "John passed the comic to Bill. He looked a bit shocked.",
                "John passed the comic to Bill. He reached out and patted Zan's shoulder.",
                "John passed the comic to Bill. He seemed oddly subdued.",
                "John passed the comic to Bill. He held the paper in his hands and read it:\n\n\"In this tale the concluding part is the longest, and as the young lovers were on the point of saying farewell the throng of citizens, who.",
                "John passed the comic to Bill. He read it out loud.",
                "John passed the comic to Bill. He closed it and said, \"Yes, I think you're on to something.",
                "John passed the comic to Bill. He looked at it and then turned the pile over and ripped up the thin paper backing.",
                "John passed the comic to Bill. He craned his neck back to get a better look at it, then handed it to Bill.",
                "John passed the comic to Bill. He closed the wrapper on the box and held it out for Rydell.",
                "John passed the comic to Bill. He held the book in his hands for a while, turning it over and over, staring at the print of the dude in front of him.",
                "John passed the comic to Bill. He smiled.",
                "John passed the comic to Bill. He shuffled some papers.",
                "John passed the comic to Bill. He shook his head and scratched his head.",
                "John passed the comic to Bill. He set it down on the coffee table between himself and Edgar, so he wouldn't start a fire on his jeans or down-mettle (he had only one pair).",
                "John passed the comic to Bill. He didn't like it.",
                "John passed the comic to Bill. He said it was good.",
                "John passed the comic to Bill. He was half a page away from the other man.",
                "John passed the comic to Bill. He didn't recognize it.",
                "John passed the comic to Bill. He flipped it over and put it in his wallet.",
                "John passed the comic to Bill. He took a closer look at it.",
                "John passed the comic to Bill. He coughed.",
                "John passed the comic to Bill. He drank his beer.",
                "John passed the comic to Bill. He stared at it for a moment and then put it down on the hall table and moved to the desk in his corner.",
                "John passed the comic to Bill. He knew what he was doing.",
                "John passed the comic to Bill. He started poring over it.",
                "John passed the comic to Bill. He looked at it briefly, then closed the book, picked up his pack, and left.",
                "John passed the comic to Bill. He studied it.",
                "John passed the comic to Bill. He turned it over and looked at the pages.",
                "John passed the comic to Bill. He laughed out loud.",
                "John passed the comic to Bill. He watched as Bill took a shot of the comic and pulled out a packet of Bic pens.",
                "John passed the comic to Bill. He was on the end of a corridor with a\nlong flight of stairs, and Bill was not dressed.",
                "John passed the comic to Bill. He just nodded his head, turned away and I lost it.",
                "John passed the comic to Bill. He took the latest issue of _National Review_, opened it, and looked at it intently.",
                "John passed the comic to Bill. He'd have the damned thing if we paid to see it.",
                "John passed the comic to Bill. He was a soft-spoken and conservative thirty-something, with black curly hair, owl-eyes, and a toothy smile.",
                "John passed the comic to Bill. He opened it, read it, looked at me with a mildly pleased expression.",
                "John passed the comic to Bill. He ran back and grabbed it, along with his wallet, from his shirt pocket.",
                "John passed the comic to Bill. He bent down to take a look at it.",
                "John passed the comic to Bill. He was in the kitchen.",
                "John passed the comic to Bill. He read the death of the dwarf first: he'd gotten used to how funny the late night staff became.",
                "John passed the comic to Bill. He read it\nand whistled: \"Bah! Bah! Bah!\"\n\n\"If we could only get the women to go out into that element, it\nwould be the funniest thing I.",
                "John passed the comic to Bill. He laughed, but said nothing.",
                "John passed the comic to Bill. He looked at it and considered it for a moment.",
                "John passed the comic to Bill. He sighed.",
                "John passed the comic to Bill. He turned to him.",
                "John passed the comic to Bill. He turned to the other man and said, \"Bill, we got to stop this bleeding.",
                "John passed the comic to Bill. He told him to keep the story with him, and to find a way to make it interesting.",
                "John passed the comic to Bill. He looked at the cover, turned it over, looked at the back.",
                "John passed the comic to Bill. He frowned.",
                "John passed the comic to Bill. He stuck it in the top of the mudguard of the motorbike and Bill took it out and looked at the cover.",
                "John passed the comic to Bill. He read over it for a moment, making notes, and said, \"This is good—well done.",
                "John passed the comic to Bill. He was only a small boy, but he followed Bill closely, and listened attentively to all that Bill said, and now and then Bill allowed his attention to wander to his own fancy, and to further topics."
            ],
            "counts": {
                "John": 0,
                "Bill": 16
            }
        },
        "Joseph hit Patrick. He": {
            "details": {
                "pronoun": [
                    20,
                    22
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        11,
                        18
                    ]
                ]
            },
            "sentences": [
                "Joseph hit Patrick. He beat Patrick.",
                "Joseph hit Patrick. He lay stiffly on the bed, his chest rising and falling in agonising\ndisplacement.",
                "Joseph hit Patrick. He had a son, and his wife died, leaving him with four children.",
                "Joseph hit Patrick. He was standing a bit farther back than necessary.",
                "Joseph hit Patrick. He said she'd been crying.",
                "Joseph hit Patrick. He drove Patrick through a street and a ditch in hopes of killing him but was too late.",
                "Joseph hit Patrick. He had just told the boy that he was being chased and that Patrick had to leave home.",
                "Joseph hit Patrick. He'd already seen her kick him twice.",
                "Joseph hit Patrick. He said it happened when he was outside mowing the lawn for Patrick and the three-year-old boy.",
                "Joseph hit Patrick. He could have just given him a bat and told him to be the hitman; he could have got what he deserved, and Patrick would still have survived.",
                "Joseph hit Patrick. He bounced to the side, where Patrick, who was holding onto the low doorway, looked over.",
                "Joseph hit Patrick. He said, ‘Hammet.",
                "Joseph hit Patrick. He had told Patrick that he was afraid the soul that had once been his would return.",
                "Joseph hit Patrick. He drew the worst of\nthe night with the biggest punch of his life.",
                "Joseph hit Patrick. He slammed down into his seat and covered his face with his hands.",
                "Joseph hit Patrick. He slapped the back of the man's neck, hard, in a chair by the punching bag.",
                "Joseph hit Patrick. He remembered what Pat had said: that he had been sent by his Creator.",
                "Joseph hit Patrick. He hit Patrick because he knew he was in love with Claire, who was with Colin.",
                "Joseph hit Patrick. He hadn't expected that.",
                "Joseph hit Patrick. He lunged for his throat, grabbing him around his throat and squeezing, but Patrick’s head bent back.",
                "Joseph hit Patrick. He hit him with a baseball bat.",
                "Joseph hit Patrick. He ducked around the other two, the one with the bulldog face he called Captain Guy, and the one who had a hodge-podge of dialects; the Captain, Captain Guy, and what you might.",
                "Joseph hit Patrick. He hit Patrick in the hand and it went black; he took Patrick’s baseball bat to the chest and it broke.",
                "Joseph hit Patrick. He was being herded along the street.",
                "Joseph hit Patrick. He knocked Patrick down and pinned him, and a huge electric surge hit Patrick and Patrick's robe parted, and Patrick's coat and shirt flew away.",
                "Joseph hit Patrick. He walked the few\nsteps and handed him over.",
                "Joseph hit Patrick. He hit him over the head with a rolled-up roll of paper that he’d acquired.",
                "Joseph hit Patrick. He hit him.",
                "Joseph hit Patrick. He’s going to win an election.",
                "Joseph hit Patrick. He remembered the sound and the feel of a man\nat his throat.",
                "Joseph hit Patrick. He was carrying his belongings on his back, wearing the same old rumpled flannel shirt as he'd left with him just three days before.",
                "Joseph hit Patrick. He was thin and large in proportion, and the high collar of his uniform set off his large but not particularly beautiful face.",
                "Joseph hit Patrick. He repeated what he had said, and Patrick yelled at\nhim to stop talking.",
                "Joseph hit Patrick. He hit Patrick with a combination of words and blows.",
                "Joseph hit Patrick. He then took off his shirt and knelt down.",
                "Joseph hit Patrick. He felt no empathy.",
                "Joseph hit Patrick. He ducked.",
                "Joseph hit Patrick. He did not wait, or delay, the moment when he came to the door.",
                "Joseph hit Patrick. He hit the first kick, his fifth kick ever.",
                "Joseph hit Patrick. He claimed Patrick was verbally aggressive and he wanted to fight.",
                "Joseph hit Patrick. He got Patrick's uninjured hand.",
                "Joseph hit Patrick. He whispered to Patrick, 'Ginger, help me,' and the smell of burning hair and cigar smoke hit me like a jolt, and then he slapped him hard.",
                "Joseph hit Patrick. He hit him in the leg with a haymaker.",
                "Joseph hit Patrick. He did not come back right away, but spent the next month on Loch Lomond writing and touring the countryside with Mhic Mhic Dhoire.",
                "Joseph hit Patrick. He hit him.",
                "Joseph hit Patrick. He didn't want anyone to know what was happening.",
                "Joseph hit Patrick. He hit Patrick in the head so hard that Patrick collapsed to the ground and was unable to stand up again for a week.",
                "Joseph hit Patrick. He hit Patrick in the right temple with a punch.",
                "Joseph hit Patrick. He was struggling and felt desperate.",
                "Joseph hit Patrick. He hit Patrick across the temple with a small object, I don't know what it was.",
                "Joseph hit Patrick. He thought Patrick would hit him too, and laughed when Patrick did.",
                "Joseph hit Patrick. He came in, his breath puffing out in the lantern light, and Patrick hugged him hard.",
                "Joseph hit Patrick. He's already gone.",
                "Joseph hit Patrick. He thought it was my fault.",
                "Joseph hit Patrick. He said he didn't need a detective's help and he knew what was best for them and for the children.",
                "Joseph hit Patrick. He says that he is\nreally proud of his friend and the good way that he has of\nplaying the piano, because you will see in his next recordings\nwhen he goes to France, they have an agreement between the two.",
                "Joseph hit Patrick. He was twelve years old and began\nprofiting from it while he was a corporal in the Regulars.",
                "Joseph hit Patrick. He could not guess what he had done to make him look\nso terrible.",
                "Joseph hit Patrick. He carried her\n\nfrom the studio, kicked Patrick on the side, and ran down the hallway\n\ninto the waiting waiting bathroom.",
                "Joseph hit Patrick. He turned it away, so Patrick got to\nbeat his old man to death in the rocking chair.",
                "Joseph hit Patrick. He would now be known for all time as the Golden Age author and poet.",
                "Joseph hit Patrick. He hit Patrick.",
                "Joseph hit Patrick. He said to Patrick:\n\n\"What are you going to do to me?\"\n\nPatrick said:\n\n\"Nothing.",
                "Joseph hit Patrick. He's got a big head.",
                "Joseph hit Patrick. He\nmust have hit his head against a post when the axe fell.",
                "Joseph hit Patrick. He left his house, jumped in the pickup and sped off,\n\nhe waved at Patrick and he’s right there.",
                "Joseph hit Patrick. He decided to take the job, and they all moved into a modest, white stucco home near Holy Cross College.",
                "Joseph hit Patrick. He removed the heavy bars of\nthe front door, and then stepped back--not quite sure why he did so.",
                "Joseph hit Patrick. He leapt to his feet and pumped his right fist into the air.",
                "Joseph hit Patrick. He also asked Patrick to find the wood they were looking for and gave Patrick the hatchet.",
                "Joseph hit Patrick. He didn't understand what the fuss was about.",
                "Joseph hit Patrick. He had come up with a strange little gadget that looked like a peephole into the rearview mirror.",
                "Joseph hit Patrick. He set about scaring him, and then went about telling everyone there about this disgusting, disgusting bastard.",
                "Joseph hit Patrick. He’s a husky 20-year-old with a sweet singing voice.",
                "Joseph hit Patrick. He struck Patrick again, so close to Patrick that their blows were simultaneous.",
                "Joseph hit Patrick. He was already in my arms.",
                "Joseph hit Patrick. He took a chair and put it on the other side of the fire.",
                "Joseph hit Patrick. He had her with him on the way to a service meeting where she was meeting a mutual friend.",
                "Joseph hit Patrick. He did not tell me he was carrying a baby.",
                "Joseph hit Patrick. He ran after her, knocking Patrick to the ground.",
                "Joseph hit Patrick. He took another glass, which he offered to the gentleman\n    in his hat.",
                "Joseph hit Patrick. He had the good fortune to have one of the best scoring hits ever.",
                "Joseph hit Patrick. He gave him a big smile and told him that he loved him.",
                "Joseph hit Patrick. He hit Patrick! Just then Father left and headed off toward the front of the hall, leaving Chris and David alone.",
                "Joseph hit Patrick. He walked up and stabbed him in the back with a large knife.",
                "Joseph hit Patrick. He'd forgotten about Patrick in the library that morning and had not told him what he had come to tell him.",
                "Joseph hit Patrick. He threw the golf club at Patrick and hit him in the head, shattering the cap of the golf club.",
                "Joseph hit Patrick. He thrust his face close to Patrick's and said, \"I think you may be looking for Mr.",
                "Joseph hit Patrick. He hit Patrick with a series of punches and then dropped him and knocked him down, pinning him to the wall and beating him with a closed fist.",
                "Joseph hit Patrick. He tried to hide in the bathroom, but Patrick punched him in the face and pushed him against the wall.",
                "Joseph hit Patrick. He\nthought it was funny, like a cat walking on a rock.",
                "Joseph hit Patrick. He pushed him on his back, but he could not be moved.",
                "Joseph hit Patrick. He hit Patrick a lot, to a degree which I didn't know was possible.",
                "Joseph hit Patrick. He tried to discipline the boy, but John did not, and was obliged to put him in his place.",
                "Joseph hit Patrick. He was an amazing guy.",
                "Joseph hit Patrick. He can hardly be avoided.",
                "Joseph hit Patrick. He's working over him with a sledgehammer, the first-class plastic surgeon, shooting him in the face and neck.",
                "Joseph hit Patrick. He kicked him in the face.",
                "Joseph hit Patrick. He walked through and waited to see if Patrick was all right.",
                "Joseph hit Patrick. He died in an attempt to kill Patrick, whom he was leading."
            ],
            "counts": {
                "Joseph": 0,
                "Patrick": 47
            }
        },
        "Patrick was hit by Joseph. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        19,
                        25
                    ],
                    [
                        0,
                        7
                    ]
                ]
            },
            "sentences": [
                "Patrick was hit by Joseph. He went down, and there was gunfire all around him.",
                "Patrick was hit by Joseph. He was hit twice.",
                "Patrick was hit by Joseph. He complained that he was in pain and that Joseph was his roommate and that he had been in bed a long time.",
                "Patrick was hit by Joseph. He died.",
                "Patrick was hit by Joseph. He, Daniel, and Timothy were taken to the hospital.",
                "Patrick was hit by Joseph. He fell off the pier and broke a leg.",
                "Patrick was hit by Joseph. He didn't know how much Joseph was hit by or why.",
                "Patrick was hit by Joseph. He got up and was saved by his partner James Sharpe.",
                "Patrick was hit by Joseph. He was in distress as his back was bowed.",
                "Patrick was hit by Joseph. He was released from custody in 2000 for a misconduct issue, and some information related to the 2004 charges was deleted from his file.",
                "Patrick was hit by Joseph. He knew that Joseph would go back and fight.",
                "Patrick was hit by Joseph. He subsequently shot Joseph with a pistol.",
                "Patrick was hit by Joseph. He was\ninvolved in a car accident, but the driver of the vehicle managed to get away and\nflee the area.",
                "Patrick was hit by Joseph. He was not sure at first how he knew.",
                "Patrick was hit by Joseph. He was trying to move Joseph out of the way of a blow to his head.",
                "Patrick was hit by Joseph. He didn't realize it at first, because he'd been in his car and Joseph had slammed the door and dragged him out.",
                "Patrick was hit by Joseph. He’s going to let you into the meeting.",
                "Patrick was hit by Joseph. He was bleeding profusely from the back of his head.",
                "Patrick was hit by Joseph. He thought it was his grandmother who was hit by Joseph.",
                "Patrick was hit by Joseph. He had slept with Catherine in his room.",
                "Patrick was hit by Joseph. He describes it, “He looked in my face and said, ‘Randy, he has got his jaws around my thumbs.",
                "Patrick was hit by Joseph. He fought back, and Joseph went to him and a scrawny-looking child that Joseph had ripped from Joseph's mother and put in his cage for it's size.",
                "Patrick was hit by Joseph. He said Joseph placed him in a cell and choked him.",
                "Patrick was hit by Joseph. He began to run and\nsounded very weak and he said, “let’s run and jump on them”.",
                "Patrick was hit by Joseph. He has suffered a significant brain injury.",
                "Patrick was hit by Joseph. He was moved to stage.",
                "Patrick was hit by Joseph. He says, \"I was trying to protect our children because they weren't safe.",
                "Patrick was hit by Joseph. He sustained serious injuries to his head, his eye, his back, and his legs.",
                "Patrick was hit by Joseph. He never went to trial.",
                "Patrick was hit by Joseph. He died without any wound or stain.",
                "Patrick was hit by Joseph. He was taken to the hospital and remained in serious condition.",
                "Patrick was hit by Joseph. He jumped in the air, clutching his injured right wrist with both hands, and made a dive toward the shoreline.",
                "Patrick was hit by Joseph. He testified that one of\nthe boxcars containing moneys had spilled on him and his suitcase, and\nhe reached for his wallet and coins which he thought he had left on a\nbench, where he was.",
                "Patrick was hit by Joseph. He was also accused of having raped\nNo.",
                "Patrick was hit by Joseph. He still lives in Malibu.",
                "Patrick was hit by Joseph. He said, 'I remember him standing there.",
                "Patrick was hit by Joseph. He’s going to die.",
                "Patrick was hit by Joseph. He hit Joseph with a fist before Joseph could punch Patterson.",
                "Patrick was hit by Joseph. He suffered from a black eye and a broken nose.",
                "Patrick was hit by Joseph. He had the ball knocked out of his hand but his passion for the game kept him on the field for the next three seasons.",
                "Patrick was hit by Joseph. He said: “I saw Joseph hit him several times, and I thought I was going to pass out.",
                "Patrick was hit by Joseph. He is still dead.",
                "Patrick was hit by Joseph. He subsequently underwent surgery to repair the damaged bones and was able to recover to normal health.",
                "Patrick was hit by Joseph. He asked for his mother and daughter, so Joseph carried him and his sister up to their home.",
                "Patrick was hit by Joseph. He saw little damage, but he testified Joseph used a brick or something, it was as if Joseph was trying to make a palm-sized iron on the cobblestone surface.",
                "Patrick was hit by Joseph. He was listed as having a broken wrist and some left shoulder pain and a bruised arm.",
                "Patrick was hit by Joseph. He died of a brain hemorrhage in jail on October 13, 2009, just a month before his 22nd birthday, also serving a three-year sentence for a 2014 car theft conviction.",
                "Patrick was hit by Joseph. He said his leg was broken in four places, and the shoulder of his T-shirt was torn.",
                "Patrick was hit by Joseph. He never recovered.",
                "Patrick was hit by Joseph. He's in deep trouble.",
                "Patrick was hit by Joseph. He remains in ICU, on life support.",
                "Patrick was hit by Joseph. He was not a compliant witness.",
                "Patrick was hit by Joseph. He fell to the ground, picked himself up and started running.",
                "Patrick was hit by Joseph. He was thrown from the car and died at the hospital.",
                "Patrick was hit by Joseph. He staggered back and pulled at one of his arms.",
                "Patrick was hit by Joseph. He said he knew he had an obligation to \"take care of his children and do what [he] could for his own family.",
                "Patrick was hit by Joseph. He showed up at our place\nin the morning and asked me if we had known anything about Joseph’s death.",
                "Patrick was hit by Joseph. He called 911 and told the dispatcher that he was being hit.",
                "Patrick was hit by Joseph. He ran out of the building in front of the police, while Joseph was left in the back.",
                "Patrick was hit by Joseph. He then began bleeding heavily from his groin.",
                "Patrick was hit by Joseph. He was taken to University Medical Center (UMC), in Cleveland, Ohio, for a CT scan of his head.",
                "Patrick was hit by Joseph. He could have been hit by both of them.",
                "Patrick was hit by Joseph. He was never able to thank for saving his life in such a short time.",
                "Patrick was hit by Joseph. He recovered from the crash but after a while began to have a hard time breathing.",
                "Patrick was hit by Joseph. He could be seen going into the men's room and could be heard urinating behind the building.",
                "Patrick was hit by Joseph. He hit the ground.",
                "Patrick was hit by Joseph. He broke his leg, Patrick later told police.",
                "Patrick was hit by Joseph. He had two children, Joseph and Margaret.",
                "Patrick was hit by Joseph. He couldn’t help himself.",
                "Patrick was hit by Joseph. He was taken to Crestwood Community Hospital with injuries that included a deep cut above the eye, cuts to his lip and a deep gash to the neck.",
                "Patrick was hit by Joseph. He was taken to Providence Hospital where he died later on Wednesday evening.",
                "Patrick was hit by Joseph. He also testified that he observed Joseph making some type of device\nseveral times.",
                "Patrick was hit by Joseph. He was taken to the hospital by his brother.",
                "Patrick was hit by Joseph. He wasn't a doctor, was only an assistant\nUnder the old world.",
                "Patrick was hit by Joseph. He looked at Ben when he told him about it.",
                "Patrick was hit by Joseph. He continues to describe the events that day, which are confusing and confused.",
                "Patrick was hit by Joseph. He testified that he told Joseph that Joseph was a very bad boy and that he wished Joseph to die.",
                "Patrick was hit by Joseph. He was trying to get a coffee in a store at 185th and Canal in downtown Chicago.",
                "Patrick was hit by Joseph. He did not say that Joseph sped away from the accident.",
                "Patrick was hit by Joseph. He was forced to get away from Joseph who had multiple injuries.",
                "Patrick was hit by Joseph. He is dead now.",
                "Patrick was hit by Joseph. He stumbled off the porch and hit the steps of the house.",
                "Patrick was hit by Joseph. He was conscious and breathing when Joseph picked him up, but had a bullet wound to his right leg and a possible arm injury to his chest and side.",
                "Patrick was hit by Joseph. He was alive.",
                "Patrick was hit by Joseph. He had just finished telling Dad about how Dad, without realizing it, was leading him on—the subtle and now obvious reference to her not using herself and no longer caring about the people she loved—that by doing this.",
                "Patrick was hit by Joseph. He claimed that Joseph fled and that Joseph killed his stepfather to protect his son.",
                "Patrick was hit by Joseph. He had his leg smashed beyond repair in the stoning that occurred at 2:30 a.",
                "Patrick was hit by Joseph. He had his sword on his back and the scene in the Rue Prince-du-Lac is wonderfully well-lit.",
                "Patrick was hit by Joseph. He believed that Joseph did this to avenge the murder of his wife.",
                "Patrick was hit by Joseph. He said that he was not.",
                "Patrick was hit by Joseph. He put up a great fight, but he did have a seizure and died at the hospital.",
                "Patrick was hit by Joseph. He can hear the bag, jingling.",
                "Patrick was hit by Joseph. He died at the scene, and Joseph was arrested and charged with vehicular homicide and a number of misdemeanors.",
                "Patrick was hit by Joseph. He said: \"There was a lot of hugging and loving for him from the English people.",
                "Patrick was hit by Joseph. He did not.",
                "Patrick was hit by Joseph. He gave his death speech at his funeral.",
                "Patrick was hit by Joseph. He’s never going to survive the beat down that he experienced at work.",
                "Patrick was hit by Joseph. He is now released and there is an end to it.",
                "Patrick was hit by Joseph. He let them use him in\n\nthat way and threw Joseph out of the car.",
                "Patrick was hit by Joseph. He had no idea who Joseph was."
            ],
            "counts": {
                "Joseph": 33,
                "Patrick": 1
            }
        },
        "Ken admired Geoff. He": {
            "details": {
                "pronoun": [
                    19,
                    21
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        12,
                        17
                    ]
                ]
            },
            "sentences": [
                "Ken admired Geoff. He knew from experience that a world of perpetual argument was pointless.",
                "Ken admired Geoff. He had known him since the family were already in business, when Geoff was a young boy growing up in the Indian desert.",
                "Ken admired Geoff. He took him home with him.",
                "Ken admired Geoff. He thought he'd be a good fit for the booth and, if not for the demo, he'd become a partner and ran a successful company in Australia.",
                "Ken admired Geoff. He thought Geoff was very successful, honest and reliable, and then.",
                "Ken admired Geoff. He was very respectful to Geoff.",
                "Ken admired Geoff. He was only the best private investigator in the country.",
                "Ken admired Geoff. He was a difficult teacher, but a lovable man who had learned to rely on his own experiences.",
                "Ken admired Geoff. He told me he was born and raised in Watford and wanted to know more.",
                "Ken admired Geoff. He was attracted to him but he had no chance of winning a hand of stud from him and thought the relationship was doomed.",
                "Ken admired Geoff. He was a far better teacher than his brother had been.",
                "Ken admired Geoff. He was very, very tall, but shorter than Tony, with high, sharply angled cheekbones, and the same keen face.",
                "Ken admired Geoff. He got the look, thought Jae, what the kid does with his face, some set of fixations that look like they're all from the same mental archive.",
                "Ken admired Geoff. He was a man of reason.",
                "Ken admired Geoff. He said people would be surprised at the book, and what the true facts and most truthful recollections contained.",
                "Ken admired Geoff. He showed particular interest in drawing her.",
                "Ken admired Geoff. He'd been around the block.",
                "Ken admired Geoff. He still did.",
                "Ken admired Geoff. He was taking on the role of father-figure, and he really believed that this kid could be the future of hockey.",
                "Ken admired Geoff. He felt his presence wasn't a 'force for evil' but a force for good.",
                "Ken admired Geoff. He, however, would accept the entire situation as the best that could be expected of his followers, and he had more or less arranged it so that no bad elements were involved.",
                "Ken admired Geoff. He was friendly.",
                "Ken admired Geoff. He was a true warrior.",
                "Ken admired Geoff. He'd lost more men to him in one short day than he'd lost in his entire career.",
                "Ken admired Geoff. He had to work every day in a plush office.",
                "Ken admired Geoff. He had qualities which he'd never found in his own father.",
                "Ken admired Geoff. He was incredibly smart, and had a way with words.",
                "Ken admired Geoff. He was willing to help the police, and to do whatever he could.",
                "Ken admired Geoff. He was as fair as they come.",
                "Ken admired Geoff. He was one of a couple of out of work single guys who ran down to Barstow for the occasional Ramada.",
                "Ken admired Geoff. He always saw eye to eye with him.",
                "Ken admired Geoff. He was a tall and lean fellow, with piercing blue eyes and a penchant for bright red lipstick, which was why P.",
                "Ken admired Geoff. He had always looked him up and down and he had never hit on him.",
                "Ken admired Geoff. He was both a good man and a bad one, and it would be a hard choice between the two.",
                "Ken admired Geoff. He knew that Geoff's job, the directing of the Natural History Association of South Australia, was all consuming.",
                "Ken admired Geoff. He said that “he really likes her”, she answered, “oh he does.",
                "Ken admired Geoff. He enjoyed everything that Geoff had done, and he would always look on him as a role model in the family.",
                "Ken admired Geoff. He was the only major player I could be sure would give me a run for my money.",
                "Ken admired Geoff. He admired the way he bounced around, the way he looked, the way he played.",
                "Ken admired Geoff. He couldn't help but be excited when a pair of kids rode up to us, and said, 'Hey, did you guys hear that thing I heard earlier?' We listened for a moment.",
                "Ken admired Geoff. He was a fascinating, funny guy and when he wasn't playing games in a casino with his wife, he was giving lectures, mixing with writers and artists, sleeping in artists' studios and taking note of the day's art.",
                "Ken admired Geoff. He was glad to have the exchange of ideas in the car.",
                "Ken admired Geoff. He knew well that people that were popular with the public generally accepted that Geoff was more talented than the others.",
                "Ken admired Geoff. He trusted him.",
                "Ken admired Geoff. He found him\nnot only a useful colleague, but a young man of untarnished honour.",
                "Ken admired Geoff. He had a pleasant friendly face and a dapper suit with a bow tie and cravat that would suit any good-natured conversation.",
                "Ken admired Geoff. He had admired him too, but he was slightly more of an artist than the artist wanted to be.",
                "Ken admired Geoff. He reminded him of a huge teddy bear.",
                "Ken admired Geoff. He was something in the eyes of many.",
                "Ken admired Geoff. He didn't say anything to make me doubt that.",
                "Ken admired Geoff. He was new on the scene, you\nknow, a young kid.",
                "Ken admired Geoff. He was one of the main reasons I decided to get back into school.",
                "Ken admired Geoff. He had always been a splendid fellow; funny and witty, witty and easy to get on with.",
                "Ken admired Geoff. He could say, 'It's an old cart; it's an old threshing machine; it hasn't been used for centuries.",
                "Ken admired Geoff. He really had a talent for making money.",
                "Ken admired Geoff. He'd talked to him before he'd talked to me.",
                "Ken admired Geoff. He treated him like one of the guys.",
                "Ken admired Geoff. He didn't know what his motives were, but he considered Geoff, old Jim and Jim's son, to be his best and oldest friend.",
                "Ken admired Geoff. He was almost as unrecognisable as he had been when they'd first met—elbow braced against a table, chin in hand, grim and sour.",
                "Ken admired Geoff. He told me once that I had been the wisest, most cynical and most tragic man he had ever met.",
                "Ken admired Geoff. He had a genuine affection for him, just as John had had, and so when Geoff first came to visit John, he drew him out, talked to him, and learned a lot about him, and about him and his family.",
                "Ken admired Geoff. He reminded his nephew that it was in his nature, as a captain and an individual, to risk everything on the field of battle in order to achieve the ends he had for the people he cared about.",
                "Ken admired Geoff. He was a new kind of British fighter pilot.",
                "Ken admired Geoff. He was a good fella, good with the dope, a lot of guts, and.",
                "Ken admired Geoff. He had enough backbone to stand up for himself and his beliefs, and he had the backbone to face adversity.",
                "Ken admired Geoff. He knew how to make the most of time, how to make something out of nothing.",
                "Ken admired Geoff. He was still clearly disturbed and hurt by the fact that Geoff was treating her as she was not what he called a muck, or even a bitch.",
                "Ken admired Geoff. He had never been in any kind of trouble, and, in fact, he looked forward to the future.",
                "Ken admired Geoff. He had a good sense of humour.",
                "Ken admired Geoff. He also admired his five older brothers and their families.",
                "Ken admired Geoff. He listened to him attentively and often smiled when the younger man spoke.",
                "Ken admired Geoff. He had given birth to a twin daughter.",
                "Ken admired Geoff. He seemed like a normal person, but his expression had subtly changed.",
                "Ken admired Geoff. He was devoted to a wife and family, just as Geoff had once been to Dove.",
                "Ken admired Geoff. He was a legend, a life-long friend and admirer of her father.",
                "Ken admired Geoff. He appreciated Geoff's loyalty to the club.",
                "Ken admired Geoff. He had brought them to the Hotel George on the chance that she would not be there and he was a little relieved to have it off his mind.",
                "Ken admired Geoff. He was a fine athlete, and Geoff could do some terrible things, which Dave hated, but after that.",
                "Ken admired Geoff. He had come with them from Oxford, through the subconscious channels that had led to this interview, and the impression that he had made, in his olive-skinned British way, was that he wanted to ask to go back.",
                "Ken admired Geoff. He was one of the most capable journalists on the team, a subject matter expert and communicator, a peerless storyteller and critic.",
                "Ken admired Geoff. He'd often cast about his memory, until something sprang up from a memory that had been tossed away and then forgotten.",
                "Ken admired Geoff. He was \"just a better violinist.",
                "Ken admired Geoff. He'd go running to his office, answer his phone, and return with more advice to the head of IT.",
                "Ken admired Geoff. He was a good writer.",
                "Ken admired Geoff. He knew from her mother.",
                "Ken admired Geoff. He knew that it would have been the hardest thing in the world for him to go through, and even harder for his wife, Carol.",
                "Ken admired Geoff. He was an accountant and a fair skier who always seemed to be there, patiently getting things sorted out.",
                "Ken admired Geoff. He knew how to draw the true essence of every person, and that was another great thing about him.",
                "Ken admired Geoff. He had a son, and they were enjoying a good time in a new place—an empty apartment, living in tents while building a new barn in the park, without being seen.",
                "Ken admired Geoff. He told himself that in person he was a very different person.",
                "Ken admired Geoff. He came, stayed a few days, and even ate a meal with me, which he seemed more comfortable with.",
                "Ken admired Geoff. He knew what it was like to feel ignored and bullied.",
                "Ken admired Geoff. He was such a natural leader, so spontaneous, so much fun, and now he wasn't coming to much of anything.",
                "Ken admired Geoff. He gave him books from _To Kill a Mockingbird_ and _The Woman in Black_.",
                "Ken admired Geoff. He was not a young man; and they had a lot of respect for him—I think he had some influence with the rugby-coaches.",
                "Ken admired Geoff. He was a bit of a son to him.",
                "Ken admired Geoff. He'd worked with him once, when Geoff had first come to the C.",
                "Ken admired Geoff. He stood at the end of the veranda, tugging his duffel coat, clipping the lower corners with trembling fingers.",
                "Ken admired Geoff. He too had a 'huge chest' but I am aware that the physical description of two players meeting in a football stadium counts for little in the social conversation about sport; there are too many gaps in the interactions.",
                "Ken admired Geoff. He was an affable and all-round pleasant fellow and they both enjoyed each other's company."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 13
            }
        },
        "Ken impressed Geoff. He": {
            "details": {
                "pronoun": [
                    21,
                    23
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        14,
                        19
                    ]
                ]
            },
            "sentences": [
                "Ken impressed Geoff. He was afraid the professor was on a career path.",
                "Ken impressed Geoff. He said he would make things easy for Geoff.",
                "Ken impressed Geoff. He stared over my shoulder and laughed when I saw the clock.",
                "Ken impressed Geoff. He was so happy that he hugged Geoff and proceeded to roll around the floor with him on the couch.",
                "Ken impressed Geoff. He said, ‘I would take the X in order to qualify for her in the UK.",
                "Ken impressed Geoff. He had always loved old movies and was happy to buy them for adults.",
                "Ken impressed Geoff. He had been everywhere already.",
                "Ken impressed Geoff. He brought the ball right to me.",
                "Ken impressed Geoff. He was used to that, but he seemed a bit irritated by it at the moment.",
                "Ken impressed Geoff. He also grew fond of guys like Casey.",
                "Ken impressed Geoff. He seems to be an intellectual, not the person you'd expect.",
                "Ken impressed Geoff. He wants to see the Xakx and the two that I said were special-brats.",
                "Ken impressed Geoff. He was hoping she'd drop by after his final physical.",
                "Ken impressed Geoff. He tells me that the rumours had circulated that the UFC 1 and 2 were booked for New Zealand and I thought he was kidding when he asked me to meet him at the Cowanbury Apartments in Auckland to check the rum.",
                "Ken impressed Geoff. He said he was never really sure how much.",
                "Ken impressed Geoff. He asked her out to dinner.",
                "Ken impressed Geoff. He had written a long program on English history, featuring heavily in the History Olympiad, in which the article had appeared.",
                "Ken impressed Geoff. He'd definitely be open to the idea of the psychologist getting involved.",
                "Ken impressed Geoff. He sounded like an expert; somebody in the dark.",
                "Ken impressed Geoff. He had gone into his country's wine industry in the 1970s, and had started taking the sort of British certification tests that might qualify him for a job in the industry.",
                "Ken impressed Geoff. He was a seasoned veteran.",
                "Ken impressed Geoff. He did not know of the brewing public of his time, but those who did were fascinated by the complex quality of the Burton Anchor IPA which is not easily explained.",
                "Ken impressed Geoff. He almost definitely wanted something from Geoff.",
                "Ken impressed Geoff. He had good technique and vision.",
                "Ken impressed Geoff. He was going to make his Puma party greater than life.",
                "Ken impressed Geoff. He took me on walks and left me alone to explore the beach.",
                "Ken impressed Geoff. He was a fast bowler with a big action.",
                "Ken impressed Geoff. He wasn't sure what that meant, but he wasn't worried.",
                "Ken impressed Geoff. He had been a priest, of course.",
                "Ken impressed Geoff. He said, 'Chastain, I know that you're not going to be happy with me for a while.",
                "Ken impressed Geoff. He managed to crack a smile.",
                "Ken impressed Geoff. He also impressed Donald Young, the Town Council president, who did not hesitate to throw his weight behind the campaign of Reginald Henry.",
                "Ken impressed Geoff. He showed considerable ambition, and he\nskilled to pick the lock, although he had so little experience that he\nfrequently let himself in when he shouldn't have.",
                "Ken impressed Geoff. He wasn't as exasperated as he had been after their first meeting.",
                "Ken impressed Geoff. He was a small man and Colin was\nrobust.",
                "Ken impressed Geoff. He stood very still, his head on one side.",
                "Ken impressed Geoff. He was proud and very persistent as he explained his ideas to Geoff.",
                "Ken impressed Geoff. He didn't think of herself as a waitress.",
                "Ken impressed Geoff. He was concerned about his reputation, his fear that he might not get through, but there was nothing like that with him.",
                "Ken impressed Geoff. He was in the Army for three years and was \"pro-active\" in seeking combat training and involved in making a film.",
                "Ken impressed Geoff. He had just been given the job of running the World Cup, so he was not qualified to comment on the current situation.",
                "Ken impressed Geoff. He was like a high schooler who had moved away to another state without his parent's knowledge or consent.",
                "Ken impressed Geoff. He was good enough for other people to play other people but in this he had an advantage.",
                "Ken impressed Geoff. He was sure he wasn't just a reporter, either.",
                "Ken impressed Geoff. He even tried to make a stop on the next turn, because Geoff had\nsaid his son lived at a motel just a few streets down from Jamey.",
                "Ken impressed Geoff. He was the second child for the Edwardses.",
                "Ken impressed Geoff. He was armed with facts and figures; his presentation was engaging and helped to move the panel towards their final vote.",
                "Ken impressed Geoff. He told me a few choice stories about\nNike Air Max Canada Themes\npushing Phil Jones' experiment.",
                "Ken impressed Geoff. He told him that to sit on a stage is easy.",
                "Ken impressed Geoff. He was about twelve years older than him and\nretarded, a little slow in his gait and could not see much but over his\nown nose.",
                "Ken impressed Geoff. He was quiet and serious but had tremendous energy and determination.",
                "Ken impressed Geoff. He had no idea who I was and I was twenty years younger than him, and looked vaguely familiar to him.",
                "Ken impressed Geoff. He was always ready to listen and participate.",
                "Ken impressed Geoff. He's a big Scot, isn't he?'\n\n'Yes.",
                "Ken impressed Geoff. He came across as a young boy who was excited to have a dad of his own, but in actuality, he was just scared to death he’d go through with it.",
                "Ken impressed Geoff. He made no secret of his amazement, and of his lack of any certainty as to why they were at this particular moment, and had he any intention of leaving their hotel, he would not be able to resist stopping.",
                "Ken impressed Geoff. He had the determination of a man who was taking on\nthe biggest job in the world.",
                "Ken impressed Geoff. He noticed a star in the sky and realized that it wasn't clear.",
                "Ken impressed Geoff. He was a thoroughly pleasant fellow.",
                "Ken impressed Geoff. He had developed a clean and crisp manner of working.",
                "Ken impressed Geoff. He had his first use for a relatively common holiday, the opportunity to use a Trekkie droid to capture a Galactic Cultural Protection Force prisoner.",
                "Ken impressed Geoff. He had had a fine summer.",
                "Ken impressed Geoff. He could have been a real ballbuster, the type of guy they have on the Richmond players council.",
                "Ken impressed Geoff. He knows enough about it to be both cautious and perceptive.",
                "Ken impressed Geoff. He said you had 'glimmerings of what George Fordham might be like' – a case of forgetting to keep some very basic things.",
                "Ken impressed Geoff. He read the book before we left the house.",
                "Ken impressed Geoff. He'd always been an intelligent boy and he could speak rationally about many subjects; this time was no different.",
                "Ken impressed Geoff. He was actually working with Greg Marsh and the underlying architecture was very well thought out, I felt as if I’d seen it before.",
                "Ken impressed Geoff. He moved around as a small child, then grew into the majestic man he is today.",
                "Ken impressed Geoff. He could have received as much as a fraction of the fee as Vézina.",
                "Ken impressed Geoff. He hadn't gone too far.",
                "Ken impressed Geoff. He had read her husband's book; it gave a very positive picture of her state of mind.",
                "Ken impressed Geoff. He wanted to know all about the Royal Australian Navy.",
                "Ken impressed Geoff. He was the type of man I hoped to meet someday.",
                "Ken impressed Geoff. He was a resident physician with the Austin Group.",
                "Ken impressed Geoff. He said the crowd in the arena \"looked good,\" and that they were \"just sort of trilling away and looking at everyone else\" — like the rock band.",
                "Ken impressed Geoff. He also announced an appointment of Geoffrey George, who worked for Patrick Underwood and was the Exteriors VFX Supervisor on Monsters.",
                "Ken impressed Geoff. He’d been a trifle complacent at court.",
                "Ken impressed Geoff. He was tall, pale, and clean shaven.",
                "Ken impressed Geoff. He was the youngest boy of all the residents of the community and spoke his first English.",
                "Ken impressed Geoff. He promised to deliver a mass audit of the whole of the railway.",
                "Ken impressed Geoff. He looked at Walter and the other men.",
                "Ken impressed Geoff. He said to himself, \"She's going to see I have a chance.",
                "Ken impressed Geoff. He made the camp go.",
                "Ken impressed Geoff. He hadn’t seen him look so relaxed and happy in a long time.",
                "Ken impressed Geoff. He was trying not to sound too pleased but there was nothing left for him to say now.",
                "Ken impressed Geoff. He obviously felt that there was something on this mad dash that was worthy of his attention.",
                "Ken impressed Geoff. He seemed like a good guy, a simple-minded man from the plains who was just another sheep on the road to civilization.",
                "Ken impressed Geoff. He felt that a manual brush made a pretty effective implement, but also had the advantage of a stronger stroke.",
                "Ken impressed Geoff. He'd never heard of a Superpower Secret Agent, let alone a Klaus of the Comics–Marvel variety.",
                "Ken impressed Geoff. He also felt he'd gotten a good ride.",
                "Ken impressed Geoff. He was really smart.",
                "Ken impressed Geoff. He was not working.",
                "Ken impressed Geoff. He tried one first-person perspective piece, Chibs.",
                "Ken impressed Geoff. He could eat that on a bet.",
                "Ken impressed Geoff. He felt he’d been influenced by Eastern philosophies since a young age.",
                "Ken impressed Geoff. He told his mother in a telephone call that he was sorry he'd hurt her, that the bad marriage was his fault, and that he would get some counseling.",
                "Ken impressed Geoff. He said he would have them cut it so a new owner could pay them a lot more.",
                "Ken impressed Geoff. He drew from it; as he\ntold Nelly: ‘We are raising a school or two, and, at times, a home\nschool; and I think it should be brought into your power.",
                "Ken impressed Geoff. He returned for a fourth term and ran the whole time."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 6
            }
        },
        "Simon ran towards Richard. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        18,
                        25
                    ]
                ]
            },
            "sentences": [
                "Simon ran towards Richard. He was a little ahead of them now, in the way a runner dodges a wall when they have a clear view ahead.",
                "Simon ran towards Richard. He ran with all his might.",
                "Simon ran towards Richard. He took the bottle from Richard's hand and it clinked against the barrel.",
                "Simon ran towards Richard. He opened his mouth to say something.",
                "Simon ran towards Richard. He was holding the dead woman and removing her clothes.",
                "Simon ran towards Richard. He was shouting something, but, in fact, it was just his face.",
                "Simon ran towards Richard. He wanted to reach out to Richard's face, put his hands on his cheeks, and hold him.",
                "Simon ran towards Richard. He gave his head a good shake and walked back to Richard.",
                "Simon ran towards Richard. He looked at each of the others.",
                "Simon ran towards Richard. He grabbed the boy, and pulled him to his feet.",
                "Simon ran towards Richard. He paused for a moment, considering and then went on.",
                "Simon ran towards Richard. He knew his footsteps could only lead him further into the darkness.",
                "Simon ran towards Richard. He caught a glimpse of MacInnes and jerked his head at the spooksman.",
                "Simon ran towards Richard. He started to see something\nin Richard's face which made him get down, so he dropped on the other side of\nthe car.",
                "Simon ran towards Richard. He'd barely noticed them since his return to the ship, thinking that, for the moment, he'd had enough of the outlandish blacksmith.",
                "Simon ran towards Richard. He held up his french horn and started to blow.",
                "Simon ran towards Richard. He was trying to get away but Richard was still holding him by the collar of his shirt.",
                "Simon ran towards Richard. He looked back and forth, gauging their danger, then stepped forward, covering himself as best he could.",
                "Simon ran towards Richard. He raised a hand to the monk, but froze.",
                "Simon ran towards Richard. He was taller than Richard had ever been, and he stood with his arms out in front of him, hands on hips, standing a good head taller than Richard's father had ever been.",
                "Simon ran towards Richard. He didn't look her in the eyes; he had gone so far away he hadn't seen her face.",
                "Simon ran towards Richard. He felt another surge of panic and his heart nearly failed, as he watched as the horse staggered and fell.",
                "Simon ran towards Richard. He grabbed Richard by the sleeve and pulled him to the side of the street, so that the other two men could not see.",
                "Simon ran towards Richard. He\ngot up with difficulty, and left me and the horse behind.",
                "Simon ran towards Richard. He smiled his fanged smile and came closer.",
                "Simon ran towards Richard. He didn't move.",
                "Simon ran towards Richard. He opened his arms wide, leaning into Richard, crushing the air between them.",
                "Simon ran towards Richard. He took hold of his brother’s arm, but Richard had an even stronger grip on his shoulder.",
                "Simon ran towards Richard. He bent and slapped the older man on the back.",
                "Simon ran towards Richard. He was about to ask, when he noticed Richard was still standing in the doorway.",
                "Simon ran towards Richard. He clung to Richard's neck.",
                "Simon ran towards Richard. He was screaming and his arms were in the air.",
                "Simon ran towards Richard. He seized Richard by the shoulder.",
                "Simon ran towards Richard. He was coming up to the ship, his face white in the moonlight, his pale fingers reaching for Richard.",
                "Simon ran towards Richard. He pulled him down onto the grass and looked down at him.",
                "Simon ran towards Richard. He grabbed Richard's arm and pulled him closer to her.",
                "Simon ran towards Richard. He was holding Richard's coat at the elbows and, oddly, his hands were in his pockets.",
                "Simon ran towards Richard. He stopped short.",
                "Simon ran towards Richard. He moved in front of the\n       witnesses and looked at Richard as if his life was in danger.",
                "Simon ran towards Richard. He looked deep into his eyes and his big heart stopped.",
                "Simon ran towards Richard. He was a good foot taller than the giant, but Richard had no trouble putting up with his bulk.",
                "Simon ran towards Richard. He could hear his heartbeat.",
                "Simon ran towards Richard. He reached the side of the giant's head and threw\nhimself on the creature's body.",
                "Simon ran towards Richard. He picked the boy up.",
                "Simon ran towards Richard. He didn't know what to do and he wanted to get to her.",
                "Simon ran towards Richard. He found Richard there in the graveyard and embraced him.",
                "Simon ran towards Richard. He grabbed his chest.",
                "Simon ran towards Richard. He wouldn't make it easy.",
                "Simon ran towards Richard. He caught hold of the older boy's\n\narm, although I do not know if Richard's arms were strong enough for such a move.",
                "Simon ran towards Richard. He embraced the boy as tightly as he could.",
                "Simon ran towards Richard. He should have been careful, he thought.",
                "Simon ran towards Richard. He'd felt the pressure of him all evening, and the thought that he'd lost the fight made him panic even more.",
                "Simon ran towards Richard. He'd felt the power of the duke's fury and couldn't resist.",
                "Simon ran towards Richard. He heard the sound of his brother's body hitting the ground.",
                "Simon ran towards Richard. He noticed Kivu close to him.",
                "Simon ran towards Richard. He was getting ready to save someone.",
                "Simon ran towards Richard. He grabbed him.",
                "Simon ran towards Richard. He seized Richard's arms and held them as if to compel him to continue, but Richard did not want to stop.",
                "Simon ran towards Richard. He coughed, his face caving in with the pain of it.",
                "Simon ran towards Richard. He tried to stop him, but Richard grabbed him and hissed, 'Don't touch me.",
                "Simon ran towards Richard. He tried to grab him but Richard was too quick.",
                "Simon ran towards Richard. He wasn't completely sure how Richard would react, but he wasn't a fool.",
                "Simon ran towards Richard. He put his arms around him.",
                "Simon ran towards Richard. He could no longer hear the conversations of the men.",
                "Simon ran towards Richard. He had his back to the knot of his red silk scarf and his finger pushed into his leather hip pocket, ready to draw out his hammer.",
                "Simon ran towards Richard. He stumbled and clutched at his chest.",
                "Simon ran towards Richard. He ran towards Richard like a mountain goat.",
                "Simon ran towards Richard. He heard a rustling of a woolen blanket and felt a warm hand on his back.",
                "Simon ran towards Richard. He saw the Gladiator and hissed.",
                "Simon ran towards Richard. He went towards Richard, grabbing him around his waist, dragging him into the dim light.",
                "Simon ran towards Richard. He stood next to the\nchemist, who was racked with pain, and covered in sweat.",
                "Simon ran towards Richard. He was smiling, but it wasn't a big, confident smile; more of a wide-eyed smile.",
                "Simon ran towards Richard. He's coming, all right.",
                "Simon ran towards Richard. He held a crossbow in his right hand.",
                "Simon ran towards Richard. He wasn't certain, he couldn't tell if he was imagining it, but he felt a rush of urgency.",
                "Simon ran towards Richard. He was pale, with sweat on his face, and one big, sweaty, dirty hand was pressed against his side, and another was pressed against his arm, steadying him, one arm at least.",
                "Simon ran towards Richard. He dropped to his knees and embraced him.",
                "Simon ran towards Richard. He grabbed him by the front of his shirt and pulled him out of the way.",
                "Simon ran towards Richard. He shook\nhis head, however, and pointed.",
                "Simon ran towards Richard. He shook his head.",
                "Simon ran towards Richard. He stumbled, and as he did so, he reached out and grabbed on to Richard's collar.",
                "Simon ran towards Richard. He didn't want to be caught like this.",
                "Simon ran towards Richard. He raised his sword and lunged at Richard's neck.",
                "Simon ran towards Richard. He was sobbing and crying.",
                "Simon ran towards Richard. He ran over to him.",
                "Simon ran towards Richard. He was dizzy.",
                "Simon ran towards Richard. He grabbed the brazen hands and pressed them down, releasing the man's weapon from his hand.",
                "Simon ran towards Richard. He grabbed him by the lapels of his coat and jerked him violently away from the wall.",
                "Simon ran towards Richard. He grabbed the younger man by the shoulders and looked him directly in the eyes.",
                "Simon ran towards Richard. He found him sitting on the ground and bowed his head.",
                "Simon ran towards Richard. He saw Richard struggling, and he and Nate immediately grabbed and wrestled Richard to the ground.",
                "Simon ran towards Richard. He drew the dagger from her hand.",
                "Simon ran towards Richard. He bent down as if to gather a fistful of his younger brother's shirt.",
                "Simon ran towards Richard. He was up in the bushes, giving orders.",
                "Simon ran towards Richard. He got to the other side and saw Richard's face.",
                "Simon ran towards Richard. He fumbled and fell to his knees.",
                "Simon ran towards Richard. He was only a few feet from him, but Richard had his hand on his mouth.",
                "Simon ran towards Richard. He grabbed the spy with a surprising strength, and spun him into the snow.",
                "Simon ran towards Richard. He grabbed the soldier's sleeve as Richard sped away down the road.",
                "Simon ran towards Richard. He grabbed his shoulder, took a firm grip and fell to his knees."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 34
            }
        },
        "Simon ran away from Richard. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        20,
                        27
                    ]
                ]
            },
            "sentences": [
                "Simon ran away from Richard. He ignored Richard's banter about Mr Duncan and gave it no thought.",
                "Simon ran away from Richard. He found his way to a car that stood in front of the house.",
                "Simon ran away from Richard. He was a gander and ran away as fast as he could.",
                "Simon ran away from Richard. He had started to hate Richard as soon as he was able to think of him with any degree of clarity, but now he was bidden to accept Richard's insult and tell the priest that Christ had brought him back to.",
                "Simon ran away from Richard. He was scared to go to Richard's house, and to ask the King's mother, for fear he might lose his kingdom.",
                "Simon ran away from Richard. He didn't know what to do anymore.",
                "Simon ran away from Richard. He was in the midst of his own jealousy over\nwhere that other lad could have got to, when the bully turned round.",
                "Simon ran away from Richard. He had gone as far as the back yard, sat down on a stump.",
                "Simon ran away from Richard. He kicked him and spat in his face as if he wanted to hurt him, yet as the two of them fell over into the puddle, Richard saw the tears he had not known he had been seeing welling inside.",
                "Simon ran away from Richard. He went and sat down in the chair opposite me at the table, took his mugs of tea from me, filled them, and left without saying a word.",
                "Simon ran away from Richard. He pulled his swords off.",
                "Simon ran away from Richard. He had walked and\nscoured the land, and he knew every hedge and fence in the place.",
                "Simon ran away from Richard. He\nkept running until, overcome by its beauty, he stopped and stood\nstill.",
                "Simon ran away from Richard. He wanted to change subjects.",
                "Simon ran away from Richard. He told Carol that Richard had a thing for her.",
                "Simon ran away from Richard. He pulled a knife from his clothing and approached Adam, expecting to die.",
                "Simon ran away from Richard. He ran away from Richard and the rest of the town.",
                "Simon ran away from Richard. He jumped out of a window and landed in the snow.",
                "Simon ran away from Richard. He stopped at the edge of the cliff and watched them move off into the trees.",
                "Simon ran away from Richard. He was absolutely fantastic.",
                "Simon ran away from Richard. He was going to start one of his long races and never come back.",
                "Simon ran away from Richard. He couldn't be so cruel.",
                "Simon ran away from Richard. He knew how precious his special day was and he couldn't risk the harm of being separated from it.",
                "Simon ran away from Richard. He headed for the back door, which led to the lighted kitchen and the stairs to his bedroom, but decided to take the other one.",
                "Simon ran away from Richard. He wanted to tell Richard to stay out of his company.",
                "Simon ran away from Richard. He was not sure of what he was doing.",
                "Simon ran away from Richard. He lived in\nan adobe house in an orchard by himself.",
                "Simon ran away from Richard. He returned about an hour later with a gun.",
                "Simon ran away from Richard. He was not to be put down like a dog.",
                "Simon ran away from Richard. He went back to his room.",
                "Simon ran away from Richard. He felt awful, but he hadn't wanted to hurt Richard.",
                "Simon ran away from Richard. He ran away from the man who was taking his mind off the weather.",
                "Simon ran away from Richard. He ran\naway from Richard.",
                "Simon ran away from Richard. He was dressed in a navy suit, which had, for some reason, previously been delivered to Richard's office and his bathroom, which was located at the hospital.",
                "Simon ran away from Richard. He pretended that he was not fleeing, because he wanted to go with Maggie, but instead went toward a man who had come over and was standing on the wooden step of the porch.",
                "Simon ran away from Richard. He wasn't following me.",
                "Simon ran away from Richard. He couldn't help it.",
                "Simon ran away from Richard. He\nstood, half at his own door, and then it was so dark he could not see\nagain, and he felt he would go to death rather than see the way that\nGod had brought it out.",
                "Simon ran away from Richard. He grabbed some of the mounds and mumbled something Richard couldn't hear.",
                "Simon ran away from Richard. He began to look over what he had built and wondered how he could get it done.",
                "Simon ran away from Richard. He knew he had done enough bad things for that moment, enough for John to see it, but he couldn't tell himself he'd just destroyed a man's career, he couldn't face it.",
                "Simon ran away from Richard. He couldn't face them right now, couldn't face the shouts and blows, and he had to run away from them.",
                "Simon ran away from Richard. He stopped and stared at Richard.",
                "Simon ran away from Richard. He'd kept me from hurting you and now he's doing it for me.",
                "Simon ran away from Richard. He dropped to his knees in the snow.",
                "Simon ran away from Richard. He put the bottle of bath bombs in the\nlittle bucket.",
                "Simon ran away from Richard. He could not bear Richard for a moment longer.",
                "Simon ran away from Richard. He had caught sight of Fred Tebbs' huge hand, and he ran back,\nput his arm round the child's neck, kissed her, and said, in a\nbreathless whisper, \"I.",
                "Simon ran away from Richard. He tried to run past the backstage area and in doing so he was knocked to the ground by Simon.",
                "Simon ran away from Richard. He was now swinging on the rope outside.",
                "Simon ran away from Richard. He stayed at a bus station in New\n York City, where he took a train to Wilmington, Delaware.",
                "Simon ran away from Richard. He could not bear to look at him.",
                "Simon ran away from Richard. He did not know why.",
                "Simon ran away from Richard. He stood on the\nwalk to the hotel, which he could reach from the beach, and\ncrossed over to the fort, and walked across the high road to the\nfirst angle which gave on the beach,.",
                "Simon ran away from Richard. He tried to run from Richard.",
                "Simon ran away from Richard. He was about twenty feet from the body of Gary Bertram and had seen that the two had their hands bound.",
                "Simon ran away from Richard. He had never left Richard's side since meeting him.",
                "Simon ran away from Richard. He knew that she was still smarting about the battle with the anker'Roth, and he told himself to be honest: he did not really want to come back.",
                "Simon ran away from Richard. He still had the item in his pocket.",
                "Simon ran away from Richard. He was\ndisabled from going near him.",
                "Simon ran away from Richard. He was\nforced to return to his city by six coaches and at once, armed with\nRoman steel, prepared for battle.",
                "Simon ran away from Richard. He left this world just as quick as he came.",
                "Simon ran away from Richard. He was furious with himself for what he'd done to Jason; for what had become of Jason's soft hands and bright hair and lisping voice.",
                "Simon ran away from Richard. He had had a go at Rachel in the kitchen, and seen no chance of getting away without her knowing.",
                "Simon ran away from Richard. He ran away from Richard's horse.",
                "Simon ran away from Richard. He was filled with a wicked scorn for the man, for Richard.",
                "Simon ran away from Richard. He said he couldn't find the money.",
                "Simon ran away from Richard. He was standing at the open door, feeling almost as if he were about to come in from his embrace with Richard.",
                "Simon ran away from Richard. He hid in a box and hid in the woods.",
                "Simon ran away from Richard. He was afraid for the moment that Richard might have realized what was going on; that he might come after him.",
                "Simon ran away from Richard. He tore up a track that he thought Richard had made for him, and that was where Richard was holding the drug.",
                "Simon ran away from Richard. He was carrying a black bag with the word \"Vesuvius\" on it and also carried some flint tools and a lantern.",
                "Simon ran away from Richard. He was furious.",
                "Simon ran away from Richard. He's got a car and he's got to get to work.",
                "Simon ran away from Richard. He was planning to give himself to one of the twins.",
                "Simon ran away from Richard. He stood there.",
                "Simon ran away from Richard. He was holding an orange in one hand and his phone in the other.",
                "Simon ran away from Richard. He shook his head and chuckled at the attempt to prove himself a knight.",
                "Simon ran away from Richard. He couldn't tell whether\nit was because he had grown too fond of Richard to be friendly toward him\nor because he didn't want Richard to be too friendly toward him.",
                "Simon ran away from Richard. He stepped onto the running board of the Edsel and ran over the balustrade, knocking a vase off the statue.",
                "Simon ran away from Richard. He had given up when Rayford had fallen.",
                "Simon ran away from Richard. He hid in the back alley behind a\nfire hydrant.",
                "Simon ran away from Richard. He kept running, running into the gate, running into the city, running, running, running.",
                "Simon ran away from Richard. He wasn't stupid; he'd felt their conversation, their initial inclination to avoid him, to stay clear of him.",
                "Simon ran away from Richard. He kept to the main road and headed south for the fields on the other side of the river.",
                "Simon ran away from Richard. He could not tell if he should have run with Richard or not.",
                "Simon ran away from Richard. He was holding a box in his left hand and, in his right, he had a sword in his right hand.",
                "Simon ran away from Richard. He knelt down and picked up some biscuits, put them in his pocket and kissed Helen's cheek.",
                "Simon ran away from Richard. He couldn't.",
                "Simon ran away from Richard. He ran past Evanther and that woman followed him, calling his name.",
                "Simon ran away from Richard. He ran to the south.",
                "Simon ran away from Richard. He wouldn't have left in the first place if I'd told him I was going with you.",
                "Simon ran away from Richard. He had grabbed a handful of something soft and shiny.",
                "Simon ran away from Richard. He didn't know why.",
                "Simon ran away from Richard. He was furious, full of fear.",
                "Simon ran away from Richard. He didn't care whether we wanted him to get away.",
                "Simon ran away from Richard. He broke into the dressing room and walked out through the door.",
                "Simon ran away from Richard. He didn't like being cooped up with him, he told her, and he even wanted to run away.",
                "Simon ran away from Richard. He grabbed a shovel and started bashing the place over with it.",
                "Simon ran away from Richard. He bolted into a standing crowd, and the baying of a starving pack of hounds shot through the fog like sharp tonic."
            ],
            "counts": {
                "Simon": 1,
                "Richard": 25
            }
        },
        "John passed a comic to Bill. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        23,
                        27
                    ]
                ]
            },
            "sentences": [
                "John passed a comic to Bill. He glared at me.",
                "John passed a comic to Bill. He picked one up.",
                "John passed a comic to Bill. He turned away so she wouldn't see it.",
                "John passed a comic to Bill. He went to the next desk.",
                "John passed a comic to Bill. He took the game and went back to his seat.",
                "John passed a comic to Bill. He could be helpful, in case a couple of pages came in late.",
                "John passed a comic to Bill. He was looking at Bill through the rear-view mirror.",
                "John passed a comic to Bill. He opened the pages,\nand they discussed some of their favorite comics.",
                "John passed a comic to Bill. He was back in London by the end of the week.",
                "John passed a comic to Bill. He didn't buy it.",
                "John passed a comic to Bill. He was a big reader of comics; he had everything from _The Black Barron_ to _X-Men_ and the like, from the stuff of comics like that, it was just a huge tradition.",
                "John passed a comic to Bill. He threw it at Bill, and Bill grabbed the comic in midair, saying, \"I heard that.",
                "John passed a comic to Bill. He joined us on the far side of the room, where a red sofa and a few pale and nearly naked people were waiting.",
                "John passed a comic to Bill. He held it up.",
                "John passed a comic to Bill. He looked askance.",
                "John passed a comic to Bill. He looked around him, gasping.",
                "John passed a comic to Bill. He then started turning back the pages of the book again.",
                "John passed a comic to Bill. He nodded.",
                "John passed a comic to Bill. He ate the pancakes on a paper plate.",
                "John passed a comic to Bill. He didn't know which character it was, but they turned to the page at the end and found it.",
                "John passed a comic to Bill. He didn't reply immediately, but when he did, Bill said it, 'I thought you didn't mind sitting behind me.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He said, 'That's how they told me it was done: at a restaurant.",
                "John passed a comic to Bill. He seemed happy.",
                "John passed a comic to Bill. He looked at his face; saw the plastic surgeon's face.",
                "John passed a comic to Bill. He smiled, grimaced.",
                "John passed a comic to Bill. He had only heard about them.",
                "John passed a comic to Bill. He asked what Bill was reading.",
                "John passed a comic to Bill. He'd been running some idle scribbles in the second drawer and was looking for a good illustration.",
                "John passed a comic to Bill. He threw the comic on the ground.",
                "John passed a comic to Bill. He didn't know if he'd pass it again, or ask it of Bill; he'd probably never ask it again.",
                "John passed a comic to Bill. He stuck it in a locker and went on his way.",
                "John passed a comic to Bill. He glanced up at Arnesson, who was gone from the room, and said, 'I'm getting the Heidelberg Hospital to have a look at you.",
                "John passed a comic to Bill. He passed one back.",
                "John passed a comic to Bill. He looked at it.",
                "John passed a comic to Bill. He said, \"I've already got this guy.",
                "John passed a comic to Bill. He ignored it.",
                "John passed a comic to Bill. He also passed a note saying, \"Gee, thanks for the comic.",
                "John passed a comic to Bill. He was itching to read it, but Bill was reading it too.",
                "John passed a comic to Bill. He shook Bill's hand.",
                "John passed a comic to Bill. He had it when they were children; now Bill had it and he forgot about it.",
                "John passed a comic to Bill. He ignored it.",
                "John passed a comic to Bill. He was laughing with disgust.",
                "John passed a comic to Bill. He clicked it open and started reading.",
                "John passed a comic to Bill. He didn't say much, but listened, as always.",
                "John passed a comic to Bill. He already had his.",
                "John passed a comic to Bill. He would keep it.",
                "John passed a comic to Bill. He nodded encouragingly, hoping to be heard by someone.",
                "John passed a comic to Bill. He liked comic books.",
                "John passed a comic to Bill. He pushed it under the other table and sat beside it.",
                "John passed a comic to Bill. He read the name on the cover and looked closely at the title.",
                "John passed a comic to Bill. He handed it to him.",
                "John passed a comic to Bill. He'd seen Bill hold it, and felt a flash of pride at the recognition that Bill knew some magic.",
                "John passed a comic to Bill. He didn't see it or hear it until the script was in his hand.",
                "John passed a comic to Bill. He tore it in half and passed it to me.",
                "John passed a comic to Bill. He was already half way to the front when he passed it to Bill.",
                "John passed a comic to Bill. He was also on his way to meeting someone.",
                "John passed a comic to Bill. He took the top copy, a black & white, with gold text and gold edges.",
                "John passed a comic to Bill. He had the first editions of _The Gods of Pegasus_ and _Rapunzel_, and that was as far as he would go to that day.",
                "John passed a comic to Bill. He read the title and rubbed his eyes in an expression of consternation.",
                "John passed a comic to Bill. He picked it up, started flipping pages.",
                "John passed a comic to Bill. He passed it to Robert.",
                "John passed a comic to Bill. He nodded\nacceptance, and he began:\n\n\"Yellow's on the posters, you know, yellow always, yellow's cool.",
                "John passed a comic to Bill. He took it, and went on through the street, where he saw black people running from a house, so Bill went through the front door.",
                "John passed a comic to Bill. He asked Bill what he wanted to watch and Bill said that he was going to watch _The Rolling Stones_.",
                "John passed a comic to Bill. He ran up the stairs and looked in the bathroom.",
                "John passed a comic to Bill. He looked at it.",
                "John passed a comic to Bill. He asked him if he knew anything about women.",
                "John passed a comic to Bill. He was grinning like an idiot.",
                "John passed a comic to Bill. He waved.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He asked Bill what it was about.",
                "John passed a comic to Bill. He gave Bill a piece of paper, and Bill read it.",
                "John passed a comic to Bill. He asked, \"How about a pencil sketch of your brother?\"\n\nBill said, \"It's already done.",
                "John passed a comic to Bill. He hoped it had pictures, but it was better than the real McCoy.",
                "John passed a comic to Bill. He looked at the upper left hand side of the cover: 'For Mother.",
                "John passed a comic to Bill. He had another three quid, and then put one into his pocket.",
                "John passed a comic to Bill. He had the strength to turn his head toward the audience and laughed through the comic.",
                "John passed a comic to Bill. He was holding a jar of the oil which Bill had recently bought from the marines, with a label on the bottom, which read 'Gunpowder 1845 – 1894.",
                "John passed a comic to Bill. He read it in a monotone, his face neutral in repose, his eyes abstracted.",
                "John passed a comic to Bill. He turned the page over.",
                "John passed a comic to Bill. He looked at me with suspicion.",
                "John passed a comic to Bill. He sat down beside Bill on the ground.",
                "John passed a comic to Bill. He grinned and nodded.",
                "John passed a comic to Bill. He went to the bathroom to get it.",
                "John passed a comic to Bill. He never said that what was shown on the screen was real, and asked Bill, \"Did you believe that?\" Bill said \"no\", so they watched \"What Happens in Vegas\".",
                "John passed a comic to Bill. He'd fallen asleep at his work in the shop, and Bill read an issue of the _Tid_ and a book called _Fierce Deeds_ by that fearsome woman herself, the Honorable Ev.",
                "John passed a comic to Bill. He had never seen a comic.",
                "John passed a comic to Bill. He didn't return it.",
                "John passed a comic to Bill. He gave it back when they had finished.",
                "John passed a comic to Bill. He handed the comic to Gerry.",
                "John passed a comic to Bill. He flipped through the pages, then asked his partner, \"What's that say about Lance?\"\n\n\"Well, I'm not exactly sure.",
                "John passed a comic to Bill. He nodded at Bill.",
                "John passed a comic to Bill. He was no longer looking at it.",
                "John passed a comic to Bill. He nodded with a smile.",
                "John passed a comic to Bill. He turned his head and laughed, watching us.",
                "John passed a comic to Bill. He was in the lower, middle, or upper right-hand section of the vehicle.",
                "John passed a comic to Bill. He read the story and commented \"Maybe I should go see this one\".",
                "John passed a comic to Bill. He read the script:\n\n[COMIC:] Dr.",
                "John passed a comic to Bill. He took it and began, 'You see I'm sick."
            ],
            "counts": {
                "John": 0,
                "Bill": 25
            }
        },
        "John was passing a comic to Bill. He": {
            "details": {
                "pronoun": [
                    34,
                    36
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        28,
                        32
                    ]
                ]
            },
            "sentences": [
                "John was passing a comic to Bill. He was the only one of us who had ever heard of Bill.",
                "John was passing a comic to Bill. He was laughing,\nand John, by mere accident, caught his eye.",
                "John was passing a comic to Bill. He rolled up his sleeve and buttoned it.",
                "John was passing a comic to Bill. He grinned broadly as he read out the plot.",
                "John was passing a comic to Bill. He held it up, and Bill passed it on to me.",
                "John was passing a comic to Bill. He stopped, and turned to see if there was a hitch in the road.",
                "John was passing a comic to Bill. He read the _Boston Daily Advertiser_ with gusto.",
                "John was passing a comic to Bill. He was reading T.",
                "John was passing a comic to Bill. He stopped, said, \"Bill?\" and then got back into his car.",
                "John was passing a comic to Bill. He left a lighter in the sleeve of Bill’s jacket and told Bill to put it in.",
                "John was passing a comic to Bill. He looks down at the book on his knee, the one Bill gave him, the one that's been a secret with him for almost a year now, just so he can tell Bill when to get busy,.",
                "John was passing a comic to Bill. He said:\n\n\"A picture, Bill.",
                "John was passing a comic to Bill. He looked at Bill's eyes.",
                "John was passing a comic to Bill. He wanted to know why it was funny.",
                "John was passing a comic to Bill. He appeared breathless.",
                "John was passing a comic to Bill. He looked up, and saw us across the aisle.",
                "John was passing a comic to Bill. He was glad to see Bill, but not nearly as glad as he'd been for Eric when he'd gone to see him at the hospital.",
                "John was passing a comic to Bill. He sat down on a bench and, with a smile, said to Bill, “This looks very good.",
                "John was passing a comic to Bill. He had hoped that the annual charity golf tournament at Virginia's plantation in New Jersey would be next, but his charity golf tournament was going well, and he needed something extra to boost the numbers.",
                "John was passing a comic to Bill. He said he thought it was funny and he wanted to have a read.",
                "John was passing a comic to Bill. He didn't know that Bill would be right behind him.",
                "John was passing a comic to Bill. He didn't want any and pushed him gently out of the way.",
                "John was passing a comic to Bill. He stopped and threw his arms around Bill.",
                "John was passing a comic to Bill. He was eating a sandwich.",
                "John was passing a comic to Bill. He had come to be quite popular in this quiet little village.",
                "John was passing a comic to Bill. He bent over to pick it up, saying, 'Are you any good?' Bill said he thought he was good.",
                "John was passing a comic to Bill. He looked across the table and said, 'All my life, I thought all the good things in life were handed to you.",
                "John was passing a comic to Bill. He looked at his book.",
                "John was passing a comic to Bill. He said, 'Isn't that James Thurber?'\n\n'Yes.",
                "John was passing a comic to Bill. He was really enjoying his many lectures on contemporary literature.",
                "John was passing a comic to Bill. He was a huge comic collector.",
                "John was passing a comic to Bill. He went on to mention something that had\nbeen puzzling him for a while.",
                "John was passing a comic to Bill. He pointed to a broad-shouldered man with a military cap, who looked at Bill as if they were both members of a different army.",
                "John was passing a comic to Bill. He'd gone back from there to his hotel room, where the two of them wrote and began to think about the nature of Hell.",
                "John was passing a comic to Bill. He held up a copy of _Mein Kampf_, as well as various other Hitler artifacts.",
                "John was passing a comic to Bill. He liked Bill's work and began to draw him regularly.",
                "John was passing a comic to Bill. He was putting him on guard when that booming wind attack came.",
                "John was passing a comic to Bill. He was really upset at the whole experience.",
                "John was passing a comic to Bill. He said, 'Look, Bill,\na monkey at least knows what kind of dice is going to come up.",
                "John was passing a comic to Bill. He looked up and saw Bill and stopped,\na little stiff-necked.",
                "John was passing a comic to Bill. He lifted his head and looked at her.",
                "John was passing a comic to Bill. He knew Bill liked comics as a kid, and wanted Bill to find a comic to pass to him.",
                "John was passing a comic to Bill. He was telling him about one of his favorite books, a pulp magazine called Rex.",
                "John was passing a comic to Bill. He had a sense that the time was right and offered to meet Bill at the post office.",
                "John was passing a comic to Bill. He said, 'Do you remember when we saw that movie called _Stardust_?'\n\n'Sure, of course,' Bill replied.",
                "John was passing a comic to Bill. He smiled,\nconfessed that he had missed it and handed it to him.",
                "John was passing a comic to Bill. He returned with it and told Bill: 'A kid was spotted at a house in Rye.",
                "John was passing a comic to Bill. He offered Bill,\nmost agreeably, a pair of spectacles.",
                "John was passing a comic to Bill. He became aware that Bill was shaking his head no, and that this was news to John.",
                "John was passing a comic to Bill. He would often tell him that a comic is like an overcoat, one that you would never wear if you were cold, but one that you would throw off in hot weather.",
                "John was passing a comic to Bill. He threw a match down\nthe fire.",
                "John was passing a comic to Bill. He had a copy of\nthe Four P's.",
                "John was passing a comic to Bill. He went on, 'S'ell, Charlie, what do you think?'\n\nCharlie reeled off something about comics being too slow to be very funny and that his family had left home before reading anything.",
                "John was passing a comic to Bill. He had not changed.",
                "John was passing a comic to Bill. He handed Bill a packet of tickets.",
                "John was passing a comic to Bill. He seemed to have a serious talk with him, which would surely break the spell.",
                "John was passing a comic to Bill. He came over.",
                "John was passing a comic to Bill. He laughed.",
                "John was passing a comic to Bill. He handed it to Bill and Bill began reading it.",
                "John was passing a comic to Bill. He\ntook an interest in it, and inquired, \"How far is it away, boy?\"\n\n\"About two miles on to left.",
                "John was passing a comic to Bill. He was holding the paper with the spectacles on as if he was reading them himself, but then he drew back and gave it to Bill.",
                "John was passing a comic to Bill. He was sitting in a corner of the booth and motioned Bill over to him.",
                "John was passing a comic to Bill. He said, ‘If you don’t want this, I’m gonna get it.",
                "John was passing a comic to Bill. He snatched the book from him and turned the first few pages, holding the book aloft.",
                "John was passing a comic to Bill. He was laughing, gesturing to the grave,\nlike he was trying to tell Bill to let him come over.",
                "John was passing a comic to Bill. He saw Tom that night at Vyvanse\nKaffeehaus and asked him if he wanted to come over.",
                "John was passing a comic to Bill. He leaned over and whispered.",
                "John was passing a comic to Bill. He was taking great pleasure in his new friendship with the Weeks, and as always saw it in his family's favor.",
                "John was passing a comic to Bill. He had it when we were getting out of the car.",
                "John was passing a comic to Bill. He gave a chuckle at a side-note, Bill asked a short question about a joke, then he put the comics back on the shelf.",
                "John was passing a comic to Bill. He was nodding, just thinking, nodding, but it wasn't anything important.",
                "John was passing a comic to Bill. He only came after this was finished.",
                "John was passing a comic to Bill. He pulled him over to the bumper of the car in the street and told him not to, but \"have a look at my new jeep\".",
                "John was passing a comic to Bill. He pretended to be amused but actually thought, 'Bill is a kid, Bill is a kid.",
                "John was passing a comic to Bill. He said: 'This guy looks very unprofessional.",
                "John was passing a comic to Bill. He was commenting that he was a bit sick.",
                "John was passing a comic to Bill. He wondered if Bill ever went to all the comic book conventions.",
                "John was passing a comic to Bill. He said: 'It's great.",
                "John was passing a comic to Bill. He has even taken an interest in comics.",
                "John was passing a comic to Bill. He says to him, \"Put the ticket in your pocket and step out there.",
                "John was passing a comic to Bill. He asked:\n\n'What would you make of this next chap?'\n\nBill blushed.",
                "John was passing a comic to Bill. He gave him a cigar to hold, and pointed at his face as he stepped forward.",
                "John was passing a comic to Bill. He had bought it because he found it amusing.",
                "John was passing a comic to Bill. He is the best American comic he has ever seen.",
                "John was passing a comic to Bill. He was the owner of a comic book store in Madison, Wisconsin.",
                "John was passing a comic to Bill. He looked up.",
                "John was passing a comic to Bill. He made a jab, then tapped a finger on his nose, a salute of greeting and farewell.",
                "John was passing a comic to Bill. He held it up.",
                "John was passing a comic to Bill. He said, 'No.",
                "John was passing a comic to Bill. He began to read it,\nand evidently enjoyed it very much.",
                "John was passing a comic to Bill. He gave it a few twists and turns and then started reading it.",
                "John was passing a comic to Bill. He came up behind him and said \"Hey Sam,\ndoes your dog drool?\" Sam said, \"Yeah he does.",
                "John was passing a comic to Bill. He said, \"You coulda\" or \"You could've\" I said, \"When are you going to?\" I said, \"We're going to have a lot of fun tonight!\" He said,.",
                "John was passing a comic to Bill. He saw the humour, and joined in.",
                "John was passing a comic to Bill. He looked up and saw the man and the monkey, passing in the other direction.",
                "John was passing a comic to Bill. He asked Bill what he thought of it.",
                "John was passing a comic to Bill. He knew the man who passed them both around, and he knew, because Bill had passed a copy to him, that the man was Billy Bob Neuwirth.",
                "John was passing a comic to Bill. He was carrying the comic's subscription book, which contained the \"amount required\" to subscribe for the comics listed in the book.",
                "John was passing a comic to Bill. He and Bill walked off together, and neither Johnny nor Beaver got off the track.",
                "John was passing a comic to Bill. He had wanted Bill to do it, but he said, \"I know it will be better than regular copy."
            ],
            "counts": {
                "John": 3,
                "Bill": 41
            }
        },
        "Amanda amazed Brittany. She": {
            "details": {
                "pronoun": [
                    24,
                    27
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        14,
                        22
                    ]
                ]
            },
            "sentences": [
                "Amanda amazed Brittany. She realized Amanda was a beast.",
                "Amanda amazed Brittany. She'd never met a woman who had so much experience with the opposite sex and wasn't so self-conscious about it.",
                "Amanda amazed Brittany. She looked up at the monitor and realized it was a football game that was still playing.",
                "Amanda amazed Brittany. She had never met anyone like Amanda.",
                "Amanda amazed Brittany. She could hardly\never imagine that her own mom had a sister, and Amanda knew that her\nexcellent friend was proud of her family, especially her own.",
                "Amanda amazed Brittany. She’s living the most high profile of nights and leaving the most lasting impressions.",
                "Amanda amazed Brittany. She looked around, laughed and said she'd love to dance with Amanda.",
                "Amanda amazed Brittany. She was not at all disappointed at receiving a new agent, as she was no longer behind bars.",
                "Amanda amazed Brittany. She should be at the nicest school, she thought, when the teachers were being so nice to her.",
                "Amanda amazed Brittany. She was driving her from Fierz in a Mustang convertible with a pillow in its rear window.",
                "Amanda amazed Brittany. She heard the captain's story as she had all those women who had been working in the ship.",
                "Amanda amazed Brittany. She took the stage to give her talk on women, race, and body image, but her true calling was to teach you the importance of being more positive than a negative.",
                "Amanda amazed Brittany. She couldn't believe she'd still been married to Henry and had the sexiest husband in the world, but now she was a trophy wife.",
                "Amanda amazed Brittany. She remembered how simple her mother's teeth were.",
                "Amanda amazed Brittany. She was quite a spitfire in her way but the female turned out to be a special breed.",
                "Amanda amazed Brittany. She had been chosen to go.",
                "Amanda amazed Brittany. She could tell by her cheeks' blush that something had happened.",
                "Amanda amazed Brittany. She was literally the same woman from when they had met a week earlier.",
                "Amanda amazed Brittany. She watched her friend's hands and her mouth working over her tongue.",
                "Amanda amazed Brittany. She leaned back in her chair and allowed the sex to slowly take hold.",
                "Amanda amazed Brittany. She explained, \"I was reading about her to Berto, and it says her father left after being released from prison.",
                "Amanda amazed Brittany. She felt like her chest had\nbeen moved around, and the feeling didn't go away.",
                "Amanda amazed Brittany. She seemed to be channeling all the positive energy that was swirling about and into her work.",
                "Amanda amazed Brittany. She was interested to learn that Anna was using her first case of labor, and Brittany was excited to listen to all the hard work and sacrifice that Amanda was making to take care of Anna.",
                "Amanda amazed Brittany. She's never seen that many people together before.",
                "Amanda amazed Brittany. She didn’t feel like a telemarketer that day.",
                "Amanda amazed Brittany. She hadn't even heard of that.",
                "Amanda amazed Brittany. She was now employed as the photographer and assistant, and many times the model herself.",
                "Amanda amazed Brittany. She tried her best to not gawk when the photo set appeared, but when she couldn't help it, she giggled.",
                "Amanda amazed Brittany. She felt her whole body and head, with every cell in her body twitching, while she sucked on her finger and started to masturbate.",
                "Amanda amazed Brittany. She saw Amanda turn to her in the firelight and look hard into her eyes, that beauty turned to stone.",
                "Amanda amazed Brittany. She was so excited that her feelings were pouring out like the heat from a fire.",
                "Amanda amazed Brittany. She found this audacious girl with all the right qualities to become the next president of the United States.",
                "Amanda amazed Brittany. She was already a half-owner of Amanda.",
                "Amanda amazed Brittany. She stood and joined her, taking her hand.",
                "Amanda amazed Brittany. She was in the unclothed, sweat-stamped remnants of her worst night's performance and grinned.",
                "Amanda amazed Brittany. She didn't know it then, but she and Amanda had a lot more in common than was apparent from the outside.",
                "Amanda amazed Brittany. She hadn’t given her a second thought.",
                "Amanda amazed Brittany. She was not upset, because she felt Amanda\nwas only trying to have a good time.",
                "Amanda amazed Brittany. She had no idea her \"relative\" had written this column in the newspapers.",
                "Amanda amazed Brittany. She studied his every gesture.",
                "Amanda amazed Brittany. She had never before laid eyes on such an obviously beautiful person, and this beautiful woman must have been as exotic as a butterfly was interesting.",
                "Amanda amazed Brittany. She was too busy struggling with the cold to notice, to say something about her left hand, but after she came up, stood there, in the center of the table and made the imaginary demonstration of how her left.",
                "Amanda amazed Brittany. She was like a different person, completely.",
                "Amanda amazed Brittany. She couldn't remember her in that condition, so she just laughed and told Amanda what she wanted.",
                "Amanda amazed Brittany. She was a fresh, almost youthful woman.",
                "Amanda amazed Brittany. She, who had never been a believer in this sort of thing.",
                "Amanda amazed Brittany. She said, \"You came to our class.",
                "Amanda amazed Brittany. She explained that she and Lisa were dating—and also that they liked each other.",
                "Amanda amazed Brittany. She was already going\n\nthrough the SAG list.",
                "Amanda amazed Brittany. She didn't seem to know who she was.",
                "Amanda amazed Brittany. She didn't notice Amandla turned around but even after the teacher left her her ponytail was in her eyes and the tips of her fingers moving.",
                "Amanda amazed Brittany. She wore a leather jacket and a black wig.",
                "Amanda amazed Brittany. She'd forgotten her tears.",
                "Amanda amazed Brittany. She was wowed.",
                "Amanda amazed Brittany. She had never ever imagined her mother would ask that of her.",
                "Amanda amazed Brittany. She was tall and attractive and had beautiful manners and quick wit.",
                "Amanda amazed Brittany. She walked up to a lone bed in the middle of a room.",
                "Amanda amazed Brittany. She was the only one of them who wasn't who she was or what she wanted to be, who didn't pretend to be a hero when it was time to wear a silly grin or high-heel.",
                "Amanda amazed Brittany. She's not just a horse trainer; she's a horse _racer_.",
                "Amanda amazed Brittany. She was still completely in awe of this girl who was so clearly caught up in her own head.",
                "Amanda amazed Brittany. She opened her eyes and asked her if she wanted some.",
                "Amanda amazed Brittany. She immediately became a member of the class and took a few extra exams as a result.",
                "Amanda amazed Brittany. She had a touch of the highbrow, and all her words and thoughts were like a bouquet.",
                "Amanda amazed Brittany. She was surprised by how beautiful Amanda was.",
                "Amanda amazed Brittany. She nodded, not trusting herself to speak.",
                "Amanda amazed Brittany. She was not the only one of Dr.",
                "Amanda amazed Brittany. She looked into the depths of Amanda's eyes, and in them, she found a joy for life that was indescribable.",
                "Amanda amazed Brittany. She had come from across the room and stood just behind her, a slim girl of twenty, well-dressed and articulate, with glasses perched on the tip of her nose, and dark hair in a fashion.",
                "Amanda amazed Brittany. She was sure Amanda had never had so much fun before.",
                "Amanda amazed Brittany. She made her way out of the house and then found Amanda to have fallen in love with the perfect guy.",
                "Amanda amazed Brittany. She was still asleep.",
                "Amanda amazed Brittany. She said her only role was in the world's biggest dance film.",
                "Amanda amazed Brittany. She knew her from her sister's university, but there was a newness to Amanda.",
                "Amanda amazed Brittany. She did not believe this tall woman was real, but nevertheless her heart warmed to Amanda.",
                "Amanda amazed Brittany. She sat at a table in the rec room and asked her questions, but still she hadn't heard from the Californian.",
                "Amanda amazed Brittany. She opened her mouth to respond when the bartender explained they'd begun serving lunch, but with Amanda, she'd be happy with coffee all evening.",
                "Amanda amazed Brittany. She looked\n\nAmanda astonished Brittany.",
                "Amanda amazed Brittany. She was wearing a one-piece swimsuit and a low-cut top, leaving one breast completely exposed to the crotch.",
                "Amanda amazed Brittany. She had gotten a compliment for her red hair and now she had to take someone's compliment for her red hair.",
                "Amanda amazed Brittany. She was making a one-woman show in a small theater in Los Angeles, one hour long.",
                "Amanda amazed Brittany. She immediately turned to Raquel and said, \"You don't have to say thank you for taking care of us like you did.",
                "Amanda amazed Brittany. She had never been in the ocean before.",
                "Amanda amazed Brittany. She let out an audible sigh and took a moment to look at the rest of her daughter, noticing both the beauty of her features and the extra layers of skin on her, and mentally wiping a tear from her cheek.",
                "Amanda amazed Brittany. She was sitting on the bed, looking at her arms, which now were covered in freckles.",
                "Amanda amazed Brittany. She found it hard to believe that Amanda could have survived so long and had the endurance to practice so hard, but then she realized that the light was soft, and that she was perhaps able to use more noise than.",
                "Amanda amazed Brittany. She had been pregnant for three months and had been working full-time in an office, when Amanda had appeared at her doorstep one afternoon in the days after Christmas.",
                "Amanda amazed Brittany. She hadn’t even considered that Amanda could do all of that.",
                "Amanda amazed Brittany. She didn't know what had possessed her, but she was still at her wits end.",
                "Amanda amazed Brittany. She was my friend's cousin.",
                "Amanda amazed Brittany. She had a little heart attack and then a brain aneurism! She can now rest in peace for she was fighting for the rights of her country.",
                "Amanda amazed Brittany. She had never seen Amanda so at ease and playful.",
                "Amanda amazed Brittany. She thought it was amazing.",
                "Amanda amazed Brittany. She felt that she needed to experience this exciting fashion night with Emma and Aidan.",
                "Amanda amazed Brittany. She was toting all kinds of trinkets of beauty, all kinds of places to go.",
                "Amanda amazed Brittany. She could barely bring herself to speak to her, nor to touch her.",
                "Amanda amazed Brittany. She laughed as she handed the camera back to him.",
                "Amanda amazed Brittany. She looked at her bright green eyes and warm smile, and felt as if they could fit into her empty house.",
                "Amanda amazed Brittany. She thought he'd never given her any heart.",
                "Amanda amazed Brittany. She blinked once and was gone."
            ],
            "counts": {
                "Amanda": 22,
                "Brittany": 2
            }
        },
        "Brittany was amazed by Amanda. She": {
            "details": {
                "pronoun": [
                    31,
                    34
                ],
                "options": [
                    [
                        23,
                        29
                    ],
                    [
                        0,
                        8
                    ]
                ]
            },
            "sentences": [
                "Brittany was amazed by Amanda. She called him a ‘sweetie’ and kept telling her how pretty he was, how fit he was.",
                "Brittany was amazed by Amanda. She'd always seen her sister as a pushover, something to be admired for her courage, her determination, her love of life.",
                "Brittany was amazed by Amanda. She spoke about her friend in her own voice.",
                "Brittany was amazed by Amanda. She'd never seen the girl in such a positive way.",
                "Brittany was amazed by Amanda. She had not known until then how wonderful her daughter was.",
                "Brittany was amazed by Amanda. She felt for her.",
                "Brittany was amazed by Amanda. She gave Brittany the impression of someone who would playfully and teasingly befriend her daughter.",
                "Brittany was amazed by Amanda. She had first met, by coincidence, Amanda and Louis, two of Brittany's best friends.",
                "Brittany was amazed by Amanda. She seemed to be the perfect lady.",
                "Brittany was amazed by Amanda. She didn't know how much of herself the woman had borrowed from her.",
                "Brittany was amazed by Amanda. She had always thought\nof herself as uninteresting, but here was a girl who had lived almost all\nher life under a man's thumb, and it dawned on her that she was very\ninteresting.",
                "Brittany was amazed by Amanda. She loved what she saw onstage.",
                "Brittany was amazed by Amanda. She hadn't expected the girl to be so beautiful.",
                "Brittany was amazed by Amanda. She wasn't expecting anyone like her.",
                "Brittany was amazed by Amanda. She loved her friend and\nsoon became a regular visitor to the home of the young couple.",
                "Brittany was amazed by Amanda. She had been determined to make an impact on her teammates.",
                "Brittany was amazed by Amanda. She had not seen the resemblance since she had arrived in America, but had always assumed Amanda was more attractive and accomplished than Brittany.",
                "Brittany was amazed by Amanda. She had always believed that before\nin the history of art there was no such person as an American or a\nFrenchwoman, but now that she saw her, she saw a figure of a girl,\n.",
                "Brittany was amazed by Amanda. She'd grown up with tiny, doll-like girls, as she had with Devon and Jamie and even some of her peers who'd grown up in the early nineties, when child obesity was such a.",
                "Brittany was amazed by Amanda. She could only speak Italian and Amanda had already told her to understand any noises made by the animals.",
                "Brittany was amazed by Amanda. She wanted to read all her stories to them but, in her experience, children usually weren't interested in talking about traumatic experiences.",
                "Brittany was amazed by Amanda. She seemed so\nready and decisive, like an officer.",
                "Brittany was amazed by Amanda. She smiled\nsaying, 'You know, I never had any trouble in life until I married Steve and then the pills I was taking took over, but I could never go through\nwith it, I.",
                "Brittany was amazed by Amanda. She found herself playing\nAlly Bridgett, Regina Spektor's character, and Amanda did the same for her.",
                "Brittany was amazed by Amanda. She'd been in the middle of a transaction with a client who wanted to go home right now—which was okay with Amanda, but Brittany just wanted her to take care of business so she could go home.",
                "Brittany was amazed by Amanda. She had heard of _very_ ugly women who turned out quite lovely, and people commented on Amanda's curves.",
                "Brittany was amazed by Amanda. She wasn't nearly as pretty as Amanda\nhimself, but she had the beginnings of beauty—a silky hair that slid over her shoulders,\nan oval face and high cheekbones, eyes that were soft.",
                "Brittany was amazed by Amanda. She always had such a strong personality, and while a lot of the judges seemed like nice people, sometimes they came off like the real jerks.",
                "Brittany was amazed by Amanda. She had been\nCindy's partner in Jill's restaurant, but Amanda, who'd become a bad\nfriend of Cindy's before she came here, wasn't her partner any more.",
                "Brittany was amazed by Amanda. She had always believed that one could do\nanything in the world, and she felt that it would be worth her while to try.",
                "Brittany was amazed by Amanda. She was so feminine and\nso soft with her.",
                "Brittany was amazed by Amanda. She was the\nmost important thing in her life.",
                "Brittany was amazed by Amanda. She was standing in a crowd of people when she happened to see Lisa.",
                "Brittany was amazed by Amanda. She showed Brittany her chest and said: 'That's your birthmark, and that's where your eyes are.",
                "Brittany was amazed by Amanda. She looked like a queen.",
                "Brittany was amazed by Amanda. She'd expected the woman to be cold and inscrutable.",
                "Brittany was amazed by Amanda. She had the sweetest scent.",
                "Brittany was amazed by Amanda. She made a mental note that she and\nMrs.",
                "Brittany was amazed by Amanda. She was not a prostitute.",
                "Brittany was amazed by Amanda. She was a healthy, childlike girl who\nlived inside her.",
                "Brittany was amazed by Amanda. She hadn't seen\never another woman so interested in her.",
                "Brittany was amazed by Amanda. She hadn't thought a dentist had the knowledge to take her there.",
                "Brittany was amazed by Amanda. She was always at her best when she was around her granddaughter.",
                "Brittany was amazed by Amanda. She\n\nenjoyed that she shared her love of travel with Amanda.",
                "Brittany was amazed by Amanda. She, on the other hand, did not have\nvery much to think about, because she felt a great need of Steve.",
                "Brittany was amazed by Amanda. She was quick and flexible, with a mind of her own.",
                "Brittany was amazed by Amanda. She was the coolest woman Brittany had ever met, and she was interested in women, which Brittany, as she was a girl, wasn't used to.",
                "Brittany was amazed by Amanda. She was a Southern belle.",
                "Brittany was amazed by Amanda. She would never\napprove or condone anything like that, and the only way Brittany\ncould believe it was that Amanda was female.",
                "Brittany was amazed by Amanda. She was so young and inexperienced, but she managed to work out how to charm everyone around her.",
                "Brittany was amazed by Amanda. She was a pretty girl, but\nalways seemed so lonely.",
                "Brittany was amazed by Amanda. She looked so pretty standing next to her, as the wind blew her hair up and out around her face.",
                "Brittany was amazed by Amanda. She looked like the woman could\nthree years younger, her smile as gentle and trusting as her eyes.",
                "Brittany was amazed by Amanda. She seemed okay, calm, yet full of fire.",
                "Brittany was amazed by Amanda. She was a lot shorter than she remembered, she\nwas curvaceous and very thin, but her whole body seemed to be very flexible and\nshe had a very cute butt.",
                "Brittany was amazed by Amanda. She had heard that Amanda had been a hard worker and gone to college in California, so Brittany didn't know why Amanda had her own office.",
                "Brittany was amazed by Amanda. She seemed to know about life\n> \n> and what it meant to find your place in the world.",
                "Brittany was amazed by Amanda. She'd never experienced anything like it.",
                "Brittany was amazed by Amanda. She'd wanted to know more about Ian.",
                "Brittany was amazed by Amanda. She was so amazing to me.",
                "Brittany was amazed by Amanda. She was a junior and she was gorgeous.",
                "Brittany was amazed by Amanda. She seemed to have real and purposeful friends.",
                "Brittany was amazed by Amanda. She couldn't imagine how long she had been without even touching that body.",
                "Brittany was amazed by Amanda. She already admired the older woman.",
                "Brittany was amazed by Amanda. She was so sweet and caring, Amanda never talked about her past, and she wasn’t interested in what other people knew about her.",
                "Brittany was amazed by Amanda. She was more than beautiful.",
                "Brittany was amazed by Amanda. She'd thought her ex-husband was so dull and unexciting, yet he'd married Brittany's best friend and three-time U.",
                "Brittany was amazed by Amanda. She couldn't believe that someone like her, with her late-night classes and her weekends abroad, was suddenly given so much time to herself.",
                "Brittany was amazed by Amanda. She was wild and a crazy person.",
                "Brittany was amazed by Amanda. She was completely in awe of her.",
                "Brittany was amazed by Amanda. She was an emotional creature like her mother.",
                "Brittany was amazed by Amanda. She glanced around and saw all the teens they had with them at the checkpoints.",
                "Brittany was amazed by Amanda. She had never, in her heart, looked down on the women who worked.",
                "Brittany was amazed by Amanda. She was thrilled to be making friends with an entire other gender.",
                "Brittany was amazed by Amanda. She went to the kitchen to make her a drink, and Brittany waited for her in the living room.",
                "Brittany was amazed by Amanda. She had a baby face, in her teens, with creamy brown curls around her large dark eyes, high cheekbones, and adorable little dimples.",
                "Brittany was amazed by Amanda. She had never encountered a victim so young.",
                "Brittany was amazed by Amanda. She was the most beautiful woman in the world to her.",
                "Brittany was amazed by Amanda. She\nadmitted that she had known little of Amanda's life before she had met\nher and had not known of Amanda's past.",
                "Brittany was amazed by Amanda. She was an artist, but that didn't mean she couldn't be a wife.",
                "Brittany was amazed by Amanda. She didn't want to say anything, but that made her suspect.",
                "Brittany was amazed by Amanda. She got her to say something in her natural voice.",
                "Brittany was amazed by Amanda. She thought she was different, though certainly like many of the other girls in the class and that was what truly surprised her.",
                "Brittany was amazed by Amanda. She seemed to have only her quirks and the hotness, and Brittany was certain that there was no one she could befriend like that.",
                "Brittany was amazed by Amanda. She said, \"If you're a creature of habit you must have gone through thousands of these parties.",
                "Brittany was amazed by Amanda. She couldn't imagine a brighter and more exciting young woman.",
                "Brittany was amazed by Amanda. She thought she looked like the best things in life: movies, books, art, running, and being together, the best friends possible.",
                "Brittany was amazed by Amanda. She never understood her; she seemed so like Brittany, so dull, so ordinary.",
                "Brittany was amazed by Amanda. She was like the girl she saw every day in the supermarket, and maybe she wasn't all bad.",
                "Brittany was amazed by Amanda. She was the most beautiful creature she had ever seen and she had often wondered about that, how it was possible that the world should permit two people of opposite sexes to look at each other and make love for so.",
                "Brittany was amazed by Amanda. She could tell that Amanda had adopted a maternal role, that she and Brittany were in complete understanding of each other’s problems, and that she had put in the effort to help Brittany adjust.",
                "Brittany was amazed by Amanda. She walked out of the room, shaking her head and turning to Becky, who was just smiling.",
                "Brittany was amazed by Amanda. She thought, _'This girl can't_ _be any good.",
                "Brittany was amazed by Amanda. She was absolutely perfect, naturally slender with long blond hair and great legs.",
                "Brittany was amazed by Amanda. She sat down with both her hand and the picture, saying nothing and staring at Amanda's image.",
                "Brittany was amazed by Amanda. She knew her reaction was largely hormonal, and she realized that her emotions were normal for a young girl in a few years of puberty.",
                "Brittany was amazed by Amanda. She saw a future together: baby carriage rides, getting out of the rain in style with her in a corset, through the French countryside, to that summer's most important party.",
                "Brittany was amazed by Amanda. She'd known her once, once in the most furious, despairing months of her life, and found her almost comically sympathetic and considerate.",
                "Brittany was amazed by Amanda. She wasn’t any different than the other girls in her first body, just one of many in her life, just another person, very different from that with whom she shared her youth, her beauty, her.",
                "Brittany was amazed by Amanda. She was an outsider, a new member of the club, and she thought it was funny to have people standing around with cameras asking about Suki's dream."
            ],
            "counts": {
                "Amanda": 17,
                "Brittany": 15
            }
        }
    }
}