{
    "metadata": {
        "model": "EleutherAI/pythia-410m",
        "revision": "main",
        "num_parameters": 405334016,
        "timestamp": "2023-10-18 16:01:54.522011",
        "samples": 100,
        "top_k": 0,
        "top_p": 0.9
    },
    "data": {
        "John seized the comic from Bill. He": {
            "details": {
                "pronoun": [
                    33,
                    35
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        27,
                        31
                    ]
                ]
            },
            "sentences": [
                "John seized the comic from Bill. He reached over to grab the black artist's arm.",
                "John seized the comic from Bill. He snatched it out of Bill's hands and ripped it into little pieces.",
                "John seized the comic from Bill. He told him how\nhis father had always warned him about paying fines to an insurance company.",
                "John seized the comic from Bill. He found it hidden in a stack of\nblack boxes under an oversized leather chair.",
                "John seized the comic from Bill. He closed it up again and replaced it with a new, larger picture and said he'd put the trade together at a later date.",
                "John seized the comic from Bill. He said he needed to get off the island, and saw his mother a\nlittle easier when they came to know the school.",
                "John seized the comic from Bill. He read it to Bill and the rest of the night.",
                "John seized the comic from Bill. He says, in signing it,\n\n_The hardwood bottoms and the chewing paper with the tear-water stuck down at the end of the leading edge.",
                "John seized the comic from Bill. He scurried for the comic box, picked up\nthe Lapis, and out it went.",
                "John seized the comic from Bill. He blew the cage open and jumped inside.",
                "John seized the comic from Bill. He turned it and read its fine lines, \"Their own private Bible, GRIEVED BY THE SPORT OF THIS RACE.",
                "John seized the comic from Bill. He held it up in the form of a wooden picture of a man and a man in a patch of sun, standing with their hands on their hips.",
                "John seized the comic from Bill. He stuffed it in the other suit, had\nthe blighter get a mite more use out of the parfait, and had Bill keep\nwatch of the two frontiers.",
                "John seized the comic from Bill. He opened it.",
                "John seized the comic from Bill. He cried to his children:\n\n\"Get the comic, the GEC comic, you can play with it.",
                "John seized the comic from Bill. He turned it over and started laughing.",
                "John seized the comic from Bill. He read it in a manner that was halfway comical.",
                "John seized the comic from Bill. He read the entire book in one sitting, which took almost ten minutes.",
                "John seized the comic from Bill. He had so much fun in that comic, though.",
                "John seized the comic from Bill. He raised it over her shoulder and shoved it into her hand.",
                "John seized the comic from Bill. He realized it was in the background of the work, so the dark lines would be blurred.",
                "John seized the comic from Bill. He showed it to Anna, who took it to her mother, who read it out loud for her daughter and gave her a punch-up about this comic that she should have won by itself, not how it was.",
                "John seized the comic from Bill. He closed the lid, and read:\n\n    This is nothing more than a good old good girl!\n    Fancy an old name like Bill, or the Diglett,\n    You'd have to tell.",
                "John seized the comic from Bill. He stuffed it into his pockets and threw it down the stairs.",
                "John seized the comic from Bill. He didn't think the comic was worth much and started to drag it over to Bill's office.",
                "John seized the comic from Bill. He opened it, and read:\n\nEARLY BIRD AN ELEMENTARY'S CHRISTMAS\n\n\"'Dear Willie, when I see your apples baking,'  \nAnd tears in.",
                "John seized the comic from Bill. He said, \"I'll see what I can do to make a leetle bit out of this.",
                "John seized the comic from Bill. He folded it carefully into his pocket, took Bill's hand and they went into the house.",
                "John seized the comic from Bill. He declared he wanted a look at the back of the box.",
                "John seized the comic from Bill. He placed it in his pocket, without his\ngroup's consent.",
                "John seized the comic from Bill. He went to Bill's room and told him it was his old\ncomplaint.",
                "John seized the comic from Bill. He took out a chair, placing the comic down on top of the blanket.",
                "John seized the comic from Bill. He told me that it had been\nmoney he had paid Bill.",
                "John seized the comic from Bill. He pulled the pages off the back of the board, turned the pages over, and in a whispered conversation with Bill, inserted the pages back in order and, carefully and crudely, gave them a final \".",
                "John seized the comic from Bill. He said, \"Here, Bill, see what he's talking about!\" Bill is hanging on his own line, but after it's been crossed, Billy \"guts it\" again.",
                "John seized the comic from Bill. He claimed it was the wrong size and showed Bill, “get this, that’s wrong, you don’t have to use it for actual food anymore.",
                "John seized the comic from Bill. He read over it, and at last decided he did not wish to be accused of foul play.",
                "John seized the comic from Bill. He seized the comic by the lid.",
                "John seized the comic from Bill. He turned it\nand stared at it.",
                "John seized the comic from Bill. He kissed it with tearful enthusiasm.",
                "John seized the comic from Bill. He then read it through again, this time peering closely at each of its lengthy numbers to see what Bill was thinking about.",
                "John seized the comic from Bill. He thought that he wanted to make up for his mistake, so he sent it to a fan.",
                "John seized the comic from Bill. He took him aside.",
                "John seized the comic from Bill. He pointed to the top of the stack, a crude cover of _Fighting Men_, and slowly made a pencil stroke over each of its faces, as if swapping a piece of their scrapbook.",
                "John seized the comic from Bill. He carried it off to the couch.",
                "John seized the comic from Bill. He went to Bill and had a word with him, and then Bill returned to his own charge and gave a harmless comic book to his adversary.",
                "John seized the comic from Bill. He said, \"Take it up a peg, Bill.",
                "John seized the comic from Bill. He picked it up, put it in his coat pocket, and let it out again.",
                "John seized the comic from Bill. He laid his head back on the floor and burrowed into an armchair, inhaling the pungent cigar.",
                "John seized the comic from Bill. He tore it into pieces and kept it on his dresser.",
                "John seized the comic from Bill. He raised his eyes to Bill.",
                "John seized the comic from Bill. He pulled the curtain up and set the page to scan in front of him.",
                "John seized the comic from Bill. He carried it over to Myron at one corner of the shop, and as he was yawning at a consignment of interiors for the next day, he said:\n\n'When the Great-A.",
                "John seized the comic from Bill. He lit the smouldering\nburn and settled himself down to read the thing out.",
                "John seized the comic from Bill. He pocketed the comic.",
                "John seized the comic from Bill. He knew that Jim had a thing for Steve Fennell.",
                "John seized the comic from Bill. He grabbed it back and held it tight, even looking briefly at Bill and stopping briefly, brushing the hair off his face and having it pricked.",
                "John seized the comic from Bill. He put the whole town to the torch, and then took Bill to his room, where he struck him on the head, with a frying pan.",
                "John seized the comic from Bill. He took it out to Bill.",
                "John seized the comic from Bill. He started talking to him.",
                "John seized the comic from Bill. He held it in both hands, in the air and at his side.",
                "John seized the comic from Bill. He clapped eyes on Bill's face, laughing.",
                "John seized the comic from Bill. He flipped over to look at what the screen showed, and took a couple of steps back.",
                "John seized the comic from Bill. He dropped it to show Bill reading from _A Bed for the Mat_, which was discussed at a disco later in the evening.",
                "John seized the comic from Bill. He sat down on the corner of the desk where his parents once sat, and began staring at it.",
                "John seized the comic from Bill. He carried it to the sink, dumped it on the table and threw it into the trash.",
                "John seized the comic from Bill. He raised it carefully to his eye and it looked like a plastic coin, only a little more than an inch across, with only one hole for the sign to fit in.",
                "John seized the comic from Bill. He turned it on and it was right where the Marketing Cat was! \"Okay!\" He spun the comic around on the screen and he rolled it in his hand to see if he could read any lines or anything.",
                "John seized the comic from Bill. He removed the photo from his wallet, scanned it for words, and on it, what he found, was: \"I believe in you.",
                "John seized the comic from Bill. He read it over and over, lost in the retelling of one of his best novels.",
                "John seized the comic from Bill. He took a grinning grin as far as he could from a grinning bald spot, despite wanting Bill to be with him; then he padded off, back into the chippy and down the steps with a.",
                "John seized the comic from Bill. He placed it on his desk, and that gave Bill the confidence to say, 'Okay.",
                "John seized the comic from Bill. He looked at it and put it into his mouth,\nand bit off three lines, in just the way Peter Selznick had done.",
                "John seized the comic from Bill. He had a metal box and opened it.",
                "John seized the comic from Bill. He walked around the pages, pushed the jacket aside, and knelt on the big folded sheet of paper.",
                "John seized the comic from Bill. He was equally frantic that evening,\nas he had been the day before, for a copy of his story from a past\nera.",
                "John seized the comic from Bill. He ripped out the graffiti on his face.",
                "John seized the comic from Bill. He did not know what Bill had done with it; that was not the matter, which Bill explained to her.",
                "John seized the comic from Bill. He stuck it in his pocket.",
                "John seized the comic from Bill. He kept the comic and Bill lost it.",
                "John seized the comic from Bill. He said, \"Dad, you should take it out of the manger.",
                "John seized the comic from Bill. He read it as he tore the strip\nhis eyes.",
                "John seized the comic from Bill. He had only stared at it for ten minutes before he noticed the other pages.",
                "John seized the comic from Bill. He held it in his left hand and Bill quickly snatched it up.",
                "John seized the comic from Bill. He told her it was a very good comic.",
                "John seized the comic from Bill. He saw a little yellowish print under the tail, and tossed it over his shoulder into the fire.",
                "John seized the comic from Bill. He ran his mouth off before the words came out, and asked Bill if he wanted me to come around and get it to him.",
                "John seized the comic from Bill. He went into his room and found it open.",
                "John seized the comic from Bill. He placed it on the lowest shelf of his library and together they carried it to the library door, inside which was a long, single-spaced poster announcing that the library was now open.",
                "John seized the comic from Bill. He wouldn't.",
                "John seized the comic from Bill. He was at once annoyed that his charges\nhad been made, when there was nothing to be done, and excited\nthe others to an excitement which checked all attention.",
                "John seized the comic from Bill. He drew a drawing of the title to Bill.",
                "John seized the comic from Bill. He read it again, as an\nad hoc matter, and then turned to his sister, the one who had once loved\nhim and the old _C'est comme ça_, or as he might have said.",
                "John seized the comic from Bill. He opened the shop at 2PM and Bill was an instant success, selling it door to door in the 30's with special shipping bins sent from a warehouse in Baltimore.",
                "John seized the comic from Bill. He left the show to edit their two books and was scheduled to leave town to report to duty as an army officer.",
                "John seized the comic from Bill. He shoved it into his hand and Bill followed suit.",
                "John seized the comic from Bill. He read it and shook his head with a sour expression.",
                "John seized the comic from Bill. He was sure it had never seen the light of day, and was astounded by the news.",
                "John seized the comic from Bill. He had discovered the one-eyed marquis,\nthough I suppose he must have guessed at that.",
                "John seized the comic from Bill. He put the tote over Bill's head, pushed his feet into the boots and his foot into the under-pants."
            ],
            "counts": {
                "John": 0,
                "Bill": 34
            }
        },
        "John passed the comic to Bill. He": {
            "details": {
                "pronoun": [
                    31,
                    33
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        25,
                        29
                    ]
                ]
            },
            "sentences": [
                "John passed the comic to Bill. He knew it was signed Crapfoot, and said, \"I guess we have to make this out to get some information out of you.",
                "John passed the comic to Bill. He flipped the page.",
                "John passed the comic to Bill. He flipped it open, held it over the dinner table and made some penciled remarks, most of which came out the way he intended and didn't turn out well.",
                "John passed the comic to Bill. He was putting\ntogether a name for the book when Bill's mother called, and Bill didn't\ncare to wait till his friends arrived, so he hurried off down the road to\nfetch his sister, so.",
                "John passed the comic to Bill. He handed it to the small girl.",
                "John passed the comic to Bill. He stared at it.",
                "John passed the comic to Bill. He put his hands on the lid of the container and put it down on top of Bill's head.",
                "John passed the comic to Bill. He had heard it before.",
                "John passed the comic to Bill. He enjoyed it.",
                "John passed the comic to Bill. He told Bill, after they'd talked it through, that he wanted to see the pictures, and the project.",
                "John passed the comic to Bill. He looked at the waxy papers, muddled, floppy, and yellow, and then asked, \"What's this?\" Bill stood still, and Ilya was beside me in a breath.",
                "John passed the comic to Bill. He had noted the picture from the House of Commons campaign, with the red hat on the jacket, and added, \"They used to call this the \"Bread and Pie\" game of Tommy Chong, or.",
                "John passed the comic to Bill. He stepped behind his master and began tickling her pussy with his hard cock.",
                "John passed the comic to Bill. He turned to the back.",
                "John passed the comic to Bill. He handed it to Bill, who looked to the side with some\nquestion and he then took out the answer, who read aloud:\n\n'L'Union Populaire, chaplain de la Roton.",
                "John passed the comic to Bill. He handed it back, his eyes not quite dark.",
                "John passed the comic to Bill. He had, when the issue was last before my father's, twenty-two issues—four voluminously published—\n\n—and it, I'm told, was planned as a season.",
                "John passed the comic to Bill. He was excited that these 2 new\nparts would be so good and the production values would be so good.",
                "John passed the comic to Bill. He looked at the panels and decided that Bill's face was better.",
                "John passed the comic to Bill. He gazed long at the coin, as he said, \"Ancient.",
                "John passed the comic to Bill. He said, \"A box of gummy bears, they'll put all this in it.",
                "John passed the comic to Bill. He wrote him a letter:\n\nI shall probably never see or hear of it.",
                "John passed the comic to Bill. He had little sympathy for the way Red, for whatever reason, acted.",
                "John passed the comic to Bill. He had chosen _Mooks_, a satire of the British as a whole, even after they had achieved a degree of success.",
                "John passed the comic to Bill. He was surprised to see that he had already answered a phone call that he had from the Editor of the Washington Post.",
                "John passed the comic to Bill. He fiddled with it for a while and then tipped it with some brownies.",
                "John passed the comic to Bill. He gave Bill an\nidiot's ass because he didn't know what he was getting at.",
                "John passed the comic to Bill. He noticed that the book was again half naked and dragged out of it to use it as a desk.",
                "John passed the comic to Bill. He bent over the book and did not allow his eyes to find anything out of the ordinary.",
                "John passed the comic to Bill. He said, \"It's wonderful the way you smile.",
                "John passed the comic to Bill. He looked around and saw that the platform was at the corner of the veranda.",
                "John passed the comic to Bill. He chuckled and said, \"Mister, have you ever read Marvel's new marvelous 'Illustrated Comic?'\"\n\n\"No,\" I replied.",
                "John passed the comic to Bill. He hadn't been doing well, not good but he hadn't been himself, anyway, except for a few days when he couldn't remember anything.",
                "John passed the comic to Bill. He made the first cut in the next morning, pushed the clip off the page, and then turned it on.",
                "John passed the comic to Bill. He saw the comic, the drawing, the word 'Cat' on the fly, on his paper.",
                "John passed the comic to Bill. He then turned his attention back to the troops on the grounds.",
                "John passed the comic to Bill. He was looking at what had seemed like endless comments from some of the all-comic boys, too: Mrs.",
                "John passed the comic to Bill. He wished he had thought to bring a copy with him, but the benefit of the doubt remained.",
                "John passed the comic to Bill. He seemed satisfied with the book and said that it would be fine.",
                "John passed the comic to Bill. He handed it to me.",
                "John passed the comic to Bill. He held it in his hand, then threw it, lighted it, and with it his long, perfect knife, swung it again, and again with it, over and over and over, until his eyes were.",
                "John passed the comic to Bill. He looked at her without speaking and\nwithout looking at her, and her face was paler and thinner.",
                "John passed the comic to Bill. He opened the cigar.",
                "John passed the comic to Bill. He looked at the funny thing with the photo of Bob and Bruce in the lobby, and after a moment said, \"How was the trip?\"\n\n\"Great,\" Bill said, smiling.",
                "John passed the comic to Bill. He gave the money to you.",
                "John passed the comic to Bill. He laughed.",
                "John passed the comic to Bill. He then sat across from M.",
                "John passed the comic to Bill. He glanced at\nthe name—\"\n\n\"Periwinkle,\" said I.",
                "John passed the comic to Bill. He said, \"Something will happen to you or me that will make you or me realize you are not the only one who is guilty.",
                "John passed the comic to Bill. He walked out on the table, and sat down on one of the pieces of clay.",
                "John passed the comic to Bill. He kissed her on both cheeks.",
                "John passed the comic to Bill. He looked at the script and smiled at it.",
                "John passed the comic to Bill. He gave the comic to me, but kept it.",
                "John passed the comic to Bill. He threw the stub in the garbage can, by accident, and slapped his head.",
                "John passed the comic to Bill. He flipped it on, opened it, showed me the punchline and put it aside.",
                "John passed the comic to Bill. He caught it and read it over carefully.",
                "John passed the comic to Bill. He opened the door and looked into the house.",
                "John passed the comic to Bill. He stopped in the doorway and leaned back in.",
                "John passed the comic to Bill. He got a penciled page of \"Hellhound\" under it.",
                "John passed the comic to Bill. He said he wanted to see his kid.",
                "John passed the comic to Bill. He opened it up.",
                "John passed the comic to Bill. He started laughing, but he did not stop as Bill looked to the one at the back of the room, bent over to read.",
                "John passed the comic to Bill. He put on his plaid shirt, showed the paint,\nand showed an old photo album.",
                "John passed the comic to Bill. He thought it would be a nice idea.",
                "John passed the comic to Bill. He tore a page out of his comic with a flourish, saying,\n\"This is a great comic,\" and passed it on.",
                "John passed the comic to Bill. He said he was going to buy a game called _Banjo_ and make a comic, but didn't know who would make it or if they had any people for it to work out.",
                "John passed the comic to Bill. He flipped over the pages and stared at the paper again.",
                "John passed the comic to Bill. He said: 'I must say that I have admired you ever since you joined this convention.",
                "John passed the comic to Bill. He got right into it and allowed me to keep a pretty decent read.",
                "John passed the comic to Bill. He stared into it, then opened it to another page, where the rest of the story was arranged.",
                "John passed the comic to Bill. He looked over it\nand took up the lap of his robe.",
                "John passed the comic to Bill. He stood back to let the others get\nonside in the room, and I followed as soon as the corridor led to the\nclock which announced an hour.",
                "John passed the comic to Bill. He told him he would come by this afternoon.",
                "John passed the comic to Bill. He turned the comic on his friend's radio and gave it to Jim.",
                "John passed the comic to Bill. He scratched out a note and handed it to Frank.",
                "John passed the comic to Bill. He read it.",
                "John passed the comic to Bill. He was supposed to read it in a more normal tone, and finished it at lunchtime.",
                "John passed the comic to Bill. He was probably annoyed that I, still a printer, didn't show up and didn't acknowledge that the card was here.",
                "John passed the comic to Bill. He stared at it for a moment.",
                "John passed the comic to Bill. He couldn't pass the comic because it was junk.",
                "John passed the comic to Bill. He smiled, showing white teeth, and laid a clean bandage over his face.",
                "John passed the comic to Bill. He looked at the post and found a quick reply.",
                "John passed the comic to Bill. He got up to go to the dressing room, where the rest of the boys went too, and Bill said to the boy: 'Don't you think we should do a picture?' The boy said, 'No.",
                "John passed the comic to Bill. He handed him the comic.",
                "John passed the comic to Bill. He put it on the table.",
                "John passed the comic to Bill. He read it over to Charee, who nodded.",
                "John passed the comic to Bill. He\nsaid he liked the combination of the comedy and the hard hitting comic strip,\nbut that it was the worst thing he had ever seen.",
                "John passed the comic to Bill. He bit off the second half as if trying to chew a lemon, then towed Bill's father's weight into his satchel.",
                "John passed the comic to Bill. He read it then tossed it to his brother.",
                "John passed the comic to Bill. He did not know that the book was also in print.",
                "John passed the comic to Bill. He padded down the hall to Bill's office.",
                "John passed the comic to Bill. He read it with a look of amazement.",
                "John passed the comic to Bill. He read it over to Judge.",
                "John passed the comic to Bill. He placed a bottle of wine in front of Bill, and then took a swig of the wine.",
                "John passed the comic to Bill. He grinned.",
                "John passed the comic to Bill. He pulled it out of a drawer, shoved it in his pocket, and put it down on the table.",
                "John passed the comic to Bill. He looked at the plates and read the name, a picture of a flower.",
                "John passed the comic to Bill. He liked it, and he tore it up.",
                "John passed the comic to Bill. He shook his head and took the photograph, just the way he always did.",
                "John passed the comic to Bill. He turned his attention to the\nheist which was about to take place; and saw that the peril was\ngreat."
            ],
            "counts": {
                "John": 0,
                "Bill": 14
            }
        },
        "Joseph hit Patrick. He": {
            "details": {
                "pronoun": [
                    20,
                    22
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        11,
                        18
                    ]
                ]
            },
            "sentences": [
                "Joseph hit Patrick. He may have meant no harm but then Patrick stabbed him and stabbed him again, William hit him with his belt, and then Larry hit him again.",
                "Joseph hit Patrick. He shook his head and held his hands out to the camera, and said, \"There is one thing I want to speak about.",
                "Joseph hit Patrick. He looked right into the melee of fighters, like he was trying to see who the woman was in the ring with him.",
                "Joseph hit Patrick. He drove in a point which San Miguel punched, so it did not allow a bunt that allowed Jovan to score.",
                "Joseph hit Patrick. He dove back into the woods.",
                "Joseph hit Patrick. He wasn't surprised.",
                "Joseph hit Patrick. He then climbed up a tree in order to be a better fighter.",
                "Joseph hit Patrick. He had been drugged and then abandoned his vehicle.",
                "Joseph hit Patrick. He took Patrick and Joseph on a ride through the town.",
                "Joseph hit Patrick. He didn’t want to be pushed around.",
                "Joseph hit Patrick. He made a pretense of turning around and picking up another condom, but Patrick pointed in the direction of the closet and cursed.",
                "Joseph hit Patrick. He then moved onto the next hit in an attempt to force an exchange but again to be brutally beaten to the point he lost consciousness.",
                "Joseph hit Patrick. He sprained his ankle, but he played through it.",
                "Joseph hit Patrick. He hit Patrick a little harder than he should have hit Patrick.",
                "Joseph hit Patrick. He proceeded to drag him, being overpowered by the figure.",
                "Joseph hit Patrick. He hit her so hard it had blood pouring down his body.",
                "Joseph hit Patrick. He then turned toward the full moon.",
                "Joseph hit Patrick. He was reeling, bruised and flopped to the ground.",
                "Joseph hit Patrick. He sat back, hit the table, the floor, the wall.",
                "Joseph hit Patrick. He was four or five years older and she didn't like to be his whipping boy, but at the end of the day, no one would've been happier to see Patrick down in New Mexico.",
                "Joseph hit Patrick. He punched him in the head.",
                "Joseph hit Patrick. He just drove toward him, and he was to be turned over.",
                "Joseph hit Patrick. He had had enough of the smuggling of last night; he hated people; he'd stayed out for too long.",
                "Joseph hit Patrick. He also hit Patrick to the ground.",
                "Joseph hit Patrick. He jabbed his knife into Patrick's abdomen, yelling at him to run.",
                "Joseph hit Patrick. He was now convinced that he was dealing with an enemy in Soviet-backed Ireland, and wanted him shot.",
                "Joseph hit Patrick. He felt the front of his cranium press against the body, then a second more.",
                "Joseph hit Patrick. He could not control his desire to make love to his wife in a married woman's bed.",
                "Joseph hit Patrick. He kicked at a hard punch and grabbed the visitor by his hair.",
                "Joseph hit Patrick. He was taken to the hospital, then to the Justice Department.",
                "Joseph hit Patrick. He slashed into Patrick's chest, hitting him in the face.",
                "Joseph hit Patrick. He leapt over to where the San Francisco police car was parked, swinging on his arm and swinging his fist, striking Patrick's face.",
                "Joseph hit Patrick. He was still in his truck at this point, and, along with the two men who had been following him, they had continued to pursue him.",
                "Joseph hit Patrick. He heard shots and knew they were for him, and he went for his pistol.",
                "Joseph hit Patrick. He heard the gun go off and fell back, but Iman gave him a Doh! Doh! from her mother.",
                "Joseph hit Patrick. He thought of Renee, wishing that she might return with Iseult,\nand, when she came to him, he knew that she was for her own safety.",
                "Joseph hit Patrick. He was in so much pain he could barely move.",
                "Joseph hit Patrick. He then threw a body-weight blow to Patrick's groin while punching him repeatedly, according to the police report.",
                "Joseph hit Patrick. He knocked the victim out.",
                "Joseph hit Patrick. He stood with the laughter and\nblowing sobs, and blessed the Holy Spirit at the door.",
                "Joseph hit Patrick. He almost cried because he was so hurt.",
                "Joseph hit Patrick. He tried to fend him off, but the young rebel was too quick for him, and when he finally took him in his arms, the younger man wrapped his arms around him and pinned his body to the ground.",
                "Joseph hit Patrick. He's in some pain, blood is coming down my forehead, the tape's burning him.",
                "Joseph hit Patrick. He was tackled and when he went for his back he ended up in the water.",
                "Joseph hit Patrick. He held Patrick down with a kitchen knife and forced him to the floor.",
                "Joseph hit Patrick. He shoved a bolt of wind from his mouth and he shot his first round, then, midway through the shot, hit a second bolt of wind.",
                "Joseph hit Patrick. He pulled the stool up in a semi-oval pose, leaning over towards Patrick.",
                "Joseph hit Patrick. He couldn't figure out where he was going with it, but he hit Patrick with the sole fact that he was protecting a woman.",
                "Joseph hit Patrick. He wrenched the leather out of his hands, slapping the stone ineffectually on the horse’s neck and forcing Patrick back against the side of the horse.",
                "Joseph hit Patrick. He pulled Patrick's gun away and ran toward him, but Robert shouted, \"I'll tell him to go to the hills.",
                "Joseph hit Patrick. He turned the tide.",
                "Joseph hit Patrick. He also rammed Spermont's car into the garage, and Patrick was taken into custody.",
                "Joseph hit Patrick. He walked up, stood in his front, then stood down beside Patrick.",
                "Joseph hit Patrick. He pinned him on the ground with one knee, and the bullets from the six-shot Smith machine-gun passed just above his head, exploding under his skin and knocking him into the mud.",
                "Joseph hit Patrick. He was very surprised; he always liked to get rid of the things he didn't need, and even more than for Patrick, he was determined to leave a place that was completely emptied.",
                "Joseph hit Patrick. He managed to avoid three straight high kicks, but unfortunately, luck played a major part in his untimely demise.",
                "Joseph hit Patrick. He said, \"It's fine to have our soldiers kill you, but you're welcome to say you're shot.",
                "Joseph hit Patrick. He took off his glasses and folded his hands, staring at them while still holding the gun.",
                "Joseph hit Patrick. He continued on as he and Patrick had chased another off-road vehicle.",
                "Joseph hit Patrick. He pulled the bloody corpse away from himself and fell on top of it to avoid a fatal fall to the ground.",
                "Joseph hit Patrick. He is handcuffed and forced to the floor.",
                "Joseph hit Patrick. He told the physician,\ncommando's.",
                "Joseph hit Patrick. He says he did it because a black police officer failed to do his job properly.",
                "Joseph hit Patrick. He'd opened a match on the record, but the release came out of a better deal, not from any contractual obligation.",
                "Joseph hit Patrick. He went down on one knee and asked Patrick to open the door of the SUV.",
                "Joseph hit Patrick. He pulled his pants down, the wire still hanging down over his feet, exposing his crotch.",
                "Joseph hit Patrick. He began to drive along\nfront of him, a much lower than usual speed, but with a rather unsteady\nside--which made it easy to overtake him.",
                "Joseph hit Patrick. He slipped and went down.",
                "Joseph hit Patrick. He kicked the bag to the left, the crunch of bones shattering the eardrum.",
                "Joseph hit Patrick. He was killed and Jimmy ran.",
                "Joseph hit Patrick. He gave them each three blocks.",
                "Joseph hit Patrick. He felt for his hurt son.",
                "Joseph hit Patrick. He sprinted at the timeframe, avoiding the shark as he slid into the water.",
                "Joseph hit Patrick. He fired a double-knot near the shoulder.",
                "Joseph hit Patrick. He lost a leg.",
                "Joseph hit Patrick. He carried Patrick back into the store and finished off his mutilated hand.",
                "Joseph hit Patrick. He seemed to have given up on the attempted attack and quickly retreated into the bush.",
                "Joseph hit Patrick. He was not involved in his capture or the capture of Kevin.",
                "Joseph hit Patrick. He finally knocked out Patrick, by nearly knocking his face off, but not with enough force to kill him.",
                "Joseph hit Patrick. He had to choose which way he wanted to go.",
                "Joseph hit Patrick. He started to race down the street.",
                "Joseph hit Patrick. He thought he was jumping up and down and laughing because he had never seen anything like it before.",
                "Joseph hit Patrick. He hit him back as well, planting a punch in the gut that knocked Patrick to the ground.",
                "Joseph hit Patrick. He spun him around, put him in handcuffs and took the kid out to a home.",
                "Joseph hit Patrick. He pulled him out of the water and shoved him back into the boat.",
                "Joseph hit Patrick. He saw him hit Shane.",
                "Joseph hit Patrick. He took a slice of his mouth with his knife and Patrick\nis bleeding, Patrick is waking up.",
                "Joseph hit Patrick. He hit Patrick, on top of him, both again.",
                "Joseph hit Patrick. He turned to Spentohn and said, 'What in hell did you come here for?'\n\n'Dolphin, nothing.",
                "Joseph hit Patrick. He was not sure who it was that was aiming for him.",
                "Joseph hit Patrick. He hit him four times with a kick to the head, and he was knocked out.",
                "Joseph hit Patrick. He followed them for some distance, and Patrick went in pursuit.",
                "Joseph hit Patrick. He also left Patrick to attack a junkyard on his own.",
                "Joseph hit Patrick. He heard the gunshots, came around to see what the problem was.",
                "Joseph hit Patrick. He needed one of his men, but Mr.",
                "Joseph hit Patrick. He jerked Patrick's face toward him, so hard his arm was unnaturally bent.",
                "Joseph hit Patrick. He went back to the room and saw that Patrick, still dressed and clad only in a robe, was rocking back and forth on the bed with his hands behind his back.",
                "Joseph hit Patrick. He began firing an eighteen-gun salute, the first salvo, then broke off to get himself another and another.",
                "Joseph hit Patrick. He repeated the story again.",
                "Joseph hit Patrick. He'd put him down."
            ],
            "counts": {
                "Joseph": 1,
                "Patrick": 31
            }
        },
        "Patrick was hit by Joseph. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        19,
                        25
                    ],
                    [
                        0,
                        7
                    ]
                ]
            },
            "sentences": [
                "Patrick was hit by Joseph. He made sure that none of the Lions' training staff or the UW track coaching staff would be on the spot to let him go, and I know that by that point, he was just a cheerleader and this.",
                "Patrick was hit by Joseph. He\nspoke in a weak voice, as if he was about to cry out.",
                "Patrick was hit by Joseph. He doesn't know what happened.",
                "Patrick was hit by Joseph. He heard the shot, grabbed it up, and ran out of the garage.",
                "Patrick was hit by Joseph. He said his family did not fight with Joseph.",
                "Patrick was hit by Joseph. He held Joseph, who died in 1964, in the\n\nhospital, where he later died.",
                "Patrick was hit by Joseph. He was shot on Dunklin Road, at Lowell Pike.",
                "Patrick was hit by Joseph. He went back to Smith's House and killed his father.",
                "Patrick was hit by Joseph. He was\nspying, because he was interested in my heart.",
                "Patrick was hit by Joseph. He was 6'5\",\n23 years old.",
                "Patrick was hit by Joseph. He was wounded in the leg.",
                "Patrick was hit by Joseph. He has also been accused of committing an auto accident.",
                "Patrick was hit by Joseph. He asked Paul to pray for the Lord, and he became a deacon of the church.",
                "Patrick was hit by Joseph. He can’t breathe, he can’t move and he’s just dangling from a tree above a bridge.",
                "Patrick was hit by Joseph. He did not complain.",
                "Patrick was hit by Joseph. He immediately grabbed a golf club and hit him in the head with it.",
                "Patrick was hit by Joseph. He told Polanco that it was because of the iron heel.",
                "Patrick was hit by Joseph. He was shot in the shoulder.",
                "Patrick was hit by Joseph. He is lying on the ground with someone standing over him, they are lying on the ground.",
                "Patrick was hit by Joseph. He was supposed to be carrying Joseph's son\nalive.",
                "Patrick was hit by Joseph. He opened his mouth.",
                "Patrick was hit by Joseph. He explained: \"I fell from\nfive hundred and sixty feet and got up on my head.",
                "Patrick was hit by Joseph. He was knocked down on his feet and his jaw was damaged.",
                "Patrick was hit by Joseph. He claimed Joseph was wearing a cap and shirt, with a brim and all of a sudden got him hit in the head.",
                "Patrick was hit by Joseph. He died the following day.",
                "Patrick was hit by Joseph. He testified that on the day Joseph killed him he was with Joseph at home.",
                "Patrick was hit by Joseph. He could not tell whether Joseph was bleeding because his head was on the front of the truck, or if he was in the bed of the truck and he was bleeding through his head from his shoulder.",
                "Patrick was hit by Joseph. He fell to the ground after the German armored truck collided with his vehicle.",
                "Patrick was hit by Joseph. He tried to tell him how it was.",
                "Patrick was hit by Joseph. He was wearing an old trench coat, on a hard day, and had a hat with the same style of coat.",
                "Patrick was hit by Joseph. He is dead, from a bullet in the back, and Simon and Gerald are after his money to help get his kids taken care of.",
                "Patrick was hit by Joseph. He would say, \"So, I told his dad the last time you met, 'OK, you know what I think of you two?'\"\n\n\"So, the same day, he was having one of.",
                "Patrick was hit by Joseph. He had actually broken his nose, and it was blood.",
                "Patrick was hit by Joseph. He states, “…The animosity between relatives and cousins.",
                "Patrick was hit by Joseph. He looked as though he had been injured by the lion.",
                "Patrick was hit by Joseph. He says his uncle, the F.",
                "Patrick was hit by Joseph. He died soon after, leaving Laura to care for her other son, James.",
                "Patrick was hit by Joseph. He was shot by Joseph, and at that time Joseph was still talking about Stuyvesant.",
                "Patrick was hit by Joseph. He was\nperplexed as to the cause of the accident, and he was driving when\nhe noticed that Joseph was making no effort to avoid him, or to make\nany effort to escape from him.",
                "Patrick was hit by Joseph. He had a 6-year-old son with him.",
                "Patrick was hit by Joseph. He said no one had come to the orchard to\nthat day except Arroyo, Danielle, and Lauttella.",
                "Patrick was hit by Joseph. He knew Joseph was going to be in a hole and would do anything to avoid hurting his children.",
                "Patrick was hit by Joseph. He couldn't stop it from happening.",
                "Patrick was hit by Joseph. He started out as a Jewish boy.",
                "Patrick was hit by Joseph. He broke the woman's skull and knocked him over the bars of his cage.",
                "Patrick was hit by Joseph. He died sometime between December 18 and December 21, 1832.",
                "Patrick was hit by Joseph. He went down, got up and felt the impact.",
                "Patrick was hit by Joseph. He should have been charged for the other gun\nmatter.",
                "Patrick was hit by Joseph. He couldn't move, but he could hear the gunfire.",
                "Patrick was hit by Joseph. He had a flesh wound to the head and he would continue to feel pain and suffer pain.",
                "Patrick was hit by Joseph. He heard Joe again, and he thought it\nwas just the other thing coming from Joseph's mouth.",
                "Patrick was hit by Joseph. He suffered a chest wound and died on the spot, his friend reported.",
                "Patrick was hit by Joseph. He had gotten up and gone out for a walk.",
                "Patrick was hit by Joseph. He was not required to\nnotice the impact because, in that moment, he was “livid” and “mortified\nat his bad judgment.",
                "Patrick was hit by Joseph. He fell, and hurt his ankle, but when Ed talked about it, Ed said he hadn't given Joseph a chance.",
                "Patrick was hit by Joseph. He had a knife in his chest and was covered in blood, and there were at least two people screaming in the kitchen at the time.",
                "Patrick was hit by Joseph. He escaped with only a small scar from a stabbing.",
                "Patrick was hit by Joseph. He held\nhis pistol up to protect himself, just as if it were a dagger.",
                "Patrick was hit by Joseph. He went on, looking scared and wanting something.",
                "Patrick was hit by Joseph. He testified that Joseph made physical threats at Mrs.",
                "Patrick was hit by Joseph. He came around the bend and lay down on the brake-pump of the bus.",
                "Patrick was hit by Joseph. He was coming toward us, but Archie stood between us and him.",
                "Patrick was hit by Joseph. He is charged with failing to stop\n\nhim and failing to report the assault.",
                "Patrick was hit by Joseph. He lost his left eye.",
                "Patrick was hit by Joseph. He was lying on the ground under an upstairs window, and could see Joseph moving around.",
                "Patrick was hit by Joseph. He should have had his shots blocked.",
                "Patrick was hit by Joseph. He died, and the little girl.",
                "Patrick was hit by Joseph. He was running by the liquor store when he went to the third aid station.",
                "Patrick was hit by Joseph. He had the white robe in his teeth.",
                "Patrick was hit by Joseph. He wasn’t shot, but we do know that there was a gunman involved.",
                "Patrick was hit by Joseph. He was shot in the leg, and he was shot in the head.",
                "Patrick was hit by Joseph. He only two months after he had helped Tom out of jail.",
                "Patrick was hit by Joseph. He had to be brought to the hospital where they tested his blood and found that he was a mixture of three different people with unequal doses of insulin.",
                "Patrick was hit by Joseph. He was seven, and even though Joseph wore a bullet wound on his chest and arms, Joseph did not appear to suffer a serious injury.",
                "Patrick was hit by Joseph. He says the police found a gun, but, after the PPD believed the bullet was his, they let us go.",
                "Patrick was hit by Joseph. He was very quiet and wouldn’t say a word.",
                "Patrick was hit by Joseph. He testified that it was at this time he began to worry about Joseph.",
                "Patrick was hit by Joseph. He admitted that he went over to Joseph’s car and told him, ‘Jarrett, this is your father’.",
                "Patrick was hit by Joseph. He returned for the fourth time, this time injuring him on his right arm.",
                "Patrick was hit by Joseph. He then admits he believed that Joseph \"was a prank\" to deflect suspicion towards Manny.",
                "Patrick was hit by Joseph. He crawled out of the wagon and, holding Bumper tight, he shook off Joseph, who stayed quiet.",
                "Patrick was hit by Joseph. He got up to leave.",
                "Patrick was hit by Joseph. He began beating her with the stick and for about a month thereafter she struck her husband with the stick.",
                "Patrick was hit by Joseph. He says Joseph had been laying in wait for him and then he shot him in the head.",
                "Patrick was hit by Joseph. He was knocked to the ground and knocked unconscious.",
                "Patrick was hit by Joseph. He says John Doe made threats to kill either Seth or Mary Jane.",
                "Patrick was hit by Joseph. He lay motionless on the gravel, his face pressed against the gravel.",
                "Patrick was hit by Joseph. He explained, \"When we made the car, I figured I could use the fuel.",
                "Patrick was hit by Joseph. He believed Joseph knew where the money was, and put a ball in his mouth.",
                "Patrick was hit by Joseph. He still can't see what happened to him.",
                "Patrick was hit by Joseph. He had previously told the newspapers that “Papa Joe, you have been\n\nwiped out.",
                "Patrick was hit by Joseph. He managed to grab the ball away and ran for a touchdown, but Franklin was playing that day too.",
                "Patrick was hit by Joseph. He took a swing that caught Joe in the arm.",
                "Patrick was hit by Joseph. He was very demoralised, he says.",
                "Patrick was hit by Joseph. He drove away to fight.",
                "Patrick was hit by Joseph. He then ran to find Charles.",
                "Patrick was hit by Joseph. He was hit by Wilson and he lost consciousness.",
                "Patrick was hit by Joseph. He was hit on the back and took a swipe at him, after which Joseph rushed out and hit Tyrus with a punch and came down and knocked Tyrus down.",
                "Patrick was hit by Joseph. He had been playing football in Stockton because Joseph said he would go back to his home in Stockton to take up a job he had obtained in Osaka.",
                "Patrick was hit by Joseph. He was in a holding position, and his right arm was broken."
            ],
            "counts": {
                "Joseph": 25,
                "Patrick": 0
            }
        },
        "Ken admired Geoff. He": {
            "details": {
                "pronoun": [
                    19,
                    21
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        12,
                        17
                    ]
                ]
            },
            "sentences": [
                "Ken admired Geoff. He looked like a member of a royal family.",
                "Ken admired Geoff. He just wanted to hear his voice.",
                "Ken admired Geoff. He knew that even though Geoff was still involved in the documentary, the fact that he wasn’t in the final act was a big victory, but it was also really hard to see something like that when he’s in.",
                "Ken admired Geoff. He'd been wondering what he'd say to Geoff, and now that he'd told him, he wished he'd been able to say anything at all.",
                "Ken admired Geoff. He got straight to the point and listened to everything Geoff had to say, and was fascinated by the Australian approach.",
                "Ken admired Geoff. He hoped that he and Daryl might help his\nversion of the film.",
                "Ken admired Geoff. He was happy for Geoff.",
                "Ken admired Geoff. He became one of the foremost sexologists in England and was renowned for his female touch.",
                "Ken admired Geoff. He'd have made a better host.",
                "Ken admired Geoff. He'd been influenced by the banter with Mr.",
                "Ken admired Geoff. He looked at him in amazement.",
                "Ken admired Geoff. He didn't like Geoff a lot, or at all, actually.",
                "Ken admired Geoff. He knew him well, respected his sense of humor.",
                "Ken admired Geoff. He knew that Geoff could have been responsible for the false alibi for the time he was actually in the flat.",
                "Ken admired Geoff. He did it himself.",
                "Ken admired Geoff. He appreciated his own qualities, especially as an actor.",
                "Ken admired Geoff. He’d returned from China and made use of his ability to travel, so in the short time since she’d been present he’d earned the right to linger over her as well.",
                "Ken admired Geoff. He made love to Geoff.",
                "Ken admired Geoff. He had a great sense of humour and, though he went to be a barrister, he was a little hard to please.",
                "Ken admired Geoff. He thought his son's departure had been more of a sorrow, than a sorrow of leaving a supportive role.",
                "Ken admired Geoff. He didn't know the man in the company, he didn't know the time, he didn't even know the places, but they had made two of their wives, they had three sons and they had a walled area in.",
                "Ken admired Geoff. He marveled at the ripples he had left behind.",
                "Ken admired Geoff. He wasn't certain whether they were or not, and he suspected his affection for one of his sons was greater than his aversion for one of his daughters.",
                "Ken admired Geoff. He didn't trust him and knew they wouldn't let him near the drugs.",
                "Ken admired Geoff. He appreciated the glamour in her appearance, the conservatism that she brought to her gender, the military stance that had so impressed America's women, and the serious sexual appeal that she conveyed.",
                "Ken admired Geoff. He used to sit on his father's knee when his younger sister was at school, knowing she loved him.",
                "Ken admired Geoff. He'd known Geoff for years, but at that moment he couldn't bring himself to care.",
                "Ken admired Geoff. He ate the first bites himself, then put them down on the plate and went to work again.",
                "Ken admired Geoff. He wanted to be at the party when the beer was done, and when the clubbed machine arrived, and the dancing boy on top of the racket.",
                "Ken admired Geoff. He'd taken an extra time to argue with Geoff about the water custom to mark the site of his room, but his mind had been elsewhere during the course of the work.",
                "Ken admired Geoff. He threw a letter back at her: She'd been an unstoppable force to humanity.",
                "Ken admired Geoff. He then took a quick tour of the house.",
                "Ken admired Geoff. He carried the knife back into the kitchen, pressed against the counter.",
                "Ken admired Geoff. He then flashed a huge grin as he read my name, and said, \"If you ever need someone to lean on, and you need me to come, I can't do that.",
                "Ken admired Geoff. He was there to buy an egg, not to watch the opening match between Newcastle United and San Marino side to celebrate a century of footballing glory and some remarkable wins over top-six sides.",
                "Ken admired Geoff. He knew very well why I didn't like Geoff.",
                "Ken admired Geoff. He did not say a word, and saw that he\nwas quite aware that he was not herself listening.",
                "Ken admired Geoff. He shook his head sadly.",
                "Ken admired Geoff. He didn't want to.",
                "Ken admired Geoff. He looked him up and down and admired him.",
                "Ken admired Geoff. He went on, \"As we're friends, you're my friend too, but then your friends told me your story, and it wasn't good.",
                "Ken admired Geoff. He was dying to ask Geoff.",
                "Ken admired Geoff. He understood that even if Ronnie was waiting out there out in the public's eye for her, as long as they could still see each other, Ronnie might turn on Ronnie and end up with more than her share of.",
                "Ken admired Geoff. He couldn't see what had changed on the bleakness of his room, yet when he lay back, listening to the drone of the lake, he couldn't tell where the sound had come from.",
                "Ken admired Geoff. He could hear it from deep in his soul.",
                "Ken admired Geoff. He had many relatives in the sugar market, and to him, the independent, internationalist principle of expansion was only possible because he was a committed gay.",
                "Ken admired Geoff. He wasn't even aware of Duff.",
                "Ken admired Geoff. He looked forward to the night.",
                "Ken admired Geoff. He looked back at the old man, a nice enough man, and said something to the effect of \"You have seen Topsy, didn't you?\"\n\n\"Yup,\" answered Dick Smith.",
                "Ken admired Geoff. He had been delighted when I had mentioned that Geoff was an important figure.",
                "Ken admired Geoff. He let himself relax.",
                "Ken admired Geoff. He felt he could take an inspirational role in his new decade, working hard and giving his all, but he felt, according to Matt, his love for Geoff and all the people in the band would always come first.",
                "Ken admired Geoff. He'd felt something warm against his chest.",
                "Ken admired Geoff. He also admiringly voiced a sarcastic concern that he would really have to recruit Ed to help him to point out to the press that _The Mirror_ was now going to be covering only _The Simpsons.",
                "Ken admired Geoff. He suddenly realized that he had heard the name\n\nG.",
                "Ken admired Geoff. He was full of praise for his boyhood games and the chums he had met through his youth with Little Peter (who was then just five) and didn't want to pander to the younger man; his emotions were sharp.",
                "Ken admired Geoff. He was impressed and impressed him, and he was impressed again.",
                "Ken admired Geoff. He wasn't taking part in the video game world, but his presence made me realise that no one felt any pain while using games.",
                "Ken admired Geoff. He was one of the oldest, and he was beginning to look wizened.",
                "Ken admired Geoff. He pointed his left hand at the Obi.",
                "Ken admired Geoff. He stood up.",
                "Ken admired Geoff. He looked down at himself.",
                "Ken admired Geoff. He was looking forward to the next step in their relationship, and the prospect of working with such a passionate young man.",
                "Ken admired Geoff. He wondered if by sharing the knowledge of his mother's dying, he had also helped her die.",
                "Ken admired Geoff. He showed him a photograph of his father, smoking outside her mother's house.",
                "Ken admired Geoff. He actually knew a Gaborone adage – \"the true sacrifice is when you sacrifice too much\".",
                "Ken admired Geoff. He paused, and then asked her,\na twinkle in his eye, \"Isn't it fun?\"\n\nShe laughed, but at the same time showed an affectionate note of\nindignant distrust.",
                "Ken admired Geoff. He knew that he would have no choice.",
                "Ken admired Geoff. He called it from New York.",
                "Ken admired Geoff. He envied the career talent who might someday one day get the interview.",
                "Ken admired Geoff. He smiled and nodded at both men.",
                "Ken admired Geoff. He reached over to the bridge to examine the pipework and remarked, 'There's something under here, and I think it's funny! What the hell's that thing?\"\n\nI smiled, waiting.",
                "Ken admired Geoff. He'd seen Halsey with Gabriel (we were all about him) and he'd been appalled at his resemblance to the Egyptian lizard.",
                "Ken admired Geoff. He even had a secret meeting with him the first time they'd met.",
                "Ken admired Geoff. He hated the very thought of a glamorous, rich lawyer, but here was an outsider with a personal stake.",
                "Ken admired Geoff. He said he\nwould like to be acknowledged as a doctor.",
                "Ken admired Geoff. He sensed Geoff's vulnerability, and he was struck by Geoff's calm, clear thinking.",
                "Ken admired Geoff. He had a similar respect for people who led the way in British and Irish liberalism.",
                "Ken admired Geoff. He very badly wanted to meet him, and not without reason, for he could see by the common appearance of his face and his voice that he had no knowledge of anything beyond ordinary intercourse.",
                "Ken admired Geoff. He thought Geoff should have been on hand with Sheila and John to help take her place at the PRO in a rush.",
                "Ken admired Geoff. He loved the discipline of the Boat Race and stood on a yacht waving to the crowd.",
                "Ken admired Geoff. He thought of him as \"an honest, hardworking bloke,\" that he was \"brilliant in business and bright in ideas.",
                "Ken admired Geoff. He wasn't sure he wanted to be on _the_ board but it was worth taking the chance.",
                "Ken admired Geoff. He liked him too, but, he noticed, he couldn't find a real social life.",
                "Ken admired Geoff. He tried to be a good host, made sure the iPad was tuned, but otherwise rarely mentioned the iPad or Nintendo, and that was enough.",
                "Ken admired Geoff. He said he was a big fan of the show.",
                "Ken admired Geoff. He longed to have it known,\nthough he only had recently been informed about his friend's desire to come\nas part of his investigation.",
                "Ken admired Geoff. He was anxious to repay his generosity by trying to develop a close friendship with Geoff, however, despite George's offer to help in any way he could to help George's artisting.",
                "Ken admired Geoff. He knew that with Mr.",
                "Ken admired Geoff. He started rubbing his hands together, exclaiming \"Oh.",
                "Ken admired Geoff. He had gone to extraordinary lengths to make Geoff's trip to Tangier enjoyable.",
                "Ken admired Geoff. He seemed to look at Geoff like he saw him from heaven.",
                "Ken admired Geoff. He hoped he would change their opinion of this tiny problem.",
                "Ken admired Geoff. He remembered the big, silent words they'd spoken: _Love.",
                "Ken admired Geoff. He held his arms out to Geoff and they both took a shaky breath.",
                "Ken admired Geoff. He felt a near-flabbergast for his portrayal of Mr.",
                "Ken admired Geoff. He did not know what he liked.",
                "Ken admired Geoff. He meant it.",
                "Ken admired Geoff. He even offered to send her a card, but Geoff was not keen.",
                "Ken admired Geoff. He wondered what kind of mad scientist had created all these great heroes? And what kind of pipsqueak could have compiled this great science? As usual, the whole business of manufacturing and assembling the big motors was covered by the."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 21
            }
        },
        "Ken impressed Geoff. He": {
            "details": {
                "pronoun": [
                    21,
                    23
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        14,
                        19
                    ]
                ]
            },
            "sentences": [
                "Ken impressed Geoff. He’s an unbelievable deal.",
                "Ken impressed Geoff. He thought I'd tried very hard.",
                "Ken impressed Geoff. He laughed and shook his head at how\nsuddenly the commotion had happened.",
                "Ken impressed Geoff. He had the same eyes as a black stud in a brown wedge, and they shared the look of his skin, and the skin of his face.",
                "Ken impressed Geoff. He felt that he could handle their complex needs without getting bogged down by the bureaucracy and institutionalized differences that affect most aspects of business.",
                "Ken impressed Geoff. He said, \"Can I introduce you to Mr.",
                "Ken impressed Geoff. He congratulated me and thanked him for the album.",
                "Ken impressed Geoff. He was actually not a red-bearded guy, he was a lot thinner.",
                "Ken impressed Geoff. He jumped over to the wall and grabbed the big log, leaning it back into a crevice.",
                "Ken impressed Geoff. He made jokes that I didn't take too well, though he's a real ex-hombre.",
                "Ken impressed Geoff. He asked if Geoff would use his front grille-based air intakes and flamethrower-based air intakes to take out a troop of Bobs.",
                "Ken impressed Geoff. He was as enthusiastic as he was still.",
                "Ken impressed Geoff. He looked relaxed and laid out his tray, asking Geoff if he had anything to eat.",
                "Ken impressed Geoff. He saw my face, understood I was upset and said 'well, what can I do?'  He seemed impressed by my aim.",
                "Ken impressed Geoff. He was proud of Geoff and who he was, what he was capable of, and was looking forward to working with him for the next round.",
                "Ken impressed Geoff. He would have to say he was looking forward to an opportunity like this for the second time and not just because it was the chance of a lifetime.",
                "Ken impressed Geoff. He's supercute.",
                "Ken impressed Geoff. He's a software guy and he talks in code and it's really fun to listen to.",
                "Ken impressed Geoff. He confirmed that Ed would be charged with two separate counts of bank fraud and pay up to $13 million.",
                "Ken impressed Geoff. He'd made it work.",
                "Ken impressed Geoff. He had brought a couple of extra chairs.",
                "Ken impressed Geoff. He grinned and said, \"That is correct, your Majesty.",
                "Ken impressed Geoff. He's good.",
                "Ken impressed Geoff. He does love Dungeons and Dragons and such games and sometimes he wants me to join him.",
                "Ken impressed Geoff. He said, \"I'll\ngive you a ticket to _The Avengers_!\n\n\"Arrival!\" was Jerry's greeting as he climbed into his big wooden seat in the front\nof the coach.",
                "Ken impressed Geoff. He sounded like he was off, with a healthy mix of fire, anger, and irritation.",
                "Ken impressed Geoff. He's a keen eyes and his voice is good, which I'm sure will get the work through the office staff that need to get their feet wet.",
                "Ken impressed Geoff. He went to the Godservice where he met John W.",
                "Ken impressed Geoff. He's always inspired in some way or other.",
                "Ken impressed Geoff. He said that the other's warzones were ideal for high terrain and a farmhouse with great views.",
                "Ken impressed Geoff. He is a successful businessman and understands that, having worked for Vince McMahon, he could come up with some good solutions for Rockstar.",
                "Ken impressed Geoff. He didn't seem to mind the tension when he stated that as he walked into the central front line, one half of him, the other half, the youth, did the same.",
                "Ken impressed Geoff. He told Geoff to let him walk up to the band.",
                "Ken impressed Geoff. He even asked if Geoff knew Strasburg's name, but he did not answer.",
                "Ken impressed Geoff. He had six members of the Betar Aiders in the Gwydion garrison, with sixteen men of the Fury alongside them.",
                "Ken impressed Geoff. He chuckled a bit, but he clearly didn't quite\nknow what to say.",
                "Ken impressed Geoff. He also took the seat on which he'd always sat.",
                "Ken impressed Geoff. He was fascinated by his instincts.",
                "Ken impressed Geoff. He knew a thing or two about how to win a friendly or come back from a deficit.",
                "Ken impressed Geoff. He seemed confident that the power they'd developed over the years was going to be very strong when it came to challenging Mark.",
                "Ken impressed Geoff. He sighed as he checked his phone.",
                "Ken impressed Geoff. He passed off the afternoon, staying the night in Geoff's favourite hotel in New York.",
                "Ken impressed Geoff. He didn't want anyone to know that Geoff had an agent.",
                "Ken impressed Geoff. He was a senior at the time and he found out about my entire scenario that he could only imagine.",
                "Ken impressed Geoff. He told Geoff that he was proud of him as a son and I thought that I could at least show that to the man he was closest to him in my life.",
                "Ken impressed Geoff. He is an exceptional leader in the campaign and a true friend.",
                "Ken impressed Geoff. He walked over to Dae-woong and gave him a\nsubstantial handshake and a long-distance pat.",
                "Ken impressed Geoff. He was extremely happy with my new presentation; for one of the worst presentations I've ever seen.",
                "Ken impressed Geoff. He talked to Geoff about the recent drive.",
                "Ken impressed Geoff. He was excited to show himself out.",
                "Ken impressed Geoff. He was one of the few to keep clear of Nick's deeper \"earless\"\n\nwww.",
                "Ken impressed Geoff. He could not.",
                "Ken impressed Geoff. He went down from the bottom of the section, and\nexhaled.",
                "Ken impressed Geoff. He told Geoff his custom G.",
                "Ken impressed Geoff. He sat down and began to speak, but Geoff interrupted and started to talk too loudly to be heard over the organ.",
                "Ken impressed Geoff. He then had his high five moment, following a quick “Yeah yes, I was there” by Geoff at top speed, and then he still proudly produced the highlight, as he looked around at the people, then got up,.",
                "Ken impressed Geoff. He's told him about your beautiful new purple SUV, your new, and the new, and the newest, and the latest, and the newest, and the latest.",
                "Ken impressed Geoff. He told him that he was responsible for his background and lived at that address with his father and didn't have a car.",
                "Ken impressed Geoff. He's both strong and unassuming but can punch when he needs to.",
                "Ken impressed Geoff. He said the prospect of spending a lifetime with his family, and the environment he loves so much, and the company he loves so much, has been the best thing he's ever done.",
                "Ken impressed Geoff. He kept pointing it at Geoff.",
                "Ken impressed Geoff. He'd given her some good news about the Farm.",
                "Ken impressed Geoff. He had no\n\nIt is hard to exaggerate his skills as an engineer when one doesn’t\n\ndecline to tell the truth\n\nGrafton agreed.",
                "Ken impressed Geoff. He was, after all, unkind, untrustworthy.",
                "Ken impressed Geoff. He was holding his breath, and his blue eyes remained even from the touch of Geoff's eyes, especially when he listened.",
                "Ken impressed Geoff. He would live here for a while.",
                "Ken impressed Geoff. He's both a capable teacher and researcher, and he goes above and beyond to get the information that Geoff wants.",
                "Ken impressed Geoff. He was back and his voice had grown louder and more calm.",
                "Ken impressed Geoff. He jumped up and down.",
                "Ken impressed Geoff. He didn't do a lot.",
                "Ken impressed Geoff. He started up the rope tackle with Andy Johnson.",
                "Ken impressed Geoff. He certainly made the movie interesting, and there was little to squander on the end credits.",
                "Ken impressed Geoff. He'd stopped much of the early talk.",
                "Ken impressed Geoff. He said, \"You're not a coward, are you?\"\n\n\"I think not,\" I replied.",
                "Ken impressed Geoff. He says we need to be careful of those kinds of bombs because they're only aimed at guys like us.",
                "Ken impressed Geoff. He's so dedicated to the school; he runs a lot of activities to keep the kids out of trouble, and keeps everyone well behaved.",
                "Ken impressed Geoff. He had stayed on during the crash, with his reaction to the crash like others I'd seen.",
                "Ken impressed Geoff. He sat back in his chair and considered his options.",
                "Ken impressed Geoff. He was to be chewed for a recipe of what were to be called: boiled carambara.",
                "Ken impressed Geoff. He looked at one of the cameras and nodded.",
                "Ken impressed Geoff. He's a professional who has got it figured out.",
                "Ken impressed Geoff. He said, \"In the future I'll be looking for signings of all kinds to play at forward.",
                "Ken impressed Geoff. He's getting younger and a lot more concerned about the quality of his son's overall development.",
                "Ken impressed Geoff. He's already been the face of all the top stars.",
                "Ken impressed Geoff. He then raced off into the car park to create another file in his PC, which all the team were keen to test.",
                "Ken impressed Geoff. He was wise.",
                "Ken impressed Geoff. He is always happy and energetic.",
                "Ken impressed Geoff. He's the sort of guy who does things by using the right tool, so he gave you a help like I didn't ask for from anyone.",
                "Ken impressed Geoff. He thought that his dressiness and good looks had an effect on the ladies who were attractive and also quite intelligent.",
                "Ken impressed Geoff. He showed me a good story line.",
                "Ken impressed Geoff. He played as a forward but also contributed as a skipper and included in a record of 28 second-placed matches and played 82 games and scored 24 goals.",
                "Ken impressed Geoff. He was a miracle worker.",
                "Ken impressed Geoff. He said it was too bad that Rob couldn't be there for his first big kick, to show him the trick.",
                "Ken impressed Geoff. He had a wide smile and a happy face.",
                "Ken impressed Geoff. He took the top three spot from one of the top English guys to scratch the side of the meat of the scene, and within a couple of months Geoff would be sent back to Boston to look after his brother Jimmy.",
                "Ken impressed Geoff. He had been mumbling for hours and made a complete mess of his uniform, throwing rags everywhere.",
                "Ken impressed Geoff. He is from Minnesota, however his parents moved to Washington state, so I'm assuming he'd like to learn to play on your team because it would suit his purposes to do.",
                "Ken impressed Geoff. He had been in the Delta for almost the whole of the second session.",
                "Ken impressed Geoff. He'd made him for a victory he might have lost, but he still felt that Geoff had won.",
                "Ken impressed Geoff. He told me that his father's addiction to morphine resulted in him succumbing to the painkillers."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 17
            }
        },
        "Simon ran towards Richard. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        18,
                        25
                    ]
                ]
            },
            "sentences": [
                "Simon ran towards Richard. He was near, close enough that she could see his face, and so she could call out to him.",
                "Simon ran towards Richard. He stopped long enough to give his old man a nod and two sideways gestures and followed suit.",
                "Simon ran towards Richard. He was in the doorframe above the door, looking down.",
                "Simon ran towards Richard. He threw the slab and skinned him.",
                "Simon ran towards Richard. He'd reached the jail entrance as soon as he'd reached it; so there was no one in sight.",
                "Simon ran towards Richard. He was convinced he was dying and had forgotten to clean the toothbrush.",
                "Simon ran towards Richard. He did not wait for Richard to overtake him.",
                "Simon ran towards Richard. He fired off three blasts of sound that had\nall the confidence of the youngsters; and Ralph in a minute seemed to\nknow there was no need of the alarm.",
                "Simon ran towards Richard. He reached out and touched him, and Richard's body convulsed, in a way that didn't seem possible to him.",
                "Simon ran towards Richard. He had said that he had to hurry.",
                "Simon ran towards Richard. He fired at him, his fingers working\nwater into Richard's face as he ran.",
                "Simon ran towards Richard. He reached up and touched Richard's cheek.",
                "Simon ran towards Richard. He looked at the direction of the sun, and at the movement of his own legs.",
                "Simon ran towards Richard. He seemed tense, he was not happy with the outcome.",
                "Simon ran towards Richard. He was finally able to stay on his feet, and\nproud that, though he had felt the force of the cross upon him, he was\nsurrendered to the hands of those who treated him as a man.",
                "Simon ran towards Richard. He was so excited he burst into tears.",
                "Simon ran towards Richard. He had never really seen him as a nice guy.",
                "Simon ran towards Richard. He took both of the weapons—his long knife, and the axe, which he had since acquired—he was looking for just now.",
                "Simon ran towards Richard. He was just about to shout, 'Your body must have left a mark, not your face,' when he saw a bright streak over Richard's face.",
                "Simon ran towards Richard. He came back, panting, through the door, then staggered to the foot of the bed, stretched out and drew his arms over his head.",
                "Simon ran towards Richard. He glanced at me from the direction of the mirror.",
                "Simon ran towards Richard. He knew that Richard was not going to do anything.",
                "Simon ran towards Richard. He ran right, stopping just short of her as he did so.",
                "Simon ran towards Richard. He did not know when it was a move he should have\nconsidered taking.",
                "Simon ran towards Richard. He shook her off as though it were a lost dog,\nand she cried out in agony as the leaf clanked against his broad back.",
                "Simon ran towards Richard. He seized him, and pointed him out to me.",
                "Simon ran towards Richard. He slapped his feet and told him to stop.",
                "Simon ran towards Richard. He fired two shots, but there was no response.",
                "Simon ran towards Richard. He grabbed his rifle and the others grabbed Jacob and held him back as a thunderclap filled the air and hit the ground in front of where Richard and Emma were standing.",
                "Simon ran towards Richard. He gave a whistle to warn against the last flare and then turned towards Richard.",
                "Simon ran towards Richard. He needed to look forward, he told himself.",
                "Simon ran towards Richard. He had begun to give him a fright, on the ground.",
                "Simon ran towards Richard. He would not think of her, or hope of seeing her.",
                "Simon ran towards Richard. He felt the knots in his stomach tighten and told him he had to leave this place.",
                "Simon ran towards Richard. He could feel more blood in his head than hers.",
                "Simon ran towards Richard. He just wanted to find the figure that had spoken so I was able to hide in the back of a car, and if I was still there, I could teleport in here.",
                "Simon ran towards Richard. He had stopped but not before he got a grip on his thigh.",
                "Simon ran towards Richard. He was more than two hundred yards from the Duke, so close that the duke felt the bile rising in his throat.",
                "Simon ran towards Richard. He saw that it was done.",
                "Simon ran towards Richard. He picked up an arrow.",
                "Simon ran towards Richard. He could see the fact, for instance, that the perimeter gate was barred, with a large fieldstone wall up to the top of the embankment on his right.",
                "Simon ran towards Richard. He was coming up the wall of the temple, stumbling, forgetting who he was.",
                "Simon ran towards Richard. He was visibly shaken by the news.",
                "Simon ran towards Richard. He was bundled into a car and driven to the courthouse where he was found safe and cared for by his mother and her brother, Tommy.",
                "Simon ran towards Richard. He didn't stop till he hit him.",
                "Simon ran towards Richard. He reached for him.",
                "Simon ran towards Richard. He had heard the scuffle and struggled to right himself to keep from getting hit.",
                "Simon ran towards Richard. He did not look at her.",
                "Simon ran towards Richard. He caught up with him just a few feet away, turned and hurried out of sight.",
                "Simon ran towards Richard. He was a rugged, well-built individual of average build, and the first part of his route would do him no harm.",
                "Simon ran towards Richard. He wished he were back in the house with his brother, but _he_ could not break the spell, so he wished instead that the dark-haired man might walk out to him.",
                "Simon ran towards Richard. He knew by the frantic energy of the crowd that Richard was unsure, but the man spoke.",
                "Simon ran towards Richard. He looked as though he hadn't been up all night, and his hands were bleeding.",
                "Simon ran towards Richard. He followed Richard, and they were running.",
                "Simon ran towards Richard. He put his hand over hers.",
                "Simon ran towards Richard. He said, \"Come on, John.",
                "Simon ran towards Richard. He had fallen off his bike, his trousers and some of the clothes on top of it dangling from the straps.",
                "Simon ran towards Richard. He rushed across the room and clutched the sword he had carried to a nearby desk.",
                "Simon ran towards Richard. He too saw two bodies lying where they had collapsed.",
                "Simon ran towards Richard. He could feel the blaze burning on his skin, 'it burns hot like a fire, a kind of agony that smacks of the damned'.",
                "Simon ran towards Richard. He brought his bow and arrow.",
                "Simon ran towards Richard. He stopped only to grab hold of Rhyso's arm.",
                "Simon ran towards Richard. He leapt and beat the ground, then moved up onto a chest of drawers and slashed at the man until he grabbed Richard.",
                "Simon ran towards Richard. He was taller than the dogs, heavier, dark-haired, and had long, narrow black eyes, a sharp nose, and a slightly faintly mocking smile.",
                "Simon ran towards Richard. He caught Richard's eye, and waited.",
                "Simon ran towards Richard. He was on the move again, again revelling in the power of his new-found strength.",
                "Simon ran towards Richard. He had already come into the stables, where he was fixing the gates in position.",
                "Simon ran towards Richard. He was astonished, of course, and frightened.",
                "Simon ran towards Richard. He waved his hand.",
                "Simon ran towards Richard. He gripped in his arms Richard's shoulder.",
                "Simon ran towards Richard. He caught him under the arms, lifted him up and set him on his feet.",
                "Simon ran towards Richard. He got past the others on the way to the trestle, and did not see their faces for the awful horror.",
                "Simon ran towards Richard. He was an assassin.",
                "Simon ran towards Richard. He was dressed like an officer in a grey suit and three-cornered hat.",
                "Simon ran towards Richard. He was shouting.",
                "Simon ran towards Richard. He had his rifle back in his shoulder.",
                "Simon ran towards Richard. He was not going to wait.",
                "Simon ran towards Richard. He was pale, clumsy, in his thick brown robes, and\n\nwithout a hat on his face, his face a smudged grey,\n\nand John wasn't quite sure how to tackle him.",
                "Simon ran towards Richard. He felt hot and was shivering.",
                "Simon ran towards Richard. He stared into the blue night.",
                "Simon ran towards Richard. He leapt upon some kind of harness.",
                "Simon ran towards Richard. He had dismounted his horse and was standing\nside-saddleed, with a knife in one hand and a long lance in the other.",
                "Simon ran towards Richard. He was walking through the gate with his wife when the master burst into the garden.",
                "Simon ran towards Richard. He looked small and tired, dressed in a filthy old tunic that was thin at the shoulders.",
                "Simon ran towards Richard. He was surprised at the speed of the horse, to the extent that he thought he should have run the faster horse, and that the suddenness of the change in direction was part of his pain; but his mind had been.",
                "Simon ran towards Richard. He stumbled over the boulder of the Portal, falling to his death.",
                "Simon ran towards Richard. He saw her come closer, her hands clasped over his broad chest, his long, black hair pulled back from his face.",
                "Simon ran towards Richard. He had a spear in his hand and pointed to it.",
                "Simon ran towards Richard. He wasn't stopping, however, even when he realized what he was doing.",
                "Simon ran towards Richard. He was naked, eyes, face, nothing but a dark and bad-smelling fog.",
                "Simon ran towards Richard. He told him to\nopen the gate, which he did with no trouble.",
                "Simon ran towards Richard. He realised the only option was the squad car.",
                "Simon ran towards Richard. He swung a foot to catch him as the top two on his\n\nright side whipped towards him.",
                "Simon ran towards Richard. He barely had time to grasp the size of the lump in his upper arm, when he felt it burst with pain.",
                "Simon ran towards Richard. He strode up the steps and rapped on the door.",
                "Simon ran towards Richard. He did not take a step.",
                "Simon ran towards Richard. He was not entirely certain that he had seen Able in all his black and gray, but his certainty was by no means absolute.",
                "Simon ran towards Richard. He had two men at his heels; he was desperate to escape, but Richard's legs told him that he couldn't.",
                "Simon ran towards Richard. He slipped a handgun into the pocket of the leftover pile of clothes.",
                "Simon ran towards Richard. He passed behind the building to fall at the same time as the pterodactyl, and Joxha fell at the same time as Maxx."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 14
            }
        },
        "Simon ran away from Richard. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        20,
                        27
                    ]
                ]
            },
            "sentences": [
                "Simon ran away from Richard. He left the waterfall under a bed of wood and waded out into the water.",
                "Simon ran away from Richard. He was angry at everyone for not taking revenge on him at\nthe Duke's house, but had then rather left the line of contact with Richard.",
                "Simon ran away from Richard. He had spent two days looking for his mother and\nfather and then gone up to Lancaster, where he had been obliged to borrow\nmoney from an elder brother.",
                "Simon ran away from Richard. He got on with his own life, married a young widow, and didn't care that the rest of the family were far away, away from London.",
                "Simon ran away from Richard. He could have been a fugitive from justice if not for a chain of coincidences that made the ex-mafia.",
                "Simon ran away from Richard. He said:\n\n'I didn't go for him, it's a bad business.",
                "Simon ran away from Richard. He ran towards Rachel's older brother and mother, with two arms over her face.",
                "Simon ran away from Richard. He had trouble with Emily, and not wanting to repeat\nthat life, he was happy again.",
                "Simon ran away from Richard. He\n\nhit the clubhouse wall with his fist, the door slamming shut behind him.",
                "Simon ran away from Richard. He was wounded in action, not because he had any complaints but because he could not be trusted anymore.",
                "Simon ran away from Richard. He should have accepted that for _la tournure_, with the name he knew, he must have been a relation of his father.",
                "Simon ran away from Richard. He climbed down into the engine room and saw Steven throwing tools and Paul wrangling the controls of a drone.",
                "Simon ran away from Richard. He knew enough about the underworld to know that one of their leaders could survive any trial.",
                "Simon ran away from Richard. He still had plans for the da Vinci Family to create a neo-classic version of a mythic temple to \"the Dark Power.",
                "Simon ran away from Richard. He could not face trial.",
                "Simon ran away from Richard. He'd given up trying to keep his eyes off his sister.",
                "Simon ran away from Richard. He asked to see his son, Henry, and to be allowed to stay.",
                "Simon ran away from Richard. He too.",
                "Simon ran away from Richard. He was scouting for ammunition for his old automobile.",
                "Simon ran away from Richard. He decided that he would always need his book.",
                "Simon ran away from Richard. He had been to Rome.",
                "Simon ran away from Richard. He showed me the stick of dynamite he had prepared and laid on the ground.",
                "Simon ran away from Richard. He'd stayed to save the world.",
                "Simon ran away from Richard. He didn't want to be a member of Richard's crew.",
                "Simon ran away from Richard. He'd become more detached from his father's\nmore intimate domestic concerns, and had instead become more interested\nin the business of the day.",
                "Simon ran away from Richard. He never had time to apologize for his action, and he never intended to use that as an excuse to forget that she had him in her power.",
                "Simon ran away from Richard. He hid his birth, the pet, from his mother, and the three went to Rome.",
                "Simon ran away from Richard. He had nothing to say to Richard, but he hoped that once he was gone he might forget how much he cared for him.",
                "Simon ran away from Richard. He got off an open ship at Belfast and on the return trip back to the city he slipped past sailors who did not realize he had disappeared.",
                "Simon ran away from Richard. He and Georgina 'had met a great deal of trouble and I've been rather jealous of her.",
                "Simon ran away from Richard. He could not leave the house by himself.",
                "Simon ran away from Richard. He had a serious look.",
                "Simon ran away from Richard. He didn't care.",
                "Simon ran away from Richard. He wanted nothing to do with him and didn't care about the\nwhat, who, what.",
                "Simon ran away from Richard. He fled from him because he was afraid of the next world.",
                "Simon ran away from Richard. He knew he had been trapped.",
                "Simon ran away from Richard. He traveled back and forth, occasionally stopping to eat some dinner at \"cress-rice,\" a restaurant in London.",
                "Simon ran away from Richard. He thought the report from the lizard\nsupport was absurd.",
                "Simon ran away from Richard. He was afraid that the king would be angry\nand that they would both lose.",
                "Simon ran away from Richard. He told John that his ex-wife was dead, but he could not prove it, and later blamed it on the noise made by Peter.",
                "Simon ran away from Richard. He had no plan to win.",
                "Simon ran away from Richard. He was killed by an arrow that struck him in his temple and failed to miss.",
                "Simon ran away from Richard. He gave Jean one of his memories.",
                "Simon ran away from Richard. He and Geoffrey, because they were not very\nvoluble, and had no trouble to keep in the hall.",
                "Simon ran away from Richard. He stopped to watch the direction of the voice.",
                "Simon ran away from Richard. He knew the man who had helped his wife, but he didn't know the place where they had gone.",
                "Simon ran away from Richard. He saw that _William_ was with Emily, and he found his sister in a shed in the yard, their mother's arms around her, her body warm with sleep.",
                "Simon ran away from Richard. He was our only one.",
                "Simon ran away from Richard. He decided that he wanted to join the French.",
                "Simon ran away from Richard. He left things in England: the sword; the dagger; his life.",
                "Simon ran away from Richard. He hit Gorgy in the face with a rock.",
                "Simon ran away from Richard. He dressed himself in a suit and checked into a hotel at the corner of Columbia and Jermyn Street.",
                "Simon ran away from Richard. He left Richard alone with the woman.",
                "Simon ran away from Richard. He found Richard, one of her ancestors, in a house, and he came to the river and killed him, took the boat and took Richard away to hell.",
                "Simon ran away from Richard. He was moving down the riverbank toward the Crocodile Lawn.",
                "Simon ran away from Richard. He told Ray that there was enough space for the two of them inside the Nautilus.",
                "Simon ran away from Richard. He knew they had to try to get her.",
                "Simon ran away from Richard. He had no intention of keeping that secret any longer.",
                "Simon ran away from Richard. He didn't want to see him anymore; he had lived with him nearly a year.",
                "Simon ran away from Richard. He was afraid to stay in the house, but he had to be in Rome, and she must bring him to Mark Antony as soon as he could.",
                "Simon ran away from Richard. He had been ordered to ask Madame Giraud for a check on him.",
                "Simon ran away from Richard. He said he could buy his own place for two thousand dollars and stayed with his mother-in-law until he settled down, keeping only one secret.",
                "Simon ran away from Richard. He was striding back across the fields when he noticed Lucy, his red-headed daughter, the prettiest girl he'd ever seen, running with a kind of lazy grace.",
                "Simon ran away from Richard. He always did it,\" Henry said with great warmth.",
                "Simon ran away from Richard. He fled to New York for his health, saying he couldn't bear his life at the Tantrum anymore.",
                "Simon ran away from Richard. He had written off the entire picture—almost.",
                "Simon ran away from Richard. He met with Richard at one of his port calls and took him to a part of the estate that looked to be completely empty.",
                "Simon ran away from Richard. He shouted her name, 'Lord!' He was a feral boy, born to rescue—a young man, a strong, mysterious God.",
                "Simon ran away from Richard. He did not know what time it was, but he must leave him alone.",
                "Simon ran away from Richard. He was taken to a cottage in Shirley and was sent to her care by Manny.",
                "Simon ran away from Richard. He wouldn't do this again.",
                "Simon ran away from Richard. He hurt his leg.",
                "Simon ran away from Richard. He was to be left alone, close to the edge.",
                "Simon ran away from Richard. He'd forgotten to use the food train entrance at the cottage and didn't know how to get back.",
                "Simon ran away from Richard. He didn't want to go back into the West Village.",
                "Simon ran away from Richard. He had heard about Richard from the point of view of the Conan he was driving, and he had seen a brief glimpse of his son in the film where he had appeared in a foreign land (U.",
                "Simon ran away from Richard. He could have gone back to his cousin.",
                "Simon ran away from Richard. He was not with his father, where he had left him in\nEngland.",
                "Simon ran away from Richard. He was called Puck, which suggested a desire to find the origins of bad news.",
                "Simon ran away from Richard. He had put on one of his lopsided  Napoleon laughs, and grabbed the bronze medal.",
                "Simon ran away from Richard. He did not need reason to tell Susan that he was not alive.",
                "Simon ran away from Richard. He learned that the black hedgehog had stumbled\noff down an alley into a shop.",
                "Simon ran away from Richard. He called her mother but she never came.",
                "Simon ran away from Richard. He knew it was true: he was made to pay for being made a thing.",
                "Simon ran away from Richard. He was unaware that he could not leave the castle walls.",
                "Simon ran away from Richard. He did not think Richard would come after him, especially as he had the horses ready to go, and with only the billows of his cloak to save, he headed straight for the barn.",
                "Simon ran away from Richard. He meant to stay, but after he left him he became a part of the insurrection, and he made contact with Bertere.",
                "Simon ran away from Richard. He did not expect him to know where he was going.",
                "Simon ran away from Richard. He waited until Richard's express orders to leave were stopped before she would do so.",
                "Simon ran away from Richard. He was just a little kid; he didn't know what was going on.",
                "Simon ran away from Richard. He took the disc they'd found with him\nand rode off, with Wickham, as if he was glad to be rid of them.",
                "Simon ran away from Richard. He was one of the army who needed to get back to his base.",
                "Simon ran away from Richard. He moved to the United States for studies.",
                "Simon ran away from Richard. He threw himself at the madman, whom he\nhad flung on the fire, but God only knew how he managed to throw him out,\nthough he was at least in the way of death.",
                "Simon ran away from Richard. He has been 'a very silent man' and he had decided to go home.",
                "Simon ran away from Richard. He noticed that the son of his companion\nhad lost his temper and was striking at Richard.",
                "Simon ran away from Richard. He had not been able to get the paper.",
                "Simon ran away from Richard. He had two tasks at this time: to stay in London and pay the pay-off.",
                "Simon ran away from Richard. He fled his wife, knowing he was in danger of losing Richard, but Robert was strong and influential, and so he pursued.",
                "Simon ran away from Richard. He slipped into her house and made it quite comfortable to her, holding her against him and her purses in his hands."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 12
            }
        },
        "John passed a comic to Bill. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        23,
                        27
                    ]
                ]
            },
            "sentences": [
                "John passed a comic to Bill. He had an angry look in his eyes.",
                "John passed a comic to Bill. He read it to a little girl standing beside the lane at the foot of the cliffs.",
                "John passed a comic to Bill. He handed it to the black-skinned young man, and then trotted toward the gang.",
                "John passed a comic to Bill. He started the bat thing with bat boy, and she came by, played with me, and said she could work with him, if he wanted her, and she did.",
                "John passed a comic to Bill. He always let the comic pass on, but always read it after the next or next day.",
                "John passed a comic to Bill. He was reading it over the shoulder of George Tarrant, who was writing the profile section of the magazine, and it came across like a \"fresh, new story\" to George.",
                "John passed a comic to Bill. He looked at it and read the words that ended it.",
                "John passed a comic to Bill. He found an old black-and-white comic and took me to it.",
                "John passed a comic to Bill. He made it look like a comic book (yours truly had a couple of pages), and said he would see the fat man later.",
                "John passed a comic to Bill. He walked over to the bar and ordered a white wine.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He opened his wallet and found a dollar bill, and before Bill could open it again he felt the thump of my fist against the floor, and then it stopped, and his head dropped to the cushions.",
                "John passed a comic to Bill. He liked it and it was a pleasure to be taking the comic strip for a little read-through.",
                "John passed a comic to Bill. He looked at it and took a few stabs.",
                "John passed a comic to Bill. He gave the top left corner to Janos (b/c Bill called the sign to Janos from a little cart running parallel to the track that was the wide row of track that he passed and turned it into.",
                "John passed a comic to Bill. He drew a caricature that appeared on the front page of the Houston Chronicle.",
                "John passed a comic to Bill. He made this look like the new world record of having all of Bill’s comic books checked out:\n\n* * * * *\n\nBill’s owner and the librarian at the library, Jesse.",
                "John passed a comic to Bill. He frowned, and said, \"Oscovaw,\nher uncle, left this in my care.",
                "John passed a comic to Bill. He turned it down, citing 'too long'\ntouching on a subject which involved a paragraph within the comic.",
                "John passed a comic to Bill. He was amused at the contents of that comic, which put Ginger, her daughter, and Jim Smith, Sascha's husband, to laughing by their consolation.",
                "John passed a comic to Bill. He told his companion the comic.",
                "John passed a comic to Bill. He wrote, \"Nothin' much funnier' than me standing on this cross, 'like a damned bloody scout, going off into the sunset at an Olympiad, and after lunch I stole.",
                "John passed a comic to Bill. He dropped it on the table.",
                "John passed a comic to Bill. He said it was a top list of comics, people came to the mall three times a day at five to eleven P.",
                "John passed a comic to Bill. He flipped to the comic, \"Judas! Why don't you go and kill him?\" Bill was impressed, so he did.",
                "John passed a comic to Bill. He was in the process of bringing the \"Taxes and Charges\" comic on the nickel (to help complete the title).",
                "John passed a comic to Bill. He carried a small golden bell in his left hand.",
                "John passed a comic to Bill. He was pretending not to, yet his mouth worked before he could speak.",
                "John passed a comic to Bill. He kept the comic between his sheets, and you know as he read the headline 'The Unemployable', he always looked up at you, grinning.",
                "John passed a comic to Bill. He was touched that Bill's concern had risen to a certain pitch, and was less nervous about what was bound to happen.",
                "John passed a comic to Bill. He said,\n“Bill, you know the joke, we talk about it, don’t you, Bill? What do you say\nto what I said? About his head and shoulders? You say his.",
                "John passed a comic to Bill. He asked, 'How much you pay for a pint of ice cream?' and Bill said, 'Twice as much.",
                "John passed a comic to Bill. He was interested in the characters, and\nfor a moment had been making a treatise on African legends.",
                "John passed a comic to Bill. He was there at that moment.",
                "John passed a comic to Bill. He introduced me to a character from Radio One and very many other episodes in the BBC series in general.",
                "John passed a comic to Bill. He was having some trouble reading and hadn't been able to do a simple joke book for four months.",
                "John passed a comic to Bill. He decided that the comic should not be paid\nfor until the f-bomb exploded.",
                "John passed a comic to Bill. He asked if he could borrow from him his comic books to go over to Mr.",
                "John passed a comic to Bill. He wrote with a passion that poured out the words, to be seen above a page or two.",
                "John passed a comic to Bill. He turned pages slowly, making a show of rubbing his left hand.",
                "John passed a comic to Bill. He flipped through the comic, staring at an almost finished drawing of Hamlet.",
                "John passed a comic to Bill. He began by asking,\n\nBill,\n\nBill,\n\nif your back hurts too much\n\nBill,\n\nif your father is sending you bills.",
                "John passed a comic to Bill. He thanked him for the comic but didn't give it to Bill.",
                "John passed a comic to Bill. He found that booksellers were curious to have sales figures of comic book artists, so they gave him a list.",
                "John passed a comic to Bill. He grinned and clicked.",
                "John passed a comic to Bill. He fell in love with his comic book hero again; she was the more popular, the more empathetic, the more intelligent.",
                "John passed a comic to Bill. He laughed with delight.",
                "John passed a comic to Bill. He cleared his throat:\n\n\"This is an ugly situation, Bill.",
                "John passed a comic to Bill. He took it and signed it.",
                "John passed a comic to Bill. He said, \"So you look over at them, say, this old fool—the rich guy, think I'm some kind of old Hollywood character? He sits there with his cash clip, he's dead-.",
                "John passed a comic to Bill. He said, \"Dee, you don't mind, do you?\" Then he had to give a medical detail that he wouldn't give away, and then, with his inner ball of strings, he suggested a.",
                "John passed a comic to Bill. He read it over the telephone.",
                "John passed a comic to Bill. He liked this comic.",
                "John passed a comic to Bill. He said, \"Your friend at the hotel\nmurdered my kid.",
                "John passed a comic to Bill. He drew whatever came into his head and it was frequently poetic.",
                "John passed a comic to Bill. He then read it back over and decided it was\n\nLuke and someone coming up with the comic didn’t understand the comic.",
                "John passed a comic to Bill. He didn't return the comic and Bill filled the rest of the comic with what Bill's partner said was the only other comic that had ever come out of Black and White that wasn't black and white.",
                "John passed a comic to Bill. He was very impressed and left his eye reading comic for me.",
                "John passed a comic to Bill. He winked, and Bill snickered.",
                "John passed a comic to Bill. He looked at it, and gave it to him.",
                "John passed a comic to Bill. He didn't care for the look, he said.",
                "John passed a comic to Bill. He shook his head.",
                "John passed a comic to Bill. He laughed and chuckled.",
                "John passed a comic to Bill. He stepped into the car, flipping the fob open as he walked.",
                "John passed a comic to Bill. He was enchanted, and when he opened it the first thing he said was, \"It's so well written that even my old girl wouldn't hate it.",
                "John passed a comic to Bill. He looked up into Bill's smiling face.",
                "John passed a comic to Bill. He’d like one for himself.",
                "John passed a comic to Bill. He told Bill that this incident of striking a comic by his house in return for a sketch would soon become a serious matter, and that they should be sure to bring the matter to the nearest law-enforcement officer.",
                "John passed a comic to Bill. He smiled.",
                "John passed a comic to Bill. He was more interested in the lore about the incidents of his life rather than the comedy aspect.",
                "John passed a comic to Bill. He had a certain strength in him.",
                "John passed a comic to Bill. He read it through as he was a blizzard-shrouded thing.",
                "John passed a comic to Bill. He read it, handed it back to us, and put it back in his pocket, tucked it inside a change purse and set out.",
                "John passed a comic to Bill. He had gotten to the middle of the bargain.",
                "John passed a comic to Bill. He threw in a joke that just then occurred to him: Bill was obviously, as everything was, prone to getting very pale and wiry, but he was going to go with the path of least resistance because there.",
                "John passed a comic to Bill. He and I went through a little hell while he stood behind us in the car.",
                "John passed a comic to Bill. He gave him a comic strip from a new comic that had just been published called \"Starlight Is a Lucky Star\"\n\nAs the day went on, Mrs.",
                "John passed a comic to Bill. He said,\n\"It must be hard to take on this big job with nothing.",
                "John passed a comic to Bill. He saw that the pen was almost\nendless and, hastily giving a few characters to the comic book, put away\nhis magazine.",
                "John passed a comic to Bill. He looked at the comic, and passed it back to Bill and told Bill to leave it with him.",
                "John passed a comic to Bill. He was pretty hungry so he had a bite of chicken, then went outside.",
                "John passed a comic to Bill. He had about ten thousand things to say, and\nsaid it all at once.",
                "John passed a comic to Bill. He'd bought it from him when it was an unknown comic book, back in the early 1970s.",
                "John passed a comic to Bill. He said, \"Bill, we do not know yet who is in this house.",
                "John passed a comic to Bill. He had a book in the back in the middle of the hallway, about a female soul, and a picture of some guy’s son.",
                "John passed a comic to Bill. He told him that “an enraged, expletive-laden mob was at once gathered in the neighborhood where I am staying, and confronted me with this.",
                "John passed a comic to Bill. He looked at it for a moment.",
                "John passed a comic to Bill. He made a scrawled drawing of the same face, writing, \"P.",
                "John passed a comic to Bill. He was reading a book of covers by comic artists and called it “Spike and the Sinners” that was published in 1934.",
                "John passed a comic to Bill. He scribbled at once, called: “Cab, you want to call Bill Pat? She's better off than you.",
                "John passed a comic to Bill. He stood there, huge and energetic, big boots padded, coat buttoned.",
                "John passed a comic to Bill. He chucked it at him as he\nfell down into the Toscanelli.",
                "John passed a comic to Bill. He got it at M.",
                "John passed a comic to Bill. He nodded.",
                "John passed a comic to Bill. He also passed\na comic to Fred.",
                "John passed a comic to Bill. He didn't read it, though.",
                "John passed a comic to Bill. He called it Scrabble Comics.",
                "John passed a comic to Bill. He said, \"Yeah, uh, looks like we could use you to help out a bit with the supplies.",
                "John passed a comic to Bill. He kept reading comics, so he could throw away the comic book pages in which he had sketched almost all his ideas.",
                "John passed a comic to Bill. He'd been asked to do a comic strip."
            ],
            "counts": {
                "John": 0,
                "Bill": 24
            }
        },
        "John was passing a comic to Bill. He": {
            "details": {
                "pronoun": [
                    34,
                    36
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        28,
                        32
                    ]
                ]
            },
            "sentences": [
                "John was passing a comic to Bill. He dropped a salami sandwich on top of the comic book.",
                "John was passing a comic to Bill. He was standing at the doorway and wondering, who knows?.",
                "John was passing a comic to Bill. He read it and put it down on the table.",
                "John was passing a comic to Bill. He said, 'They all made their money in this, but that's how it happened.",
                "John was passing a comic to Bill. He pointed out a local bull terrier called Neat, who was an all-star competitor in the British pound by betting on dog bets.",
                "John was passing a comic to Bill. He muttered that the school should be held liable for the damage.",
                "John was passing a comic to Bill. He reached into his bag, as if searching for something to throw in the collection.",
                "John was passing a comic to Bill. He was asking for some.",
                "John was passing a comic to Bill. He saw his name out.",
                "John was passing a comic to Bill. He stopped and looked at it, beamed, and turned it toward Bill.",
                "John was passing a comic to Bill. He asked, \"Are you, Bill?\" And Bill said, \"Yes, sir,\" turning back to the comic.",
                "John was passing a comic to Bill. He came to see John.",
                "John was passing a comic to Bill. He flipped over a page and read a line—\n\n\"Bill, what's this for? I mean, I don't care.",
                "John was passing a comic to Bill. He smiled as he read \"The Count of Monte Cristo,\"\nand Bill immediately got up, because he knew that if any one else in\nthe building would open his eyes to the truth, it was.",
                "John was passing a comic to Bill. He looked up with a smile.",
                "John was passing a comic to Bill. He said,\n> \n> \"Can't you fix yourself up? You'd think you were a big man.",
                "John was passing a comic to Bill. He\nwrote an introduction; it appeared in no more than six pages.",
                "John was passing a comic to Bill. He looked at the comic and said,\n\n'That's his style, I think.",
                "John was passing a comic to Bill. He went past and Bill put a hand to his lips.",
                "John was passing a comic to Bill. He was reminded of the first time Bill, who is a good book collector, showed Bill the comic which was Young Frank and Sam.",
                "John was passing a comic to Bill. He'd seen a good comic at a given moment, but a better one after a month, several weeks, several hours.",
                "John was passing a comic to Bill. He said, \"One of my comic books on the shelf.",
                "John was passing a comic to Bill. He frowned, but Bill nodded.",
                "John was passing a comic to Bill. He was a comic strip, and probably had the same mind as Peabody.",
                "John was passing a comic to Bill. He looked up at her, and she saw that there was a whole row of empty cigarette packs right behind her.",
                "John was passing a comic to Bill. He tried a comic but it was a flashy one.",
                "John was passing a comic to Bill. He'd always read comics, and he really liked them, and he found the late-night joke somewhat laughable.",
                "John was passing a comic to Bill. He asked whether he could explain his position.",
                "John was passing a comic to Bill. He looked at the comic and saw the same face: Polly's.",
                "John was passing a comic to Bill. He read the paragraph out loud.",
                "John was passing a comic to Bill. He has a comic about a retarded son.",
                "John was passing a comic to Bill. He wrote the caption 'Here it is.",
                "John was passing a comic to Bill. He smiled.",
                "John was passing a comic to Bill. He handed the comic to Bill and paused for a moment.",
                "John was passing a comic to Bill. He turned and looked, and saw me, and shouted to Bill, and yelled a little louder than he might have, for his excitement, and he was a frightened little man.",
                "John was passing a comic to Bill. He grabbed it and read out loud.",
                "John was passing a comic to Bill. He said, 'Remember that picture of Puss in Boots where you're carrying a banana in the middle of a deal, Bill?' He was telling Bill all the time, 'Mr Crazy in the.",
                "John was passing a comic to Bill. He showed Bill the picture and Bill started to laugh.",
                "John was passing a comic to Bill. He didn't want to look at it, but Bill's wife, Marilyn, had agreed to share it with him.",
                "John was passing a comic to Bill. He was obviously back to his usual swagger, though Bill greeted him well enough.",
                "John was passing a comic to Bill. He read\nhe has enjoyed it a bit, but he says that it is a \"novelty\".",
                "John was passing a comic to Bill. He said, 'Pagano, aren't you going to write a story about that kid?'\n\n'About what?'\n\n'I just wondered if he might like it.",
                "John was passing a comic to Bill. He started laughing.",
                "John was passing a comic to Bill. He remembered a couple of stories he had seen in a Christmas issue.",
                "John was passing a comic to Bill. He shrugged.",
                "John was passing a comic to Bill. He had purchased the comic when Bill was a kind and generous friend, and now he said to him: 'Thanks, Stan.",
                "John was passing a comic to Bill. He leaned in and stared at the box in front of him.",
                "John was passing a comic to Bill. He chuckled at some idiotic joke that he couldn't understand at first but the comedic timing worked.",
                "John was passing a comic to Bill. He was busy making, for a while, sounds and lyrics as he walked along, whistling along with the dog and stuff.",
                "John was passing a comic to Bill. He glanced at the comic and asked Bill what it was about.",
                "John was passing a comic to Bill. He said, \"what can I do for you??\"\n\n\"I need a business plan.",
                "John was passing a comic to Bill. He had just read Marvel's most recent issue, a picture of Captain America in a costume complete with a pistol.",
                "John was passing a comic to Bill. He smiled, \"You know, you and the kid, I'm worried about you and your mom.",
                "John was passing a comic to Bill. He stared at it for a second then reached for the comic and stopped.",
                "John was passing a comic to Bill. He looked up at Bill and said, \"How's it goin' buddy? Good.",
                "John was passing a comic to Bill. He was making it quite clear that one of them would have to die to make it all go away.",
                "John was passing a comic to Bill. He tossed the magazine on top of the coffee table.",
                "John was passing a comic to Bill. He was going to open a comic page.",
                "John was passing a comic to Bill. He\nheard Bill on the phone trying to tell George about the letter.",
                "John was passing a comic to Bill. He was filled with admiration for the way he crafted a look of authority.",
                "John was passing a comic to Bill. He had a passing acquaintance with Geraldo Rivera, and thought he was probably the person to catch the man.",
                "John was passing a comic to Bill. He'd taken off his gloves, sort of as if he was going to sing.",
                "John was passing a comic to Bill. He took it.",
                "John was passing a comic to Bill. He said: \"Yup, I think you'll be proud to have me.",
                "John was passing a comic to Bill. He commented, \"Ah! My dear!\" and passed me a thin comic book.",
                "John was passing a comic to Bill. He waved and they went across the street, past Bill's friends and cokeheads.",
                "John was passing a comic to Bill. He asked Bill if he thought it\nwould be right to put them on record.",
                "John was passing a comic to Bill. He had a headache and Dr.",
                "John was passing a comic to Bill. He did not notice that he was not speaking to a comic that he knew and had found on his old VHS, on the screen; he suddenly realized that he was, in fact, doing the same to.",
                "John was passing a comic to Bill. He was listening and, at the sight of it, said something else.",
                "John was passing a comic to Bill. He smiled and told him that if someone heard that he was getting a call in, he would like to say hello.",
                "John was passing a comic to Bill. He turned to make room for him.",
                "John was passing a comic to Bill. He thought, how could we get into the back of that\nsnow machine.",
                "John was passing a comic to Bill. He had ordered me to my seat on the train so he could give me a comic.",
                "John was passing a comic to Bill. He was a brown paper cone like it, with unappetising yellow corners.",
                "John was passing a comic to Bill. He was writing an article on the subject and Bill was having fun.",
                "John was passing a comic to Bill. He didn't know it was Benny.",
                "John was passing a comic to Bill. He smiled.",
                "John was passing a comic to Bill. He tossed it back at Bill, but it wasn't in that book.",
                "John was passing a comic to Bill. He winked at the words at the\nauthor of 'The Adventures of Sherlock Holmes' and just\nlooked at him, looked like 'I think it's brilliant.",
                "John was passing a comic to Bill. He had the paycart.",
                "John was passing a comic to Bill. He brought up Newsman, \"The Newsman\", which is from the News-Dublin newspapers.",
                "John was passing a comic to Bill. He began the chapter by saying, 'I believe that most men hate and resent injustice.",
                "John was passing a comic to Bill. He smiled and nodded.",
                "John was passing a comic to Bill. He dropped a few points on New Jersey.",
                "John was passing a comic to Bill. He couldn't have stopped,\nand George had stopped it.",
                "John was passing a comic to Bill. He didn't even bother\nto go with her; he stood still at the corner of the store and didn't even\nseem to look around.",
                "John was passing a comic to Bill. He looked over and saw that\nher husband was well and was sitting with her and these kids and she\nsaid \"Bill, would you like to come to dinner?\" \"No, darling I won't,\".",
                "John was passing a comic to Bill. He looked across at Paul and told him to settle it with his wife, as she wasn't playing, he was happy to hear that if you want to be married, you should play.",
                "John was passing a comic to Bill. He drew something, at last, that pleased me.",
                "John was passing a comic to Bill. He got up and held it out and said \"\nHello Bill.",
                "John was passing a comic to Bill. He was on his way to see his pal, Donald Trump, and go for a drive by, just in case he needed him, and a police cruiser had come and swooped in, and Bill agreed to.",
                "John was passing a comic to Bill. He held the strip up and said, \"Well, that's a very interesting comic.",
                "John was passing a comic to Bill. He smiled then and waited to hear what the comic was.",
                "John was passing a comic to Bill. He read it and went to look at it.",
                "John was passing a comic to Bill. He hadn't been paying much attention to comics.",
                "John was passing a comic to Bill. He sat down.",
                "John was passing a comic to Bill. He said, \"Bill, we could've ordered him off the premises.",
                "John was passing a comic to Bill. He wondered about you.",
                "John was passing a comic to Bill. He put it into the directory he had, for the slot where the comic office held the office for his wallet, where, each comic offered might be taken, a picture of what the staff felt fit, a."
            ],
            "counts": {
                "John": 1,
                "Bill": 29
            }
        },
        "Amanda amazed Brittany. She": {
            "details": {
                "pronoun": [
                    24,
                    27
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        14,
                        22
                    ]
                ]
            },
            "sentences": [
                "Amanda amazed Brittany. She was used to doing this by now.",
                "Amanda amazed Brittany. She was so excited that she pulled back her hair, looked in the mirror and started biting her lip.",
                "Amanda amazed Brittany. She had been raised to believe that divorce was the death of the family.",
                "Amanda amazed Brittany. She had also known Brittany for many years.",
                "Amanda amazed Brittany. She said, \"Brittany.",
                "Amanda amazed Brittany. She then recalled the story of the remains of a mass grave.",
                "Amanda amazed Brittany. She quickly put her weight down on the seat.",
                "Amanda amazed Brittany. She gave a small twinkle in her eyes, and stopped by her side.",
                "Amanda amazed Brittany. She and another volunteer stepped to the pulpit to speak about their living, worshiping god.",
                "Amanda amazed Brittany. She'd thought of becoming a forensic linguist.",
                "Amanda amazed Brittany. She couldn't imagine why.",
                "Amanda amazed Brittany. She'd been so passive, so dismissive, when she'd spent five years rolling her eyes at guys and then put her feet up and watched it all go down.",
                "Amanda amazed Brittany. She also amazed me too.",
                "Amanda amazed Brittany. She looked up at the fireplace where he'd built a small hearth to heat the lake water for his pets.",
                "Amanda amazed Brittany. She held an infant-sized cell, already half hidden behind blankets and a sloping mattress of carpeted sheets.",
                "Amanda amazed Brittany. She loved Brittany, too.",
                "Amanda amazed Brittany. She had mentioned that her daughter would be here shortly.",
                "Amanda amazed Brittany. She was dressed to the nines, all dark blouses and tight, tight boots.",
                "Amanda amazed Brittany. She hoped for any story to be true, she realized.",
                "Amanda amazed Brittany. She could see what the tall, fair-haired girl in the baseball cap and lime-green tank top was thinking about when she put her hand on the girl's face.",
                "Amanda amazed Brittany. She hadn't seen her like this in months, like this, gorgeous and warm.",
                "Amanda amazed Brittany. She didn't say anything, but the hard edges of her colorlessness gave way to a softness.",
                "Amanda amazed Brittany. She spent her spare time playing with Jean-Luc.",
                "Amanda amazed Brittany. She took a hunk of cheese, making a bite from a joint that sounded more like a slice of pizza than a salad, which she then cut into strips.",
                "Amanda amazed Brittany. She didn't ask questions or manage the dinners anymore.",
                "Amanda amazed Brittany. She knew she shouldn't have mentioned the piece, but she knew she had to.",
                "Amanda amazed Brittany. She might be the smartest cat in the entire world.",
                "Amanda amazed Brittany. She said, \"This will be our baptism.",
                "Amanda amazed Brittany. She looked like she wanted to storm back into her bedroom with her hands clasped behind her back.",
                "Amanda amazed Brittany. She sat with the others and moved around the square.",
                "Amanda amazed Brittany. She knew Brittany didn’t know anything about magic, but Amanda took a peek.",
                "Amanda amazed Brittany. She\n\nmerely said, \"I don't know, I just assume it will make more sense.",
                "Amanda amazed Brittany. She took the stuff out of her eyes so Brittany could see it.",
                "Amanda amazed Brittany. She still was, even while the VDI\nwere making rounds, she was standing at the edge of her knowledge and her\nknowledge was clearly etched on her face.",
                "Amanda amazed Brittany. She was a natural-born leader.",
                "Amanda amazed Brittany. She opened her mouth and let her words spill forth in tiny whimpers and whimpers.",
                "Amanda amazed Brittany. She sat on the couch and brushed her fingers through her hair.",
                "Amanda amazed Brittany. She couldn't believe what she was hearing.",
                "Amanda amazed Brittany. She was able to laugh her way through another of Brittany's panic attacks, where she was certain someone was trying to tell her something but could not put her finger on what.",
                "Amanda amazed Brittany. She hugged and thanked Brittany for the meal.",
                "Amanda amazed Brittany. She had forgotten how much her mother had loved Marie-Frans.",
                "Amanda amazed Brittany. She had a hot body and it seemed even more beautiful to hear about a certain younger, it was so lovely to see her smile.",
                "Amanda amazed Brittany. She was sorry.",
                "Amanda amazed Brittany. She thought it was a brain damage, and wondered why she had missed much.",
                "Amanda amazed Brittany. She went behind her.",
                "Amanda amazed Brittany. She was the only one to have become super-happy with me.",
                "Amanda amazed Brittany. She said, \"I believe the king of hell isn't a true or a true reality.",
                "Amanda amazed Brittany. She was a skilled mechanic who possessed \"a skill of her own.",
                "Amanda amazed Brittany. She looked good, but as eager as a teenager.",
                "Amanda amazed Brittany. She went from looking fierce and scary when she thought of walking to someone being nice to quickly disappear into a voice that wasn't like any of her relatives' voices.",
                "Amanda amazed Brittany. She was correct in their estimation.",
                "Amanda amazed Brittany. She watched as Brittany's lips pursed, her eyes wandered over his arm and down his chest, down his arms and belly, up his thighs, toward his testicles, then down, back and down,.",
                "Amanda amazed Brittany. She did not want to be queen of a nation of the free and the happy, but Brittany was.",
                "Amanda amazed Brittany. She clapped at the troop of her new, 18-month-old troops, the first and the oldest army group to do the exercise, along with seven other army groups that had just been scaled down from NATO.",
                "Amanda amazed Brittany. She was often a proud, playful teenager, but she'd been almost shy all her life.",
                "Amanda amazed Brittany. She pushed her thick curls back and swung her head around to stare at Brittany's gargantuan form.",
                "Amanda amazed Brittany. She had always known Brittany liked girls and wanted them, but Brittany was different now.",
                "Amanda amazed Brittany. She said, \"I can't believe it's you.",
                "Amanda amazed Brittany. She often forgot when she had been at the casino and not playing, \"She doesn't seem to get too hot down there\" she said and came over to pick up her bags and watched as Amanda piled her bags.",
                "Amanda amazed Brittany. She threw her arms around Bridget and hugged her, caressing her neck, and babbling softly, as if to herself.",
                "Amanda amazed Brittany. She was delighted to be made of meat, too, but she was having none of it.",
                "Amanda amazed Brittany. She couldn't believe what she saw.",
                "Amanda amazed Brittany. She was starting to give up waiting.",
                "Amanda amazed Brittany. She'd met with the mayor and convinced him to grant her work permit, something he said was a benefit he couldn't make on his own.",
                "Amanda amazed Brittany. She didn't know that her father, a sports writer, had been a big reason Brittany had moved from Atlanta to the Washington area in the late 1990s.",
                "Amanda amazed Brittany. She glanced at Brittany and Marino, and then at the top of the tower.",
                "Amanda amazed Brittany. She had never seen so many cats before.",
                "Amanda amazed Brittany. She laughed out loud.",
                "Amanda amazed Brittany. She started out hesitantly.",
                "Amanda amazed Brittany. She looked stunned.",
                "Amanda amazed Brittany. She was a beautiful woman, as tight as a little girl, and indeed, all that mattered was her eyes, the two large eyes that somehow terrified her.",
                "Amanda amazed Brittany. She did not know what to say, but then this strange, bantering, unabashedly interested young man in her life suddenly launched himself upon her like a warrior, ready to defend her and the island and.",
                "Amanda amazed Brittany. She was a skilled harvester.",
                "Amanda amazed Brittany. She remembered the ridiculously small amount of tools they had and how they could do some of the things they weren't supposed to be able to do.",
                "Amanda amazed Brittany. She pointed to the mark in her lover's arm.",
                "Amanda amazed Brittany. She was so not pleased when Brittany commented that Brittany had already tried her hand at holding their hand, and they had kissed.",
                "Amanda amazed Brittany. She crumpled up the letters and quickly started eating them.",
                "Amanda amazed Brittany. She had learned everything about Bret's brother from Julia, and that now Brittany and I had the benefit of seeing each other for a few more days.",
                "Amanda amazed Brittany. She\ndid so for some reason.",
                "Amanda amazed Brittany. She started to cry again as she rushed over to him and embraced him in a hurry.",
                "Amanda amazed Brittany. She’d just earned a full year of the Night School TDI to help you prepare, but she and Amanda would spend most of that time playing Hero’s Lair together.",
                "Amanda amazed Brittany. She was stumped by the change of subject, while Brittany attempted to take the conversation in a straight line, as if she had just come out of a very heated lecture, at the newly discovered trend of upp.",
                "Amanda amazed Brittany. She had not heard that Aaron was a decent person.",
                "Amanda amazed Brittany. She was thankful Brittany was just standing, not talking to someone.",
                "Amanda amazed Brittany. She climbed back down.",
                "Amanda amazed Brittany. She showed the old man her pictures of him,\nand mentioned the fact that she had told him many times about Betsy's\npretty face and beautiful features.",
                "Amanda amazed Brittany. She was afraid she'd slipped off her dress and onto the floor, no matter how much practice.",
                "Amanda amazed Brittany. She couldn't really blame the waitress for giving up and rushing her.",
                "Amanda amazed Brittany. She had always been so quick to grab the face mask and wear it over her face.",
                "Amanda amazed Brittany. She'd used in quick succession the world of mercenary assassins, the knights, the wolf warriors, the fairies, and even the ocean.",
                "Amanda amazed Brittany. She didn't know what Brittany meant by wanting more time, because she hadn't felt it herself for a long time.",
                "Amanda amazed Brittany. She was wearing an adorable apron.",
                "Amanda amazed Brittany. She really seemed to like him.",
                "Amanda amazed Brittany. She slowly got to her feet and stared at Brittany with dry, cat-like eyes.",
                "Amanda amazed Brittany. She remembered that the scent of mad adornments and sweet perfumes and other delightful delights and associated with this place! And so very keenly she sensed that Brittany was one of those beings who could not.",
                "Amanda amazed Brittany. She had known Brittany for years, having met her at school and the wedding.",
                "Amanda amazed Brittany. She lay back and cried on her stomach, a big lump coming up on top of her left breast.",
                "Amanda amazed Brittany. She was wearing one of her favorite dresses and had heels on her feet, so they stood side by side.",
                "Amanda amazed Brittany. She seemed to glide along as the poop slid off her boots.",
                "Amanda amazed Brittany. She was upset with Camille, not knowing what her own husband was up to."
            ],
            "counts": {
                "Amanda": 3,
                "Brittany": 23
            }
        },
        "Brittany was amazed by Amanda. She": {
            "details": {
                "pronoun": [
                    31,
                    34
                ],
                "options": [
                    [
                        23,
                        29
                    ],
                    [
                        0,
                        8
                    ]
                ]
            },
            "sentences": [
                "Brittany was amazed by Amanda. She wouldn't have given him her address or telephone number in the East End.",
                "Brittany was amazed by Amanda. She'd thought that Amanda might know her last name, but no.",
                "Brittany was amazed by Amanda. She was used to her being up at night, or lounging around, drinking at night, sharing breakfast or catching up on TV.",
                "Brittany was amazed by Amanda. She came into the room and sat down next to Olivia, and Amanda rolled her eyes and said, \"She's a regular little tart.",
                "Brittany was amazed by Amanda. She heard other ways to contact her sister.",
                "Brittany was amazed by Amanda. She'd seen them arguing a lot, and it bothered her.",
                "Brittany was amazed by Amanda. She paused to look up and be a bit breathless.",
                "Brittany was amazed by Amanda. She thought it was cute.",
                "Brittany was amazed by Amanda. She wanted to embrace her.",
                "Brittany was amazed by Amanda. She stopped in her tracks.",
                "Brittany was amazed by Amanda. She was beyond impressed that Amanda was a brave girl.",
                "Brittany was amazed by Amanda. She wondered why she had spent the last two days making off with Bea and placing her and their baby in the same room with Kevin's dad.",
                "Brittany was amazed by Amanda. She felt the importance of this woman.",
                "Brittany was amazed by Amanda. She thought that her simple task of calling the right people, sending out love and hope for the next life had been no more than a half hour.",
                "Brittany was amazed by Amanda. She had the ability to make another person love her, like she did just now.",
                "Brittany was amazed by Amanda. She described this as \"cute, kind of wild\" and \"a little scared at first, but then—of course—I fell in love.",
                "Brittany was amazed by Amanda. She was excited to meet Miss Van Terhelst as well.",
                "Brittany was amazed by Amanda. She'd seen her grandmother by the poolside.",
                "Brittany was amazed by Amanda. She didn't have to tell her that her boyfriend told her it was his business, that they didn't even know each other.",
                "Brittany was amazed by Amanda. She had seen her and Ty at a rehab center just two weeks earlier and had begun to think Amanda had “gone soft.",
                "Brittany was amazed by Amanda. She had decided to attend her grandparents’ wedding and had arranged the following afternoon for Angie to go.",
                "Brittany was amazed by Amanda. She hugged me and told me that Amanda was okay and that I needed to be the best example she could be for her.",
                "Brittany was amazed by Amanda. She put the baby down, and Amanda stared at her with a blank, expressionless face.",
                "Brittany was amazed by Amanda. She had never heard of Celine before and had not seen anyone wearing her face in a makeup commercial.",
                "Brittany was amazed by Amanda. She stood and watched, staring.",
                "Brittany was amazed by Amanda. She gave a soft sigh, and then proceeded to blurt out a few innocuous words: \"Just kidding.",
                "Brittany was amazed by Amanda. She felt like someone else had looked at her.",
                "Brittany was amazed by Amanda. She thought it would be good to see another one.",
                "Brittany was amazed by Amanda. She'd have known she was at least allowed to meet her half-sister without fear of repercussion from either Amanda or Brittany.",
                "Brittany was amazed by Amanda. She didn’t know who a perfect blonde girl could be, because if Amanda was a chick, she was kinda pretty.",
                "Brittany was amazed by Amanda. She thought there was something subtle about it.",
                "Brittany was amazed by Amanda. She was totally turned on by her.",
                "Brittany was amazed by Amanda. She had made some man's livelihood from bending and kneeling a few times, but she had never actually made a living in her life.",
                "Brittany was amazed by Amanda. She hadn't known it was her that I'd met on the streets, for the side of bloodbaths and deaths I preferred to avoid.",
                "Brittany was amazed by Amanda. She clearly hadn't shared her feelings.",
                "Brittany was amazed by Amanda. She leaned against the wall.",
                "Brittany was amazed by Amanda. She was met on the stairs and took Amanda's hand.",
                "Brittany was amazed by Amanda. She brought the quilt sobbing in her arms to the couch and crouched beside it on the cushion.",
                "Brittany was amazed by Amanda. She stood in the courtroom, looking directly at the judge.",
                "Brittany was amazed by Amanda. She said Amanda looked good, especially her hair, and that she was enjoying the dress.",
                "Brittany was amazed by Amanda. She felt that she was alone with the ring of Dr.",
                "Brittany was amazed by Amanda. She was beautiful in the dark navy dress, and Amanda gave her a warm smile.",
                "Brittany was amazed by Amanda. She was counting on Amanda to hear her explanation.",
                "Brittany was amazed by Amanda. She wondered, What would Amanda wear on her feet? Do they both have all the right sizes? What else did Amanda need? She then asked, What about Bex?\n\nBex responded, I.",
                "Brittany was amazed by Amanda. She stopped short and leaned toward her.",
                "Brittany was amazed by Amanda. She'd never seen him look so serious.",
                "Brittany was amazed by Amanda. She knew she would.",
                "Brittany was amazed by Amanda. She loved her, and her power to attract her had brought the girls so close to each other in their own sexual and personal fantasies, that she was desperate to see Amanda.",
                "Brittany was amazed by Amanda. She considered it a miracle that he had arrived in her apartment and with her, a place that both of them had loved for so long.",
                "Brittany was amazed by Amanda. She asked her what happened and Amanda told her she was having a tough time getting pregnant.",
                "Brittany was amazed by Amanda. She let go of him and walked to the red leather chair where the doctor was.",
                "Brittany was amazed by Amanda. She had found a dream, a meeting, and a future, and she knew that they were connected, that one day she was going to have more than one relationship.",
                "Brittany was amazed by Amanda. She had never met such a remarkable woman and now found herself out in the open sharing a private moment.",
                "Brittany was amazed by Amanda. She thought her breast looked a bit too large.",
                "Brittany was amazed by Amanda. She was fascinated by Amanda’s potential to achieve the goals and dreams she had longed for, as one who had always dreamt about being her role model.",
                "Brittany was amazed by Amanda. She followed her to the next stall, where the New York Times' Katharine Gold sat eating a piece of ham and pasta.",
                "Brittany was amazed by Amanda. She knew better than to be rude to a stranger, and for a fact she was a stranger.",
                "Brittany was amazed by Amanda. She said the girl had small, tiny ears and a tiny mouth, which was just perfect.",
                "Brittany was amazed by Amanda. She had never been in love before and her mind was made up.",
                "Brittany was amazed by Amanda. She didn't understand how her killer had managed to turn the room's peacock feathers to disguise Amanda's brandishing arms.",
                "Brittany was amazed by Amanda. She was a graduate of Princeton, as the students called the Ivy League, a woman of great virtue.",
                "Brittany was amazed by Amanda. She wanted to take the knife from her hand.",
                "Brittany was amazed by Amanda. She said, “He’s great.",
                "Brittany was amazed by Amanda. She’d gone from shining light on Amanda’s drug addiction to her first brush with heartbreaking news: she’d died.",
                "Brittany was amazed by Amanda. She whispered back.",
                "Brittany was amazed by Amanda. She immediately decided to ask Amanda where she was living.",
                "Brittany was amazed by Amanda. She pushed a piece of potato through his pubic hair and then bit it off.",
                "Brittany was amazed by Amanda. She thought the girl had really been a good person.",
                "Brittany was amazed by Amanda. She'd never met her before, but, had it not been that nice and they hadn't talked for quite a few years, she might have known why.",
                "Brittany was amazed by Amanda. She never did understand that he was trying to make her feel worse about his state of mind.",
                "Brittany was amazed by Amanda. She'd tried to stop her, but she'd just got her.",
                "Brittany was amazed by Amanda. She felt that she was the only woman with a baby, and that Amanda was the first woman in her family's history who had ever had a son.",
                "Brittany was amazed by Amanda. She recognized the common bond that exists when two people believe that each other's faces are the same.",
                "Brittany was amazed by Amanda. She had always loved children and would never trade her babysitter for a real human.",
                "Brittany was amazed by Amanda. She mentioned to Gordon that he could make an opening against Amanda.",
                "Brittany was amazed by Amanda. She had never seen her father so intense and determined.",
                "Brittany was amazed by Amanda. She had never seen it like this, a true statement from him.",
                "Brittany was amazed by Amanda. She loved the girl in her arms, the way she made me feel comfortable around her.",
                "Brittany was amazed by Amanda. She could almost believe they were actually real.",
                "Brittany was amazed by Amanda. She'd turned the old side chair he'd shared so long with Emily's down, and by the time he finished filling the glasses, it was clear she wanted to sit.",
                "Brittany was amazed by Amanda. She had left her class to prepare for an interview with a community development director in her campus neighborhood.",
                "Brittany was amazed by Amanda. She was the first to mention the girl's name, \"Amanda.",
                "Brittany was amazed by Amanda. She'd been trying to make the right move, to win Amanda over.",
                "Brittany was amazed by Amanda. She couldn’t imagine why anyone would want to harm her.",
                "Brittany was amazed by Amanda. She had taken her eye out, once, and rubbed some of her white-painted skin along Amanda's bare shoulder.",
                "Brittany was amazed by Amanda. She waved, and stroked Amanda's hand.",
                "Brittany was amazed by Amanda. She knew that wasn't right.",
                "Brittany was amazed by Amanda. She thought about what would've happened had Amanda never come back.",
                "Brittany was amazed by Amanda. She watched her do a little jig in the background and made the truth her business to tell.",
                "Brittany was amazed by Amanda. She smiled at her best friend.",
                "Brittany was amazed by Amanda. She didn't know if she'd find a way to convince Amanda that, despite everything, she was her dad.",
                "Brittany was amazed by Amanda. She looked at the haggard-eyed girl, who was thin, and didn’t appear the slightest bit like herself.",
                "Brittany was amazed by Amanda. She told her that: \"Well she said she went through the wall by every chance that she had.",
                "Brittany was amazed by Amanda. She kept driving in and out of her bedroom window.",
                "Brittany was amazed by Amanda. She didn't even know the blonde, and she said she was so surprised she'd forgotten to eat.",
                "Brittany was amazed by Amanda. She said, \"How could she have loved Amanda so?\"\n\n\"I have an aunt and uncle who are D.",
                "Brittany was amazed by Amanda. She was so happy.",
                "Brittany was amazed by Amanda. She had been working on a complex\npleasure out of both.",
                "Brittany was amazed by Amanda. She explained that she had enjoyed her attention and ardent curiosity, but she'd had to learn what Amanda had been before her! She noticed how self-conscious Amanda was, and being back in Manchester, she.",
                "Brittany was amazed by Amanda. She couldn't really recall how many times she'd heard her stories, so she sat down at the kitchen table, carefully placed the little glass of sweet milk beside her, and her head wrapped her little tresses."
            ],
            "counts": {
                "Amanda": 31,
                "Brittany": 1
            }
        }
    }
}