{
    "metadata": {
        "model": "EleutherAI/pythia-2.8b",
        "revision": "main",
        "num_parameters": 2775208960,
        "timestamp": "2023-10-18 16:22:30.967713",
        "samples": 100,
        "top_k": 0,
        "top_p": 0.9
    },
    "data": {
        "John seized the comic from Bill. He": {
            "details": {
                "pronoun": [
                    33,
                    35
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        27,
                        31
                    ]
                ]
            },
            "sentences": [
                "John seized the comic from Bill. He handed it back to the cashier.",
                "John seized the comic from Bill. He held it up, smiling.",
                "John seized the comic from Bill. He showed it to the others.",
                "John seized the comic from Bill. He handed it to Lee, who picked it up and slapped it down on the table.",
                "John seized the comic from Bill. He held the heavy copy of the _Shock_ magazine open, wondering what Billy's reaction would be to seeing him reading this latest offering.",
                "John seized the comic from Bill. He took a quick look at the images.",
                "John seized the comic from Bill. He opened it at a spread of at least ten pages.",
                "John seized the comic from Bill. He glanced at the cover; it depicted a scantily clad woman riding on a moving hill and wearing a skirt made of dead turtles.",
                "John seized the comic from Bill. He didn't know what was going to happen next, but he suspected it might be a bad one.",
                "John seized the comic from Bill. He said, \"Mr.",
                "John seized the comic from Bill. He grabbed a copy of \"If This Be Sin.",
                "John seized the comic from Bill. He stared at it again.",
                "John seized the comic from Bill. He ran back to the tree and walked along the tape, trying to memorize it.",
                "John seized the comic from Bill. He looked at it carefully, and looked\nup and down the street and wondered if he were doing the right thing,\nand what would happen to him if he didn't.",
                "John seized the comic from Bill. He gave it to me.",
                "John seized the comic from Bill. He looked at the first panel.",
                "John seized the comic from Bill. He held it up for all to see.",
                "John seized the comic from Bill. He turned to the others, snatching up the punch.",
                "John seized the comic from Bill. He spread out the cartoon sheet and the comic book on the table.",
                "John seized the comic from Bill. He had never bought one of them.",
                "John seized the comic from Bill. He turned back to face the three police officers.",
                "John seized the comic from Bill. He grabbed the books out of Purse's hands, and told the man to put the books back where they belonged.",
                "John seized the comic from Bill. He turned it over.",
                "John seized the comic from Bill. He had to search frantically through its\nmuddled little pages.",
                "John seized the comic from Bill. He heard the gasping sighs, the uneasy laughs.",
                "John seized the comic from Bill. He thought I'd be happy.",
                "John seized the comic from Bill. He kept it in his shirt.",
                "John seized the comic from Bill. He began to flip through it.",
                "John seized the comic from Bill. He did not know where she had got it.",
                "John seized the comic from Bill. He smoothed it out.",
                "John seized the comic from Bill. He threw it to Grady.",
                "John seized the comic from Bill. He gave it to me and I took a good look at it.",
                "John seized the comic from Bill. He ran his hands over the cover, his eyes alight with pride and wonder.",
                "John seized the comic from Bill. He said, \"This ain't yours.",
                "John seized the comic from Bill. He opened it up and read it cover to cover.",
                "John seized the comic from Bill. He got to the first page, and then had to search through the second, the third, the fourth and the fifth.",
                "John seized the comic from Bill. He looked at the story with distaste.",
                "John seized the comic from Bill. He passed it across the bar.",
                "John seized the comic from Bill. He shoved it into his chest pocket, looked around again.",
                "John seized the comic from Bill. He folded it up.",
                "John seized the comic from Bill. He had never seen it before, and wondered at the quality of the work.",
                "John seized the comic from Bill. He handed it back to Sammy, his eyes glittering and urgent.",
                "John seized the comic from Bill. He said he knew where the key was kept and went inside the studio.",
                "John seized the comic from Bill. He passed it over to Will who flipped the page with a triumphant smirk.",
                "John seized the comic from Bill. He turned to Tracy, and said, \"If you want the comic, be a good boy and take it.",
                "John seized the comic from Bill. He read it.",
                "John seized the comic from Bill. He turned it over.",
                "John seized the comic from Bill. He was right about that, even if he had tried to claim that Bill had come in with a full holdup.",
                "John seized the comic from Bill. He kept it firmly in his hand.",
                "John seized the comic from Bill. He said, \"Go home, Bill.",
                "John seized the comic from Bill. He had bought it, but was unsure of the source.",
                "John seized the comic from Bill. He flipped through it.",
                "John seized the comic from Bill. He heard the snick of his journal open.",
                "John seized the comic from Bill. He passed it over, scowling at it.",
                "John seized the comic from Bill. He laughed aloud at it.",
                "John seized the comic from Bill. He came back at John.",
                "John seized the comic from Bill. He held it up to show the boy.",
                "John seized the comic from Bill. He tore out an extra strip.",
                "John seized the comic from Bill. He hadn't read it and he couldn't find a place to put it in the van.",
                "John seized the comic from Bill. He looked it over carefully.",
                "John seized the comic from Bill. He looked at it.",
                "John seized the comic from Bill. He grabbed the sack of chips and began stuffing them into his jacket pockets.",
                "John seized the comic from Bill. He tossed it into the safe of the store, which always had a new comic in there.",
                "John seized the comic from Bill. He held the book so that the back was covered.",
                "John seized the comic from Bill. He said, 'I am a lay preacher, and my job is to speak to the people in the pubs, but I can't preach from a collection of Bible verses.",
                "John seized the comic from Bill. He decided to do an edition of it about the Miami Beach Traffic Court.",
                "John seized the comic from Bill. He pointed at the final panel.",
                "John seized the comic from Bill. He turned it over and looked at it.",
                "John seized the comic from Bill. He snatched his sleeve and drew him aside.",
                "John seized the comic from Bill. He read the cover blurb.",
                "John seized the comic from Bill. He turned it over.",
                "John seized the comic from Bill. He looked at the first page.",
                "John seized the comic from Bill. He was able to use the blood to create a tear that led to the main tears, which then combined with the tears from the plant.",
                "John seized the comic from Bill. He grabbed his gun from under the seat and opened the door of the back seat.",
                "John seized the comic from Bill. He wished he had seen it when he was a kid, but he did like the look of it.",
                "John seized the comic from Bill. He hugged it, and read the last few pages aloud to himself.",
                "John seized the comic from Bill. He threw it at Seth's feet.",
                "John seized the comic from Bill. He turned to Doc and said, \"I'm sending the stuff to Charlie.",
                "John seized the comic from Bill. He looked at it closely, and it did look like a cross between the other two.",
                "John seized the comic from Bill. He sighed.",
                "John seized the comic from Bill. He tried it out.",
                "John seized the comic from Bill. He handed it over.",
                "John seized the comic from Bill. He and Billy and I took turns reading it out loud, yelling out each name and crime, \"Stop it, Micky.",
                "John seized the comic from Bill. He held it up to the light.",
                "John seized the comic from Bill. He took out the original and handed it to Eve.",
                "John seized the comic from Bill. He was walking behind his wife to the kitchen and had to reach his hand through the open door and catch her arm.",
                "John seized the comic from Bill. He snatched it from the plump little fingers.",
                "John seized the comic from Bill. He let the others take their places in the grass, and came forward to join them.",
                "John seized the comic from Bill. He told him that he would later do whatever the comic company told him to.",
                "John seized the comic from Bill. He stared at it.",
                "John seized the comic from Bill. He opened it, and saw something he'd never expected to see.",
                "John seized the comic from Bill. He glanced at it, and then pulled it into the middle of the room, where it made a crumpled heap.",
                "John seized the comic from Bill. He placed it to his ear and said, 'There was a country called Longfellow, Virginia.",
                "John seized the comic from Bill. He opened it to the last page.",
                "John seized the comic from Bill. He then clamped the fabric between his teeth, spread the picture out on the sheet of typing paper and set the page down on the telegraph.",
                "John seized the comic from Bill. He did not know whether he was to believe it or not.",
                "John seized the comic from Bill. He turned to the man at the bar.",
                "John seized the comic from Bill. He then explained to me that Bill only got this comic because he had stolen the one he was reading when he was in jail in Chicago.",
                "John seized the comic from Bill. He turned back to Ed.",
                "John seized the comic from Bill. He took it to his car, where he worked on it."
            ],
            "counts": {
                "John": 1,
                "Bill": 5
            }
        },
        "John passed the comic to Bill. He": {
            "details": {
                "pronoun": [
                    31,
                    33
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        25,
                        29
                    ]
                ]
            },
            "sentences": [
                "John passed the comic to Bill. He had often given comic strips to groups of kids to pass around, but now he kept it out.",
                "John passed the comic to Bill. He read it from the top.",
                "John passed the comic to Bill. He went through it page by page, laughing his head off as he scanned each panel.",
                "John passed the comic to Bill. He looked at it and laughed and then turned to my dad.",
                "John passed the comic to Bill. He read one word—\"Shattuck\"—and the rest appeared in his mind as he looked up from the pages.",
                "John passed the comic to Bill. He had laughed and grinned about every aspect of this job since the moment they met him, a little straitlaced, a lot skeptical.",
                "John passed the comic to Bill. He gazed at it for a moment, then set it down and leaned back in his chair.",
                "John passed the comic to Bill. He grinned.",
                "John passed the comic to Bill. He started to talk about Batman, but Billy decided that he wasn't in the mood for anything more than mild ribaldry.",
                "John passed the comic to Bill. He glanced at it and then laughed.",
                "John passed the comic to Bill. He couldn't tell if the dead guy was black or white, maybe his face was just too sunburnt.",
                "John passed the comic to Bill. He handed it back to Tom.",
                "John passed the comic to Bill. He gave it a read.",
                "John passed the comic to Bill. He turned it over, and under it was an oblong green box.",
                "John passed the comic to Bill. He couldn't have been out of his\nhead.",
                "John passed the comic to Bill. He took one look and snorted.",
                "John passed the comic to Bill. He caught it.",
                "John passed the comic to Bill. He read it.",
                "John passed the comic to Bill. He said, \"Well, he did say he'd kill you, and I don't remember if he said that or not.",
                "John passed the comic to Bill. He read it.",
                "John passed the comic to Bill. He shook his head.",
                "John passed the comic to Bill. He must be about forty-five.",
                "John passed the comic to Bill. He read it, cleared his throat, and looked around the table at us, his piercing, eyes still narrowed.",
                "John passed the comic to Bill. He carefully read every word.",
                "John passed the comic to Bill. He read it for a moment.",
                "John passed the comic to Bill. He swallowed.",
                "John passed the comic to Bill. He paused, turned to the audience, and continued reading:\n\n\"I am a chain smoking, bald-headed, cowardly old punk who has kept the country from being taken over by ruthless, communist hot.",
                "John passed the comic to Bill. He waited for Paul to laugh at his re-telling of the routine.",
                "John passed the comic to Bill. He placed it face down on a table next to the visitor's chair.",
                "John passed the comic to Bill. He didn't look.",
                "John passed the comic to Bill. He handed him the watch.",
                "John passed the comic to Bill. He looked at it, then began to laugh.",
                "John passed the comic to Bill. He took it.",
                "John passed the comic to Bill. He had a broader view than Mike and came up with the following:\n\n_Why do you drink? You already know the answer.",
                "John passed the comic to Bill. He shook his head and said, \"No.",
                "John passed the comic to Bill. He smiled.",
                "John passed the comic to Bill. He glanced at it.",
                "John passed the comic to Bill. He handed it back.",
                "John passed the comic to Bill. He paused, turning a couple of pages.",
                "John passed the comic to Bill. He laughed at it and asked to borrow the\npicture, which Bill took.",
                "John passed the comic to Bill. He said it was good, and they agreed to give it a try.",
                "John passed the comic to Bill. He read a few pages.",
                "John passed the comic to Bill. He laughed his great laugh.",
                "John passed the comic to Bill. He raised his eyebrows in mock disbelief.",
                "John passed the comic to Bill. He read it, smiled, and handed it back to Jack, who let out a yelp.",
                "John passed the comic to Bill. He handed it to Ben, who smiled and took it.",
                "John passed the comic to Bill. He smiled at my dad and put the comic in his front pocket.",
                "John passed the comic to Bill. He handed it to Michael, who took it in his large hands.",
                "John passed the comic to Bill. He pointed to the last panel.",
                "John passed the comic to Bill. He thought it was pretty good, but would be better when he was younger.",
                "John passed the comic to Bill. He asked, \"How much is this girl?\"\n\nBill said, \"Five bucks.",
                "John passed the comic to Bill. He laughed.",
                "John passed the comic to Bill. He read a few more pages, his features lighting up with excitement.",
                "John passed the comic to Bill. He said, “Do I get a choice? This really hurts.",
                "John passed the comic to Bill. He flipped it open, glanced at the\nback cover.",
                "John passed the comic to Bill. He read the first ten pages, nodded, and passed it on to Dr.",
                "John passed the comic to Bill. He told him to read and have a quick look at it, and then see if it applied to the baby.",
                "John passed the comic to Bill. He told me about a 'nonce' story that had been known for years.",
                "John passed the comic to Bill. He began to tell some stories.",
                "John passed the comic to Bill. He lay back and read.",
                "John passed the comic to Bill. He smiled and then laid a hand on one of the panels.",
                "John passed the comic to Bill. He laughed.",
                "John passed the comic to Bill. He flipped the page over.",
                "John passed the comic to Bill. He walked over to the wall and looked at the gauge.",
                "John passed the comic to Bill. He took the comic.",
                "John passed the comic to Bill. He gave a shrug.",
                "John passed the comic to Bill. He'd actually done a lot of early work on this book, and he'd be amazed at how many jokes we got out of it.",
                "John passed the comic to Bill. He took out a pair of reading glasses, adjusted them to focus on the tiny, colorless characters.",
                "John passed the comic to Bill. He watched with interest while Bill folded\nit with his thumb, and handed it back to Jerry.",
                "John passed the comic to Bill. He seemed to notice the humour and chucked the comics over his shoulder as he told us to close the door.",
                "John passed the comic to Bill. He held the comic up in the bright light from the streetlight across the street.",
                "John passed the comic to Bill. He started to laugh.",
                "John passed the comic to Bill. He raised an eyebrow.",
                "John passed the comic to Bill. He took one look at it, grimaced, and handed it back.",
                "John passed the comic to Bill. He read and nodded.",
                "John passed the comic to Bill. He chucked it back in his drawer.",
                "John passed the comic to Bill. He returned it to me.",
                "John passed the comic to Bill. He read it.",
                "John passed the comic to Bill. He was stunned.",
                "John passed the comic to Bill. He glanced at it in the glow of the candlelight.",
                "John passed the comic to Bill. He'd been a fan.",
                "John passed the comic to Bill. He said, \"It's terrible.",
                "John passed the comic to Bill. He caught it and laughed, passing it back.",
                "John passed the comic to Bill. He nodded his approval.",
                "John passed the comic to Bill. He took it from him and thumbed through it.",
                "John passed the comic to Bill. He said, 'You know, I've never thought of it before, but now I'm going to miss the show.",
                "John passed the comic to Bill. He said he had written a three-part series of stories.",
                "John passed the comic to Bill. He nodded and began reading it.",
                "John passed the comic to Bill. He said, \"Just because we're in that room together doesn't mean anything.",
                "John passed the comic to Bill. He read:\n\n_Just look at the Princess!_\n\n_Bright enough and gay.",
                "John passed the comic to Bill. He laughed.",
                "John passed the comic to Bill. He saw him shifting nervously.",
                "John passed the comic to Bill. He turned it over in his hands, like it was some foreign object, and for a second it appeared to give him pause.",
                "John passed the comic to Bill. He took a small look at it, and then, still not looking up, said, \"Uh-huh.",
                "John passed the comic to Bill. He said, \"Read that—it's good.",
                "John passed the comic to Bill. He pushed his chair back and opened the issue, his eyes scanning the headlines.",
                "John passed the comic to Bill. He tore out the main comic strip of a letter to the New York Times that ran on the bottom of the page, and handed it back to me, telling me to read it.",
                "John passed the comic to Bill. He shrugged.",
                "John passed the comic to Bill. He read it out.",
                "John passed the comic to Bill. He did not seem to care whether he looked at it or not."
            ],
            "counts": {
                "John": 0,
                "Bill": 4
            }
        },
        "Joseph hit Patrick. He": {
            "details": {
                "pronoun": [
                    20,
                    22
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        11,
                        18
                    ]
                ]
            },
            "sentences": [
                "Joseph hit Patrick. He hit Patrick’s\n\nface as hard as he could with his elbow.",
                "Joseph hit Patrick. He also showed a marked distaste for the steak Diane had cooked, while Patrick in turn didn't want him to mention that he had chosen her to sleep with.",
                "Joseph hit Patrick. He slapped the side of his head to bring him back.",
                "Joseph hit Patrick. He was bare-chested and his body was covered in mud.",
                "Joseph hit Patrick. He pushed him hard against the wall with his forearm.",
                "Joseph hit Patrick. He then hit me again, and then we were on the floor.",
                "Joseph hit Patrick. He was only in the third story when he felt a sharp pain, followed by the numbness of death.",
                "Joseph hit Patrick. He hit him with a right hook and Patrick hit the floor, face first.",
                "Joseph hit Patrick. He would say: _Your friend is old now; I hope he dies and is put out of your misery.",
                "Joseph hit Patrick. He hit him in the balls and sent him tumbling to the floor.",
                "Joseph hit Patrick. He hit Patrick in the face with his fist.",
                "Joseph hit Patrick. He stumbled backwards and almost fell over the large fountain at the side of the hall.",
                "Joseph hit Patrick. He had begun to realize that Father Tom was a very special person.",
                "Joseph hit Patrick. He sank into a chair.",
                "Joseph hit Patrick. He hit him in the head with a stool.",
                "Joseph hit Patrick. He looked down.",
                "Joseph hit Patrick. He was young.",
                "Joseph hit Patrick. He fell to the floor and was shot in the chest.",
                "Joseph hit Patrick. He leaped up, his blue eyes alert, and ran around the edge of the car.",
                "Joseph hit Patrick. He suddenly stretched to his full height, which was considerably taller than his host's.",
                "Joseph hit Patrick. He had started it.",
                "Joseph hit Patrick. He also reported to Paul\nthat someone had called Della about looking for Tanya to talk to her about\nproblems with her health.",
                "Joseph hit Patrick. He was supposed to protect him.",
                "Joseph hit Patrick. He did not know what it meant to come under the influence of alcohol.",
                "Joseph hit Patrick. He had no eyes for the ground and the side of\nhis face swabbed the lower curve of his lips with the coldness of the\nremaining water.",
                "Joseph hit Patrick. He hit him so hard he tripped and fell down, a big crumble of clay now covering his waist and shoulders.",
                "Joseph hit Patrick. He was a short man with shoulder-length brown hair.",
                "Joseph hit Patrick. He knew that Patrick wouldn't hurt him.",
                "Joseph hit Patrick. He started going down in the pool.",
                "Joseph hit Patrick. He would kill him, but no man could defend himself against that kind of grief, so he couldn't help him.",
                "Joseph hit Patrick. He yelled the fear and fury, and, behind him, the entire camp howled.",
                "Joseph hit Patrick. He poked his face under the coverlet.",
                "Joseph hit Patrick. He nodded at him, and they both went into the other room.",
                "Joseph hit Patrick. He'd talked him into the center of the ring, into the absolute center.",
                "Joseph hit Patrick. He said Patrick's last words were, \"I love you,\nPaddy.",
                "Joseph hit Patrick. He knocked the boy down.",
                "Joseph hit Patrick. He was out cold.",
                "Joseph hit Patrick. He hit him once, twice, thrice.",
                "Joseph hit Patrick. He tripped and fell against his legs.",
                "Joseph hit Patrick. He felt he had not asked for the cut and didn’t think it was necessary.",
                "Joseph hit Patrick. He did not apologize for this, and, moreover,\n\ndid not discuss it further.",
                "Joseph hit Patrick. He put his head between Patrick's legs and\nbegan thrusting.",
                "Joseph hit Patrick. He struck him on the head.",
                "Joseph hit Patrick. He then whirled around and knocked him over the rail.",
                "Joseph hit Patrick. He felt a shiver of recognition, then pushed the memory away.",
                "Joseph hit Patrick. He hit the bottle.",
                "Joseph hit Patrick. He grabbed Patrick around the waist and ran to the lab.",
                "Joseph hit Patrick. He didn't say a word.",
                "Joseph hit Patrick. He now knows exactly what to do.",
                "Joseph hit Patrick. He had stuck the fingernail down to the grip on the grip of the AR.",
                "Joseph hit Patrick. He forced him into a choke hold.",
                "Joseph hit Patrick. He wrapped his arms around Patrick and buried his face in Patrick's chest.",
                "Joseph hit Patrick. He should have stood and held the hair back; instead he simply flung it up and watched the dark curls drift down in front of his own face.",
                "Joseph hit Patrick. He had it in his mind that she could never leave him.",
                "Joseph hit Patrick. He struck the infant as he was preparing to take a piss.",
                "Joseph hit Patrick. He drove him back into the cupboard, the darkness muffled the sound of his screams and he took off his soaking wet shirt and put it around his shoulders.",
                "Joseph hit Patrick. He pushed him down on his back.",
                "Joseph hit Patrick. He made a fist.",
                "Joseph hit Patrick. He hit him again.",
                "Joseph hit Patrick. He shoved him against the wall.",
                "Joseph hit Patrick. He hit him with his arm, almost knocked him down.",
                "Joseph hit Patrick. He grabbed at it and it went into his open mouth.",
                "Joseph hit Patrick. He hit the farmer's hand with the back of his forearm, making his hand and forearm go numb.",
                "Joseph hit Patrick. He then gave each brother their feet and laid them over his shoulder.",
                "Joseph hit Patrick. He stabbed him three or four times.",
                "Joseph hit Patrick. He fell backward and landed on his side.",
                "Joseph hit Patrick. He tried to spin and kick at the hole in his chest.",
                "Joseph hit Patrick. He was most certainly involved in an altercation with an armed thief on the side of the road.",
                "Joseph hit Patrick. He was sitting in the passenger seat, and Patrick said to him, 'Are you having fun with this?' I asked him why he'd asked that.",
                "Joseph hit Patrick. He backed off, slowly.",
                "Joseph hit Patrick. He pointed to the tube of his own throat, an instrument which had been flashing across the sky at a steady rate.",
                "Joseph hit Patrick. He got the surprise of his life when Pat jerked his head around, then caught him in a bone-crushing embrace.",
                "Joseph hit Patrick. He stepped on Patrick's fingers and the fire crackled again.",
                "Joseph hit Patrick. He didn't know him.",
                "Joseph hit Patrick. He wasn't a gentle man, it was true, but he was human and forgave.",
                "Joseph hit Patrick. He thought: I'll win it off him.",
                "Joseph hit Patrick. He had been in prison, it was all he could recall.",
                "Joseph hit Patrick. He ducked, avoiding another swing, a solid leather-hard punch to the gut that knocked the wind out of him.",
                "Joseph hit Patrick. He struck him a second time with the\n\nforearm, fracturing Patrick's skull.",
                "Joseph hit Patrick. He racked him in the area of the temple by his neck.",
                "Joseph hit Patrick. He threw Patrick out the door.",
                "Joseph hit Patrick. He punched Patrick in the stomach and stomach was in pain.",
                "Joseph hit Patrick. He swung back in a final looping swing that took him behind Patrick, under the cart.",
                "Joseph hit Patrick. He was crying and in a rocking chair.",
                "Joseph hit Patrick. He hit him hard enough to throw Patrick backwards against the wall.",
                "Joseph hit Patrick. He hit him on the back of the head with the lead pipe.",
                "Joseph hit Patrick. He hit him right in the head.",
                "Joseph hit Patrick. He hit him hard and deep on the chest, so Patrick broke the hold.",
                "Joseph hit Patrick. He almost couldn't keep his mind on the driving.",
                "Joseph hit Patrick. He cried out for help, but no one came.",
                "Joseph hit Patrick. He stood there dumbly and looked away when Alonzo took the boy's hand.",
                "Joseph hit Patrick. He was already looking around for people who would smile at him and maybe even say something, but the cocktail of alcohol and his excitement left him speechless.",
                "Joseph hit Patrick. He had shot his driver at San Quentin,\nstriking him in the thigh.",
                "Joseph hit Patrick. He landed on his feet, not that far.",
                "Joseph hit Patrick. He bounced down, two steps, maybe three, landing in a crouch, chest to chest with his client.",
                "Joseph hit Patrick. He rammed Patrick in the chest with the side of his fist.",
                "Joseph hit Patrick. He leaped, but when he grasped the injured man\nat arm's length, he had found that Patrick was also unarmed.",
                "Joseph hit Patrick. He hit him with the butt of his pistol, pushing the door open to receive the broadside of the drunken Irishman who had been roused from his blankets by the ruckus.",
                "Joseph hit Patrick. He took the large medallion and slipped it into his pocket.",
                "Joseph hit Patrick. He moved the gun so that his head was pointing at Patrick."
            ],
            "counts": {
                "Joseph": 0,
                "Patrick": 21
            }
        },
        "Patrick was hit by Joseph. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        19,
                        25
                    ],
                    [
                        0,
                        7
                    ]
                ]
            },
            "sentences": [
                "Patrick was hit by Joseph. He had several stitches, received stitches in his eye and was in the hospital for the next several days.",
                "Patrick was hit by Joseph. He then shot Joseph who was lying on the ground.",
                "Patrick was hit by Joseph. He then ripped off Joseph’s shirt to take off Joseph’s brassiere.",
                "Patrick was hit by Joseph. He got up and went to Nancy's house and knocked on the door.",
                "Patrick was hit by Joseph. He spun around and hit himself in the head with the pipe as he tried to protect himself.",
                "Patrick was hit by Joseph. He was flying out.",
                "Patrick was hit by Joseph. He was not among those who testified that Joseph was struck by the other assailants.",
                "Patrick was hit by Joseph. He hit him with his hand.",
                "Patrick was hit by Joseph. He fell down on the sidewalk and hit his head on the curb when Joseph was punching him.",
                "Patrick was hit by Joseph. He returned fire but also was hit by Joseph again, this time in the arm.",
                "Patrick was hit by Joseph. He told police that Joseph had “no remorse, no concern and a completely egotistical attitude.",
                "Patrick was hit by Joseph. He then drove the victim\n\nfrom the family’s property back to his own property where he kept the chainsaw.",
                "Patrick was hit by Joseph. He was seriously injured.",
                "Patrick was hit by Joseph. He died within minutes.",
                "Patrick was hit by Joseph. He was knocked to the ground and crawled back to get up.",
                "Patrick was hit by Joseph. He's like, 'Ahem, father, who are these guys?' I said, 'Just a few friends I picked up.",
                "Patrick was hit by Joseph. He got up and looked at Joseph.",
                "Patrick was hit by Joseph. He pulled Joe's arm in.",
                "Patrick was hit by Joseph. He caught both dogs as they ran.",
                "Patrick was hit by Joseph. He died from his injuries, but it was months before the post-mortem.",
                "Patrick was hit by Joseph. He looked over his shoulder and saw Joseph raise his arms above his head and drop them to his side as he fell.",
                "Patrick was hit by Joseph. He couldn't stop his thoughts from saying, \" _Oh shit, here we go again.",
                "Patrick was hit by Joseph. He was doing what Joseph told him to do; he was begging to be hit.",
                "Patrick was hit by Joseph. He told the officers that the suspect was armed with a gun, but that the gun was fake.",
                "Patrick was hit by Joseph. He then ran after the assailants.",
                "Patrick was hit by Joseph. He grabbed a bull whip and immediately struck Joseph in the face, killing him.",
                "Patrick was hit by Joseph. He then jumped over the cars.",
                "Patrick was hit by Joseph. He admitted to punching his brother several times in the face and then dumping him on the floor.",
                "Patrick was hit by Joseph. He was found a few miles from the camp, and sent home.",
                "Patrick was hit by Joseph. He's got cuts and bruises.",
                "Patrick was hit by Joseph. He was rushed to Baptist Memorial Hospital, where he was pronounced dead about 3:10 a.",
                "Patrick was hit by Joseph. He\nkilled another, and his horse fell.",
                "Patrick was hit by Joseph. He pushed Joseph away and Patrick retreated, still wanting to fight back.",
                "Patrick was hit by Joseph. He landed on his back and rolled twice into the grass.",
                "Patrick was hit by Joseph. He then struck the garage door with his hand, then the ground outside of the garage, which sounded like thunder.",
                "Patrick was hit by Joseph. He survived, and he vowed to avenge himself on his attacker.",
                "Patrick was hit by Joseph. He turned to embrace him.",
                "Patrick was hit by Joseph. He never expressed any remorse for what happened, nor did he receive any punishment.",
                "Patrick was hit by Joseph. He was later captured by Steve Trichon and his crew and brought back to Langley.",
                "Patrick was hit by Joseph. He defended his action, and Patrick took Joseph to court, but there were \"no witnesses,\" and he had no opportunity to cross-examine Joseph.",
                "Patrick was hit by Joseph. He said Joseph was startled by his entrance into the elevator, and Joseph drove forward to avoid a collision.",
                "Patrick was hit by Joseph. He got up and went to the door and threw the book out.",
                "Patrick was hit by Joseph. He was also shot in the face.",
                "Patrick was hit by Joseph. He was struck so hard he could not hear his own screams.",
                "Patrick was hit by Joseph. He then hurried across the field to the house, where he found Joseph standing over her, knife in hand, and she pleaded with him to stop.",
                "Patrick was hit by Joseph. He asked Joseph to \"stay back\" or \"not to go.",
                "Patrick was hit by Joseph. He rose up, spun a 360, and lunged at him, throwing him from the wagon.",
                "Patrick was hit by Joseph. He\nchased\nJoe\nall over the playground.",
                "Patrick was hit by Joseph. He said Joseph got mad because Joseph was in the apartment and Patrick was there.",
                "Patrick was hit by Joseph. He and Hugh, along with Matt, ran after his attackers.",
                "Patrick was hit by Joseph. He flew two hundred feet before turning in mid-air.",
                "Patrick was hit by Joseph. He kicked the vase, sending pieces flying.",
                "Patrick was hit by Joseph. He looked up at me, a look of terror on his face.",
                "Patrick was hit by Joseph. He grabbed a hold of Joseph's outstretched arm and pushed the handlebar into Joseph's face.",
                "Patrick was hit by Joseph. He jabbed Joseph in the back with his fist.",
                "Patrick was hit by Joseph. He died within 10 minutes.",
                "Patrick was hit by Joseph. He was taken to the hospital, where he was treated for the injuries.",
                "Patrick was hit by Joseph. He and Nathaniel fell off the podium.",
                "Patrick was hit by Joseph. He and his family plan to file for bankruptcy soon.",
                "Patrick was hit by Joseph. He backed away, letting Patrick pull him away from the line of fire, dropping both his weapons.",
                "Patrick was hit by Joseph. He tried to throw Paul away, and he staggered out the door, but Joseph followed him outside.",
                "Patrick was hit by Joseph. He had to kill him.",
                "Patrick was hit by Joseph. He fell, but the children jumped on top of him and he fell back.",
                "Patrick was hit by Joseph. He fell to the floor and testified that a lamp fell on top of him.",
                "Patrick was hit by Joseph. He let him go but then punched him.",
                "Patrick was hit by Joseph. He didn't see him and made the same mistake twice.",
                "Patrick was hit by Joseph. He was totally naked.",
                "Patrick was hit by Joseph. He was killed on or about December 9, 1975, when he fell from a ladder which Joseph had placed on a newly poured concrete floor.",
                "Patrick was hit by Joseph. He threw him to the floor of the car and he got a hold of his arm.",
                "Patrick was hit by Joseph. He was gone.",
                "Patrick was hit by Joseph. He collapsed.",
                "Patrick was hit by Joseph. He did not know why he had been struck.",
                "Patrick was hit by Joseph. He falls down the stairs and dies, but Patrick doesn't want to die, so Joe becomes Patrick's spirit guide in heaven, so when Joe dies, he's going to be forever young.",
                "Patrick was hit by Joseph. He broke his shoulder and lost the piece.",
                "Patrick was hit by Joseph. He got up and grabbed Joseph's knee, but the knife still cut through his jeans.",
                "Patrick was hit by Joseph. He was dragged for several feet.",
                "Patrick was hit by Joseph. He was saved, but he was badly injured, paralyzed from the waist down.",
                "Patrick was hit by Joseph. He was taken by ambulance to the hospital and\nlater released, suffering from a head injury.",
                "Patrick was hit by Joseph. He was forced to sell part of the operation to repurchase blood and required his father to move to North Carolina.",
                "Patrick was hit by Joseph. He was crying.",
                "Patrick was hit by Joseph. He is in the ICU.",
                "Patrick was hit by Joseph. He then hit Nathaneal.",
                "Patrick was hit by Joseph. He stopped to give the others a hand.",
                "Patrick was hit by Joseph. He hit him on the back of the head with a briefcase, and Joseph grabbed at the briefcase in self defense.",
                "Patrick was hit by Joseph. He turned to Patrick to show her the place.",
                "Patrick was hit by Joseph. He went unconscious immediately and was rushed to the hospital where he stayed for eight days, while his body healed.",
                "Patrick was hit by Joseph. He was hospitalized and taken to Washington University Hospital.",
                "Patrick was hit by Joseph. He got him the first time he could and Joseph got him in the belly and he ran away from him and could not find him, and so he went back the second time and got him, but he could not get.",
                "Patrick was hit by Joseph. He did not die immediately, as Patrick hoped.",
                "Patrick was hit by Joseph. He missed the dog by three feet.",
                "Patrick was hit by Joseph. He then had sex with Pat, giving her the information\nshe needed to plead guilty to theft.",
                "Patrick was hit by Joseph. He beat him to it and tied him to a chair.",
                "Patrick was hit by Joseph. He ran off on his own to the left, then turned and ran back to us, with Joseph behind him, hollering, \"For God's sake, Joe!\"\n\nAnd that was when the blast went.",
                "Patrick was hit by Joseph. He was still looking at him.",
                "Patrick was hit by Joseph. He received a minor laceration on his left hand.",
                "Patrick was hit by Joseph. He brought the baseball bat down with his right foot, struck the man over his left eye, then caught him by his hair with his left hand and swung him around to the floor.",
                "Patrick was hit by Joseph. He sustained a small wound.",
                "Patrick was hit by Joseph. He then returned to Cyril's car and got back in.",
                "Patrick was hit by Joseph. He was stabbed six times.",
                "Patrick was hit by Joseph. He would have died if it wasn't for the timely work of the nurse."
            ],
            "counts": {
                "Joseph": 29,
                "Patrick": 8
            }
        },
        "Ken admired Geoff. He": {
            "details": {
                "pronoun": [
                    19,
                    21
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        12,
                        17
                    ]
                ]
            },
            "sentences": [
                "Ken admired Geoff. He had been for two years the only man she'd ever slept with.",
                "Ken admired Geoff. He was such a workaholic.",
                "Ken admired Geoff. He had that secret smile that you sometimes saw on fathers who were proud of their children.",
                "Ken admired Geoff. He was a lanky young man, taller than\nhimself, rather shy of people, had a perpetual dull look of \"wiped-out\"\nin his eyes.",
                "Ken admired Geoff. He was, he thought, a great British racing driver.",
                "Ken admired Geoff. He knew that, even though Geoff was eccentric and hard to please, he had a terrible habit of putting on a show when there wasn't one.",
                "Ken admired Geoff. He had a relaxed charm and ease that made him seem like a friend.",
                "Ken admired Geoff. He did not worry about his material possessions.",
                "Ken admired Geoff. He seemed genuinely concerned with everyone’s welfare.",
                "Ken admired Geoff. He was the first to explain it, then they would create an organization to help solve our transportation problems.",
                "Ken admired Geoff. He didn't know, when he was so scared and so hopeful, what he'd been imagining would be the relationship between them, but what he knew, and what he knew was that he had the good sense to understand and appreciate.",
                "Ken admired Geoff. He's incredibly easy-going and a guy you can just relax around.",
                "Ken admired Geoff. He watched his receding hairline, thin and yellowed from a diet of denim dung.",
                "Ken admired Geoff. He would be amazing.",
                "Ken admired Geoff. He was much more able to keep order in the Church.",
                "Ken admired Geoff. He'd seen what happened to Leo Wai'Led'Lah, and many others, when they had rejected the Way.",
                "Ken admired Geoff. He was the boss, after all.",
                "Ken admired Geoff. He was the one-and-only Mac.",
                "Ken admired Geoff. He was not one to cut corners, not like some of the other dentists she had dealt with.",
                "Ken admired Geoff. He was so confident and yet he still found himself regretting that he had bought the house from the accountant and not from a woman.",
                "Ken admired Geoff. He wasn't just smart, he was.",
                "Ken admired Geoff. He had always admired the way Geoff had _a-tisk'd_ at the shops, was always grumbling about the prices, and was disinclined to spend his money.",
                "Ken admired Geoff. He was a gentleman who, the way she saw it, understood women like Heller even more than Lord Hawke did.",
                "Ken admired Geoff. He'd been there long enough to know that very few of the others shared his stubbornness about Tim's role in the murder of Serena.",
                "Ken admired Geoff. He had played a perfect game all season, running out nearly every hard hit ball in his favor.",
                "Ken admired Geoff. He was a hard worker, no nonsense, no fear of wasting energy.",
                "Ken admired Geoff. He seemed to her to be a great gent.",
                "Ken admired Geoff. He was very kind, it was plain.",
                "Ken admired Geoff. He was a rather impressive young man, he had a job which paid well enough.",
                "Ken admired Geoff. He'd lived with him since he was four.",
                "Ken admired Geoff. He didn't seem to be too thrilled about a small and equally snubbed Mildred—no desire to slather her in affection, just the routine of family living and normal bed-making.",
                "Ken admired Geoff. He was as bad a driver as ever.",
                "Ken admired Geoff. He was tall, with a narrow face.",
                "Ken admired Geoff. He was the most careful man he had ever known.",
                "Ken admired Geoff. He was clever, funny, just like Richard, and as attractive as him.",
                "Ken admired Geoff. He had grown on her in the last few days.",
                "Ken admired Geoff. He was a very big man.",
                "Ken admired Geoff. He was no longer getting high on an emotional roller coaster.",
                "Ken admired Geoff. He had a winning personality, and while in uniform, the other commandos had called him \"Joey,\" and because of his accent, they nicknamed him \"Gibber.",
                "Ken admired Geoff. He was a wonderful husband and a father who'd done everything in his power to protect and defend his daughters.",
                "Ken admired Geoff. He was friendly and flattering.",
                "Ken admired Geoff. He wasn't stupid.",
                "Ken admired Geoff. He admired her intellect and her skill, and he admired her bravery.",
                "Ken admired Geoff. He seemed like a warm and good-natured man with a gentle manner and an attractive face.",
                "Ken admired Geoff. He even had him sign this,\" she said, offering the notebook.",
                "Ken admired Geoff. He had a car and a real job.",
                "Ken admired Geoff. He was self-deprecating and modest and tried his best.",
                "Ken admired Geoff. He had a funny style.",
                "Ken admired Geoff. He was all wound up.",
                "Ken admired Geoff. He took down the note and gazed at it, smoothing it out on his knee.",
                "Ken admired Geoff. He was a boy of forty-five with gray hair at his temples and a boyish, almost mischievous face.",
                "Ken admired Geoff. He didn't seem to notice that many of his friends had noticed this.",
                "Ken admired Geoff. He was strong and brave and funny, and he'd somehow forged an extremely happy life that didn't involve a lot of sweat, tears, or worry.",
                "Ken admired Geoff. He was a good guy.",
                "Ken admired Geoff. He looked soft, in his dark, boxer shorts, yellow T-shirt and sneakers.",
                "Ken admired Geoff. He was just going to hit the road.",
                "Ken admired Geoff. He admired Geoff when he hadn't been trying so hard to make their relationship work.",
                "Ken admired Geoff. He was an easy one to admire.",
                "Ken admired Geoff. He had known Geoff since he was a teen, with all the talk about him being such a kid, and then to see him grown up, so mature and so sure of himself, so at home with all his friends, made.",
                "Ken admired Geoff. He was not a bad man and he had saved her life, a fact which had never been mentioned by John, nor have I ever heard this information explained in any of the biographies and memoirs I have read.",
                "Ken admired Geoff. He'd always been nice to her, and he'd never made her feel like an intruder.",
                "Ken admired Geoff. He had been captain in both a successful season in England and, more recently, a season of heavy defeats.",
                "Ken admired Geoff. He was quite chippy, as well as a fool, but he wasn't an idiot.",
                "Ken admired Geoff. He was very handsome and worked all the time, but would stop and chat, like she could talk to him about anything.",
                "Ken admired Geoff. He was so smart.",
                "Ken admired Geoff. He'd seen many battles, but none quite like this one.",
                "Ken admired Geoff. He was a fine man.",
                "Ken admired Geoff. He had grown up in New York, one of a large family of ten brothers and sisters, and every year the summer brought a fresh group of older friends, family, and cousins together for weekends of tennis and dinners at local.",
                "Ken admired Geoff. He was much more appealing than Jeremy, and much more interested in her.",
                "Ken admired Geoff. He had the look of a young artist, working from his heart, care free, and consumed by a desire to succeed.",
                "Ken admired Geoff. He made the entire thing real, every fiber, every moment, every bit.",
                "Ken admired Geoff. He felt so lucky that he could learn something about his former classmate from him.",
                "Ken admired Geoff. He was well aware of his strength as a rider.",
                "Ken admired Geoff. He was one of the good ones.",
                "Ken admired Geoff. He always had.",
                "Ken admired Geoff. He thought he had a lot in common with him, and understood him better than many of his friends.",
                "Ken admired Geoff. He loved working hard and providing for the needs of his family.",
                "Ken admired Geoff. He might just be the son of a policeman, or an ex-gun for that matter.",
                "Ken admired Geoff. He was clearly a man of great strength, and his large-hearted smile was infectious.",
                "Ken admired Geoff. He'd had sex with him, and she knew he was attractive.",
                "Ken admired Geoff. He admired him, and he admired his unselfishness in taking it on himself to guide and protect Caitlin.",
                "Ken admired Geoff. He was the kind of man who was good with their children, and not at all the type of father who would be mean to them.",
                "Ken admired Geoff. He was a tough little guy, a fierce\ncombative fighter, and he didn't care about anyone or anything.",
                "Ken admired Geoff. He was smart and knew the world of publishing.",
                "Ken admired Geoff. He couldn't keep his eyes off him.",
                "Ken admired Geoff. He was going to college after high school, but never finished because he'd become obsessed with baseball and wasn't in a position to get a degree.",
                "Ken admired Geoff. He was something she'd like, and she'd enjoyed their dinner together.",
                "Ken admired Geoff. He always seemed to have\ntime.",
                "Ken admired Geoff. He seemed to be a fine, solid citizen.",
                "Ken admired Geoff. He admired him because he was independent, a fighter, and he had a brain.",
                "Ken admired Geoff. He was very open and friendly and didn't have an excessive sense of his own self-importance.",
                "Ken admired Geoff. He was in command of a ship filled with tough adventurers of all types.",
                "Ken admired Geoff. He was confident, and had a great sense of humour, which always attracted her.",
                "Ken admired Geoff. He knew he could trust him.",
                "Ken admired Geoff. He couldn't deny it was good.",
                "Ken admired Geoff. He seemed quite a contrast to her.",
                "Ken admired Geoff. He was like a little boy in his white shorts and white tunic.",
                "Ken admired Geoff. He worked hard.",
                "Ken admired Geoff. He was a capable surgeon.",
                "Ken admired Geoff. He was good at choosing a comfortable chair."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 4
            }
        },
        "Ken impressed Geoff. He": {
            "details": {
                "pronoun": [
                    21,
                    23
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        14,
                        19
                    ]
                ]
            },
            "sentences": [
                "Ken impressed Geoff. He stared down the hardwood bar, which reared up a good foot from the concrete floor.",
                "Ken impressed Geoff. He would ask the man all the questions he wanted, but that would not be enough.",
                "Ken impressed Geoff. He accepted with relief.",
                "Ken impressed Geoff. He couldn't wait to talk about that painting.",
                "Ken impressed Geoff. He thought we should go down the garden wall, where the moths were swarming in unorganized masses.",
                "Ken impressed Geoff. He put his hand in his pocket and pulled out a credit card.",
                "Ken impressed Geoff. He was obviously a black person and, being a former academic, he was also a reader.",
                "Ken impressed Geoff. He was a man of a million parts; he could change one part to fit another and in the process create a new system.",
                "Ken impressed Geoff. He was more content.",
                "Ken impressed Geoff. He seemed like the kind of guy who'd have a body like that.",
                "Ken impressed Geoff. He couldn't help it, and it saddened him.",
                "Ken impressed Geoff. He looked up at his teacher.",
                "Ken impressed Geoff. He waited for me to take a picture of the dog, then he stood in front of her, with a huge smile, to have a photo taken of him and Hope.",
                "Ken impressed Geoff. He was riding after her.",
                "Ken impressed Geoff. He was like an agent, a lot of fun.",
                "Ken impressed Geoff. He wasn't convinced.",
                "Ken impressed Geoff. He had come home that day to tell us he was leaving us for a second round of the French Open in a month, which was the first time that had happened.",
                "Ken impressed Geoff. He too was a math teacher.",
                "Ken impressed Geoff. He was already a master at diagnosing strokes, and in many ways he was far more perceptive and subtle about it than any doctor you could ask.",
                "Ken impressed Geoff. He also told Maree that when the story is told it will be the greatest story ever told.",
                "Ken impressed Geoff. He\nwas an expert at this.",
                "Ken impressed Geoff. He’s a nice kid, not too big, just right.",
                "Ken impressed Geoff. He couldn't help looking at her, there was something he liked about her, there was something _inviting_ about her.",
                "Ken impressed Geoff. He doubted even the Chief, who had served in Afghanistan, had ever imagined that the Taliban had a tunnel complex as sophisticated as the one at Panther's Run.",
                "Ken impressed Geoff. He was constantly with the poor of the community, and he was deeply concerned with crime, which was a major issue.",
                "Ken impressed Geoff. He was a great communicator and they had a lot in common.",
                "Ken impressed Geoff. He would not have expected it.",
                "Ken impressed Geoff. He called him a \"white-hatted hippie-dippie motherfucker.",
                "Ken impressed Geoff. He'll do it, Geoff thought.",
                "Ken impressed Geoff. He said\n\"You're going to like this.",
                "Ken impressed Geoff. He was now convinced that his technology was working.",
                "Ken impressed Geoff. He was the youngest member of the government and 'couldn't help being somewhat patronising with it'.",
                "Ken impressed Geoff. He was a true professional.",
                "Ken impressed Geoff. He was utterly thrilled with how clever, lively and entertaining this book was.",
                "Ken impressed Geoff. He said, \"Sure.",
                "Ken impressed Geoff. He did and didn't go on to argue against the provision's application to the O'Neill, in theory, in practice, and through six tournaments:\n\n\"It is not a question of taking money away from the winners.",
                "Ken impressed Geoff. He was getting along well with Reuben and the girls.",
                "Ken impressed Geoff. He looked tired and old.",
                "Ken impressed Geoff. He couldn't wait to leave for England.",
                "Ken impressed Geoff. He knew everything.",
                "Ken impressed Geoff. He said that he knew about the low-impact properties of solar because of two visits to New Zealand.",
                "Ken impressed Geoff. He thought he would like to meet her.",
                "Ken impressed Geoff. He always had.",
                "Ken impressed Geoff. He told him how to write to his mother and how\nto send his letters.",
                "Ken impressed Geoff. He took off his jacket and draped it on the wall behind them.",
                "Ken impressed Geoff. He met a couple who were trying to open a yoga studio, and Geoff asked him to help them with that as well.",
                "Ken impressed Geoff. He had figured out that the most important parameter to enhance the efficiency of the audio signal conversion was the delay between the original audio signals and the converted signals.",
                "Ken impressed Geoff. He had been given orders, like an officer, to give his 'best estimate' to the King.",
                "Ken impressed Geoff. He felt safe with his friend.",
                "Ken impressed Geoff. He had the most to give of his time and\nself to the Londoners and had, with enthusiasm, turned their very\nboring homilies to good account.",
                "Ken impressed Geoff. He had actually noticed.",
                "Ken impressed Geoff. He wondered where on earth they had come from and picked up a large spruce leaf and wiped it over the face, but there was nothing more he could do.",
                "Ken impressed Geoff. He took off his coat, tie, and rolled up his shirtsleeves.",
                "Ken impressed Geoff. He didn’t just inherit Siri’s intelligence.",
                "Ken impressed Geoff. He made a drinking motion.",
                "Ken impressed Geoff. He turned from blackest malachite to malachite itself and then turned back again.",
                "Ken impressed Geoff. He asked if he was going to be there for the\nwhole year, and if he had asked, would he get in?\n\"Yes, I'll do it,\" said Geoff, \"but it'll be some time before.",
                "Ken impressed Geoff. He has a cute moustache and an adorable outfit, and oh, those glasses.",
                "Ken impressed Geoff. He should be a damned sight better than him, with his degree, and his parents! The son was growing into a fine boy.",
                "Ken impressed Geoff. He was intelligent, well-dressed, and had no bowels.",
                "Ken impressed Geoff. He took off his coat and sat on the edge of the bunk.",
                "Ken impressed Geoff. He'd always been so patient with Toby, who would not be believed.",
                "Ken impressed Geoff. He’d surprised her.",
                "Ken impressed Geoff. He's as straight up as they come and no matter how many non-issues and difficult questions there are to be asked, Geoff is good at listening, thinking, and processing everything in an effort to come to some sort of understanding.",
                "Ken impressed Geoff. He was an outstanding athlete, but he\nexcelled in other skills as well.",
                "Ken impressed Geoff. He seemed to be a\nnice enough guy, but his credibility with the clients was\nnot that high, at least not at first.",
                "Ken impressed Geoff. He needed a submissive gamer.",
                "Ken impressed Geoff. He should.",
                "Ken impressed Geoff. He couldn't believe how hard he had worked to make the page look this good, despite the constraints of a tight schedule.",
                "Ken impressed Geoff. He saw it.",
                "Ken impressed Geoff. He appreciated what he was going through.",
                "Ken impressed Geoff. He picked up a tire iron off a nearby table and opened up the nightstand drawer.",
                "Ken impressed Geoff. He admired his courage and high-mindedness.",
                "Ken impressed Geoff. He was strong, sure of himself.",
                "Ken impressed Geoff. He'd expected a lot of the students to be snooty, but not so much, he thought.",
                "Ken impressed Geoff. He is the gentlest, kindest man she has ever known.",
                "Ken impressed Geoff. He liked how he could escape from him.",
                "Ken impressed Geoff. He shook his head.",
                "Ken impressed Geoff. He thought it was real funny.",
                "Ken impressed Geoff. He was taller than Sam, but somehow that was OK.",
                "Ken impressed Geoff. He was all right for the time being.",
                "Ken impressed Geoff. He thought of him as a would-be prisoner, but still.",
                "Ken impressed Geoff. He recalled\nthe principal in an anecdote.",
                "Ken impressed Geoff. He told him he would take the lecture\nin the most complete and intelligible way he could and to stop wasting\ntime on them.",
                "Ken impressed Geoff. He couldn't get the white in him that the other did.",
                "Ken impressed Geoff. He admired the effort the general and Dr.",
                "Ken impressed Geoff. He was always good at fixing things— _even when they were broken_.",
                "Ken impressed Geoff. He'd told his half of the team that they needed to find a more original way of going about their work, but where were they going to find that? The sooner they came up with some ideas of their own, the sooner.",
                "Ken impressed Geoff. He was in fact only too anxious to be amused, for his whole conversation was devoted to a son of Elizabeth's, to which he occasionally referred as the lovely boy called Loyalty.",
                "Ken impressed Geoff. He started to smile and opened the door.",
                "Ken impressed Geoff. He had a new look on him, fresh and strong.",
                "Ken impressed Geoff. He was very pleased to see Dr.",
                "Ken impressed Geoff. He hadn't made any jokes about it yet.",
                "Ken impressed Geoff. He'd had to get out of town.",
                "Ken impressed Geoff. He's a good boy.",
                "Ken impressed Geoff. He'd turned into a machine; if he were human, he'd be cast as a bad guy.",
                "Ken impressed Geoff. He would never give away the secret of the moon.",
                "Ken impressed Geoff. He was busy trying to piece together the whole of this, but slowly, it was beginning to come together.",
                "Ken impressed Geoff. He had just picked the perfect shot for his private box, positioned the shot glass beside the stage, and cupped his hand in front of his mouth.",
                "Ken impressed Geoff. He had to be off to military intelligence; an assignment that would take him away from Betty for a few weeks."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 4
            }
        },
        "Simon ran towards Richard. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        18,
                        25
                    ]
                ]
            },
            "sentences": [
                "Simon ran towards Richard. He put his arms around him.",
                "Simon ran towards Richard. He was wrapped in a loose-fitting coat, and looking more like a German athlete than a robber.",
                "Simon ran towards Richard. He wrapped his arms around Richard's waist and held him against his chest.",
                "Simon ran towards Richard. He noticed the lead was dangling from his hand.",
                "Simon ran towards Richard. He reached out to grab him by the arm, but only found Richard’s black t-shirt.",
                "Simon ran towards Richard. He knelt at his side, put a hand on his cheek, stroked his hair back.",
                "Simon ran towards Richard. He ran after him as fast as he could, and then\nhe shouted: \"It is not my father, but I know he is coming.",
                "Simon ran towards Richard. He threw his arms around him, but neither of them could break free.",
                "Simon ran towards Richard. He grabbed Richard by the shoulders.",
                "Simon ran towards Richard. He did not know the others and was concentrating on getting back to the others as soon as possible.",
                "Simon ran towards Richard. He had found them in the atrium, standing in silence together.",
                "Simon ran towards Richard. He was not quite thirteen; he had not been born in the country; yet he was much larger than Richard.",
                "Simon ran towards Richard. He stopped and turned back around.",
                "Simon ran towards Richard. He was holding his neck and blinking and trying to open his eyes.",
                "Simon ran towards Richard. He put his hands out.",
                "Simon ran towards Richard. He was bigger than everyone else, but Simon was confident of the space he had, and could easily have taken on the hefty boy, if Richard had been rash.",
                "Simon ran towards Richard. He was nearly\nupon him, when some one cried, \"Hold, hold, gentlemen, don't be in such\nhaste.",
                "Simon ran towards Richard. He put his hands around the prophet's neck.",
                "Simon ran towards Richard. He reached Richard's side just as Leo sprinted up.",
                "Simon ran towards Richard. He noticed the wild, hungry look in his eyes, and the physical pain as the spell took hold, and ran for him.",
                "Simon ran towards Richard. He took his son in his arms, and as he did so, he began to cry.",
                "Simon ran towards Richard. He felt his face was going to split in two as he ran.",
                "Simon ran towards Richard. He fell into his arms and sobbed.",
                "Simon ran towards Richard. He tried to grab him, but Richard moved quickly and grabbed Richard by the throat and squeezed.",
                "Simon ran towards Richard. He was so strong.",
                "Simon ran towards Richard. He\nclutched Richard by the shoulders, and\nshouted.",
                "Simon ran towards Richard. He grabbed the younger man's right arm and dragged him away from the two men in uniform who were following Henry.",
                "Simon ran towards Richard. He yanked Richard towards the short wet stairway, shouting to get the kid to help them.",
                "Simon ran towards Richard. He grabbed hold of his hands and began shaking them.",
                "Simon ran towards Richard. He tried to grab the sword, but the sword came back and hit him.",
                "Simon ran towards Richard. He grabbed his arm, holding on to it hard.",
                "Simon ran towards Richard. He grabbed him and pulled him away.",
                "Simon ran towards Richard. He held his arms out wide.",
                "Simon ran towards Richard. He stopped at the edge of the tree line.",
                "Simon ran towards Richard. He reached him and grabbed him by the arm.",
                "Simon ran towards Richard. He ignored the jostling\ncrowds that had gathered around him and caught Richard's arm, pulling him\ntoward the house.",
                "Simon ran towards Richard. He put his hand out to greet him,\nand, shaking his head as he did so, caught up the big cap he had been\nplaying with on the floor.",
                "Simon ran towards Richard. He raised a hand and a girl in an orange sundress sprang up out of a gap between two beds.",
                "Simon ran towards Richard. He came to a fork in the road.",
                "Simon ran towards Richard. He was a good man who made no noise, but if he had been howling, he would not have been the first to go.",
                "Simon ran towards Richard. He grabbed his arm and kept pulling him away from the corner.",
                "Simon ran towards Richard. He caught him with one hand, just as the\nfire ignited the white feathers that stood against the stones.",
                "Simon ran towards Richard. He had managed to reach his father's coat pocket and was waving the cloth-wrapped object in the air.",
                "Simon ran towards Richard. He didn't see it was Lydia; he was\nsure it was.",
                "Simon ran towards Richard. He grabbed him by the shoulders.",
                "Simon ran towards Richard. He threw himself to the ground, kneeling beside Richard's\nhelmet.",
                "Simon ran towards Richard. He kissed him for the first time, almost as if he were embarrassed.",
                "Simon ran towards Richard. He tried to grab the cloak but it flew away from him.",
                "Simon ran towards Richard. He had his arms outstretched, as if he were receiving an embrace.",
                "Simon ran towards Richard. He knelt down beside him.",
                "Simon ran towards Richard. He put out his arms, and Richard clasped his father around the waist, and both wept.",
                "Simon ran towards Richard. He grabbed him by the back of the collar and dragged him backwards over the blood-stained ground.",
                "Simon ran towards Richard. He knew the way to the bunker better than Richard did.",
                "Simon ran towards Richard. He said to him, 'Richard, give me your hand, and I will\nprove to you that the voice of the great and noble dead will be forever\nliving in our ears.",
                "Simon ran towards Richard. He was out of breath.",
                "Simon ran towards Richard. He threw his arm around his friend and kissed him on the cheek.",
                "Simon ran towards Richard. He tried to grab him, but Richard knocked him to the ground and kicked him with a foot.",
                "Simon ran towards Richard. He shouldered the door open and stumbled inside, flopping onto the pillows on the settee.",
                "Simon ran towards Richard. He held the gun up, not looking at it yet.",
                "Simon ran towards Richard. He tripped over the torn pieces of paper, which were embedded in the earth.",
                "Simon ran towards Richard. He went to the end of the car to try to save his father.",
                "Simon ran towards Richard. He saw that he was alive.",
                "Simon ran towards Richard. He saw that he'd opened the front door and that he was walking down the hall towards them.",
                "Simon ran towards Richard. He grasped the shield from his hand, and\nat the same time, with the rapid movement of a striking snake, he\nlevelled a deadly blow at his head.",
                "Simon ran towards Richard. He couldn't stop to think that a second more and his lungs would explode.",
                "Simon ran towards Richard. He dropped to his knees and opened his arms.",
                "Simon ran towards Richard. He caught hold of him, and held him back,\nbetween himself and the light.",
                "Simon ran towards Richard. He caught up with him and wrapped his arms around him.",
                "Simon ran towards Richard. He picked up the tank at his feet and took it with him.",
                "Simon ran towards Richard. He was standing on the top of the railing, shaking the first man off.",
                "Simon ran towards Richard. He leaped onto the waiting horse, and together\nthey galloped from the castle to the gates.",
                "Simon ran towards Richard. He stepped on my foot as he ran to catch up to David.",
                "Simon ran towards Richard. He threw his arms around him and started to cry, and was shaking his head, and rocking back and forth, and crying, \"Oh, my God, Richard!\"\n\n\"I'm so sorry!\" said Richard.",
                "Simon ran towards Richard. He had his hand on the hilt of a hunting knife, and his pistol was in his other hand.",
                "Simon ran towards Richard. He reached out and grasped Richard's hand, just as Mally rushed over to the children.",
                "Simon ran towards Richard. He raised his arms in the air.",
                "Simon ran towards Richard. He lifted him up into his arms and then he\ndragged him down the hallway.",
                "Simon ran towards Richard. He was looking around desperately,\nstraining to see who had fled, what direction the pursuit would\ntake.",
                "Simon ran towards Richard. He could see the old man half dragging the other, hands pressing at something on his back.",
                "Simon ran towards Richard. He ran over to where George was lying, but he didn't get to him in time.",
                "Simon ran towards Richard. He was still out of it and had the hat and gloves in his hand.",
                "Simon ran towards Richard. He quickly caught his father's arm and then pulled him away, out of the circle.",
                "Simon ran towards Richard. He turned around.",
                "Simon ran towards Richard. He turned, and, coming upon him full\nspeed, jumped at his feet.",
                "Simon ran towards Richard. He didn't speak.",
                "Simon ran towards Richard. He was standing at the railing staring down at the ground and panting.",
                "Simon ran towards Richard. He heard someone calling his name and drew in an agonised breath.",
                "Simon ran towards Richard. He managed to break his fall with his hand\nas the crowd screamed in astonishment.",
                "Simon ran towards Richard. He didn't hear what Richard said, but\nthought of the past few weeks.",
                "Simon ran towards Richard. He dove at the side of his body and Richard had to push him out of the way.",
                "Simon ran towards Richard. He wrapped his arms around him, and Richard felt the boy's bony chest, strong hands clutching the back of his neck, his own eyes full of tears.",
                "Simon ran towards Richard. He met him in the entranceway, covered his\nface with his hands, and sobbed in a paroxysm of weeping.",
                "Simon ran towards Richard. He was standing on the padded platform, surrounded by the fire hoses of water.",
                "Simon ran towards Richard. He told him there was a very bad smell coming from under the stairs.",
                "Simon ran towards Richard. He grabbed a hold of his shoulder.",
                "Simon ran towards Richard. He shouted at me, \"Get my gun!\"\n\nI ran into the stable, loaded the gun and had a good look round.",
                "Simon ran towards Richard. He could see the fear in Richard's eyes.",
                "Simon ran towards Richard. He pressed his forehead against his ear.",
                "Simon ran towards Richard. He pushed him off me, but then Richard picked up Richard's sword and punched me in the side.",
                "Simon ran towards Richard. He was in front of her, holding a knife."
            ],
            "counts": {
                "Simon": 1,
                "Richard": 25
            }
        },
        "Simon ran away from Richard. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        20,
                        27
                    ]
                ]
            },
            "sentences": [
                "Simon ran away from Richard. He never came back to the queen or to the Round Table.",
                "Simon ran away from Richard. He was not afraid.",
                "Simon ran away from Richard. He said he didn't want to see Richard anymore.",
                "Simon ran away from Richard. He knew that Richard would have a hunt, that\nhe would be with the hunters from the mountains, and he did not wish\nto remain at the manor and have them find him.",
                "Simon ran away from Richard. He was ten years old, and his brother, they had argued for an hour on the way home from the Post Office.",
                "Simon ran away from Richard. He wasn't much good with people anyway, but he knew a spell that would take him back to that tavern.",
                "Simon ran away from Richard. He went to the Police Station and they forced him to write a letter to Richard.",
                "Simon ran away from Richard. He gave his life to Jesus, and Richard.",
                "Simon ran away from Richard. He had sought counsel from his parents about how to punish himself, but his father had only advised him to rest in silence and allow his self-pity to subside.",
                "Simon ran away from Richard. He loved him; at the same time, he hated him.",
                "Simon ran away from Richard. He was determined not to be alone.",
                "Simon ran away from Richard. He caught the tail end of his last words to Laura: 'I need her.",
                "Simon ran away from Richard. He had not gone far before he fell down a hole and got stuck.",
                "Simon ran away from Richard. He would tell.",
                "Simon ran away from Richard. He knew that.",
                "Simon ran away from Richard. He did it before, a couple of times, and we caught him.",
                "Simon ran away from Richard. He probably won't even come looking for me.",
                "Simon ran away from Richard. He had escaped\nfrom the spot where they had met.",
                "Simon ran away from Richard. He's out of control.",
                "Simon ran away from Richard. He didn't know what to do anymore.",
                "Simon ran away from Richard. He didn't want anything to do with Richard anymore.",
                "Simon ran away from Richard. He had made up his mind not to stay with Richard anymore.",
                "Simon ran away from Richard. He got his friends to feed them a hallucinogenic liquid called Mandrax.",
                "Simon ran away from Richard. He made things up about her.",
                "Simon ran away from Richard. He ran and ran and ran.",
                "Simon ran away from Richard. He never had to do anything he did not want to do.",
                "Simon ran away from Richard. He ran and he ran and he ran, and there was no one\nwilling to go with him.",
                "Simon ran away from Richard. He found work and things have changed a lot since, although he could never quite go back to the person he was.",
                "Simon ran away from Richard. He wouldn't run from me.",
                "Simon ran away from Richard. He wasn't coming back.",
                "Simon ran away from Richard. He did not know it, but I know it.",
                "Simon ran away from Richard. He felt too powerless to prevent the murder of his brother.",
                "Simon ran away from Richard. He stole the money and disappeared.",
                "Simon ran away from Richard. He did not\nhave the cunning and for this his father refused him the seat on the\ncouncil.",
                "Simon ran away from Richard. He ran away and.",
                "Simon ran away from Richard. He was no good.",
                "Simon ran away from Richard. He runs away from the only family he has ever known.",
                "Simon ran away from Richard. He was wearing a white suit.",
                "Simon ran away from Richard. He went to the house of the rector, and as he went, he continued to repeat his decision that he had made.",
                "Simon ran away from Richard. He was certain that some of Richard's plans, if they ever came to light, would reveal his role.",
                "Simon ran away from Richard. He was terrified of him.",
                "Simon ran away from Richard. He was afraid, and because of this fear, his life fell to pieces, as it always does, when he is forced into opposition.",
                "Simon ran away from Richard. He ran down the hallway to the stairway at the end of the passage, slamming the front door behind him as he went.",
                "Simon ran away from Richard. He fled from the scene of the offense, and has left the bar without calling the police.",
                "Simon ran away from Richard. He fled as soon as he knew about the fight.",
                "Simon ran away from Richard. He died.",
                "Simon ran away from Richard. He didn't need to know the answer to what, because he already knew.",
                "Simon ran away from Richard. He turned right toward a covered market and called, \"It's not happening tonight, Abi, but I'm not sure when it will be happening.",
                "Simon ran away from Richard. He killed Richard.",
                "Simon ran away from Richard. He ran through the campsite and away to the nearby woods.",
                "Simon ran away from Richard. He\nstumbled on the rocks in the gully, and the current carried him swiftly\ndown into the middle of the chasm.",
                "Simon ran away from Richard. He just didn't want to be the reason that his friend became captain of the guard.",
                "Simon ran away from Richard. He was in his room.",
                "Simon ran away from Richard. He was supposed to be some slick-talking attorney.",
                "Simon ran away from Richard. He doesn’t understand how to be in the real world, while Richard is convinced that he belongs in the fairy world.",
                "Simon ran away from Richard. He let us go.",
                "Simon ran away from Richard. He'd never\nbeen as angry before.",
                "Simon ran away from Richard. He didn't run anywhere.",
                "Simon ran away from Richard. He made an appointment with Waddell and her stepfather, and appeared in court several times, with an air of injured dignity.",
                "Simon ran away from Richard. He'd try to flee anywhere, into the woods, and Simon would follow him and they'd both be killed.",
                "Simon ran away from Richard. He lied, too.",
                "Simon ran away from Richard. He was consumed by guilt and by a desire for vengeance.",
                "Simon ran away from Richard. He left a note that he was \"burning to go to Thevenot, which you may follow.",
                "Simon ran away from Richard. He ran straight to King Richard.",
                "Simon ran away from Richard. He’s the enemy of the nation.",
                "Simon ran away from Richard. He did not go through the roof.",
                "Simon ran away from Richard. He ran around the bushes, or ran\nfor the bushes.",
                "Simon ran away from Richard. He ran from one side of the room to the other and could not hide.",
                "Simon ran away from Richard. He did not seem to care whether they all\nlived or died.",
                "Simon ran away from Richard. He said, in a roundabout way, that he had an idea.",
                "Simon ran away from Richard. He didn't follow, because he had no one he wanted to follow.",
                "Simon ran away from Richard. He would call himself a traitor, and a liar, if his lord loved him.",
                "Simon ran away from Richard. He's a smart guy, but he can't be my mom's replacement for anything.",
                "Simon ran away from Richard. He fled to avoid saying that he was sorry.",
                "Simon ran away from Richard. He went into hiding, in one of the villages that were hardly touched by the plague and were more isolated from the rest of the population.",
                "Simon ran away from Richard. He'd never turn back.",
                "Simon ran away from Richard. He raced towards the towers.",
                "Simon ran away from Richard. He pushed him into the corner.",
                "Simon ran away from Richard. He ran to Kári's house with two other men, hid there for a short time, then took leave for Regnbuen.",
                "Simon ran away from Richard. He doesn’t want to be with him anymore.",
                "Simon ran away from Richard. He was on his way to seek his fortune in Constantinople.",
                "Simon ran away from Richard. He found a kind stranger who cared for him, a few days' walk from the prison.",
                "Simon ran away from Richard. He was only a kid.",
                "Simon ran away from Richard. He was rather late in getting home from work that evening.",
                "Simon ran away from Richard. He ran far.",
                "Simon ran away from Richard. He found work in Brooklyn.",
                "Simon ran away from Richard. He ran away from everything and everyone.",
                "Simon ran away from Richard. He has made a return to a life of abusing women, he has certainly spent a lot of time in prison and Richard hopes he will redeem himself.",
                "Simon ran away from Richard. He took the bus all the time.",
                "Simon ran away from Richard. He always ran away from his mother.",
                "Simon ran away from Richard. He ran straight to the little hut, he\nstood at the gate, and the little door stood open; the child entered.",
                "Simon ran away from Richard. He ran away from his marriage.",
                "Simon ran away from Richard. He did not run so quickly as to meet Simon, and had\nbut a moment to prepare his work and survey the ground before the moon rose,\nand giving it only an hour to dry the grass where he had.",
                "Simon ran away from Richard. He had to find the lost boy.",
                "Simon ran away from Richard. He was such a strong young man, and he seemed so able to fight, but he would not stand by when his younger brother was in danger.",
                "Simon ran away from Richard. He went west through Silver Lake and tried to get lost in a maze of suburban cul-de-sacs.",
                "Simon ran away from Richard. He would rather be the Prince of Persia.",
                "Simon ran away from Richard. He and Josh ran out the back of the house, up toward the street.",
                "Simon ran away from Richard. He rushed away from the city, heading for the hills and\nbattles, and he said, 'I thought you were with me.",
                "Simon ran away from Richard. He got in a car and went back home, where he found an envelope of money in his mailbox, which he gave to his parents and they went to the mall and bought ice cream."
            ],
            "counts": {
                "Simon": 2,
                "Richard": 11
            }
        },
        "John passed a comic to Bill. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        23,
                        27
                    ]
                ]
            },
            "sentences": [
                "John passed a comic to Bill. He held it tight, and Bill read it quickly:\n\nWhen her mother was a little girl, she had two beaus.",
                "John passed a comic to Bill. He wasn't doing anything funny so he threw it at the vending machine.",
                "John passed a comic to Bill. He picked one out.",
                "John passed a comic to Bill. He had heard such things from his guests, and in\nthe middle of one of them one of them might cry:\n\n\"Some one sat in the window for a year.",
                "John passed a comic to Bill. He glanced at it and said, \"I can't,\" and began to laugh.",
                "John passed a comic to Bill. He hadn't laughed.",
                "John passed a comic to Bill. He picked up the comic and said, \"Come on, Bill.",
                "John passed a comic to Bill. He dropped his\ncigarette and bent over, to read.",
                "John passed a comic to Bill. He handed the comic back to Bill.",
                "John passed a comic to Bill. He hit the drum, the rackets zinged, and Alex and I tried to link.",
                "John passed a comic to Bill. He could barely force a laugh.",
                "John passed a comic to Bill. He put it down.",
                "John passed a comic to Bill. He read it.",
                "John passed a comic to Bill. He grabbed it from him and slurred, “That’s fucking nice, isn’t it.",
                "John passed a comic to Bill. He raised the arm that was about to fall into the sea, said, \"Stop your gawking, bearers, and load it.",
                "John passed a comic to Bill. He couldn't see his face in the dark.",
                "John passed a comic to Bill. He wondered why she didn't ask for his opinion.",
                "John passed a comic to Bill. He could not bear to part with it,\nand to keep it he was obliged to keep it on his lap for the time, a\ncircumstance that once was most useful to himself and his house.",
                "John passed a comic to Bill. He cracked up.",
                "John passed a comic to Bill. He opened it, and caught a glance at the cover.",
                "John passed a comic to Bill. He started reading the comic then a look of complete comprehension turned his face into a smile.",
                "John passed a comic to Bill. He held it tight, clenched his lips and stuck out his tongue.",
                "John passed a comic to Bill. He took it.",
                "John passed a comic to Bill. He was supposed to say that it was a funny one-liner, but the joke really wasn't funny.",
                "John passed a comic to Bill. He was shaking, he could barely read it.",
                "John passed a comic to Bill. He was doing the parrot routines—we're a pair of idiots.",
                "John passed a comic to Bill. He shook his head.",
                "John passed a comic to Bill. He liked it but didn't give it any credit.",
                "John passed a comic to Bill. He had once even represented Disney at the 1964 World's Fair in New York.",
                "John passed a comic to Bill. He peered at it.",
                "John passed a comic to Bill. He joked, “My wife is so strict that she doesn’t let me out of the house for more than four hours.",
                "John passed a comic to Bill. He had the back of the cover glued to his back.",
                "John passed a comic to Bill. He said, \"Claymation, dude! Remember you told us they could do that?\" Bill said, \"No, I don't.",
                "John passed a comic to Bill. He pulled out a Conexus and took a long draw on it.",
                "John passed a comic to Bill. He gave him his biggest grin, and everybody in the room cracked up, and everybody in the room said, 'It's amazing how far you've come in just six years.",
                "John passed a comic to Bill. He bent down and whispered.",
                "John passed a comic to Bill. He laughed but kept reading.",
                "John passed a comic to Bill. He knew what was going on.",
                "John passed a comic to Bill. He smiled and said, “I’ve got one just like this!”\n\nIt was the final day of the four days (Wednesday – Friday) of the Fabulous Supercuts and Light Tears World Tour.",
                "John passed a comic to Bill. He could see a sketch of an elevator sliding down a metal banister.",
                "John passed a comic to Bill. He was still clutching the comic, but he let go of it when he saw me holding it out.",
                "John passed a comic to Bill. He pulled a six-pack of beer from the fridge and took a swig.",
                "John passed a comic to Bill. He choked, and coughed, and in a general way began to\nwring his hand.",
                "John passed a comic to Bill. He wasn't too successful.",
                "John passed a comic to Bill. He\nwithered away on a pretty young debutante, and then shook a bank-note\nat William.",
                "John passed a comic to Bill. He looked up.",
                "John passed a comic to Bill. He sat down and said, \"I'm still undecided whether I like or dislike this comic.",
                "John passed a comic to Bill. He read it, which, of course, was funny.",
                "John passed a comic to Bill. He said, 'What's the best kind of louse that should go into the mixture?' Bill read it and replied, 'Anything that has heads and feet, but anything at all will do.",
                "John passed a comic to Bill. He looked at it.",
                "John passed a comic to Bill. He fumbled it.",
                "John passed a comic to Bill. He tried a quick sidelong look at Frank and Bill was trying to watch the King.",
                "John passed a comic to Bill. He sat on the arm of his chair, and the comic, at the touch of his long thin fingers, seemed to leap into life and concern itself with the gentleman at the window.",
                "John passed a comic to Bill. He opened it and placed it on the newspaper.",
                "John passed a comic to Bill. He asked Bill if he had seen it.",
                "John passed a comic to Bill. He tilted his head, frowning, and turned it over to inspect its cover.",
                "John passed a comic to Bill. He said, 'So that's your handle in the paper.",
                "John passed a comic to Bill. He crouched over his bed and held the pages of his comic high.",
                "John passed a comic to Bill. He turned it over, shrugged, and\nsaid:\n\n\"I'll tell you about that laugh when I get done reading it.",
                "John passed a comic to Bill. He read through it.",
                "John passed a comic to Bill. He sighed and picked up his cup.",
                "John passed a comic to Bill. He had been in a minor key, he read to the end, his face completely blank and his eyes so still that they could have been pained.",
                "John passed a comic to Bill. He grunted.",
                "John passed a comic to Bill. He just sat there staring at it.",
                "John passed a comic to Bill. He passed one to Ray.",
                "John passed a comic to Bill. He said he should sign up for it, but I'd stopped working as an agent by the time he came in.",
                "John passed a comic to Bill. He really liked them.",
                "John passed a comic to Bill. He said: 'This guy's a musician.",
                "John passed a comic to Bill. He wrote it out in his neat script, and Bill read it aloud, giving them a description of the characters and a quick synopsis of the plot.",
                "John passed a comic to Bill. He looked down at it and frowned, then laughed and said, \"Those are good.",
                "John passed a comic to Bill. He thought that it was a copy.",
                "John passed a comic to Bill. He couldn't see what was funny in it.",
                "John passed a comic to Bill. He had the tickets and the\n     money and counted out all the bills.",
                "John passed a comic to Bill. He and Bill laughed.",
                "John passed a comic to Bill. He laughed.",
                "John passed a comic to Bill. He looked at it.",
                "John passed a comic to Bill. He read it out, as if Bill were right there with him.",
                "John passed a comic to Bill. He says it's good.",
                "John passed a comic to Bill. He had not moved.",
                "John passed a comic to Bill. He laughed and slapped his thighs, pulling on a large, white smile.",
                "John passed a comic to Bill. He told the audience to leave out the jokes because it wasn't important to them anyway.",
                "John passed a comic to Bill. He was holding a bottle of ginger ale and a beer can in his other hand.",
                "John passed a comic to Bill. He looked at it, squinted, raised a finger, put the comic back on the table.",
                "John passed a comic to Bill. He put it in his pocket.",
                "John passed a comic to Bill. He knew exactly what he wanted.",
                "John passed a comic to Bill. He burst into laughter.",
                "John passed a comic to Bill. He looked at it then passed it to me.",
                "John passed a comic to Bill. He had to read through this whole script before nodding his head to give it a moment's attention, since he'd glanced over the prior one only a few minutes ago.",
                "John passed a comic to Bill. He gestured for it, and Bill tossed it on the table.",
                "John passed a comic to Bill. He handed him a fiver, a tenner, a twentyner, a fiftyner.",
                "John passed a comic to Bill. He started to read it.",
                "John passed a comic to Bill. He could make jokes about my unborn child.",
                "John passed a comic to Bill. He told him to make a fool of himself.",
                "John passed a comic to Bill. He bowed politely, but said, 'Mr.",
                "John passed a comic to Bill. He took it, glanced at it, turned the comic upside down, read it, found a penciled sketch for a billy-goat with a cartoon man's head.",
                "John passed a comic to Bill. He only laughed a little.",
                "John passed a comic to Bill. He turned and smiled at the crowd, but went on.",
                "John passed a comic to Bill. He laughed and passed him back.",
                "John passed a comic to Bill. He shook his head, and we heard the word'_murder_'from behind the closed door of the stall.",
                "John passed a comic to Bill. He broke the first seal and started the video."
            ],
            "counts": {
                "John": 0,
                "Bill": 11
            }
        },
        "John was passing a comic to Bill. He": {
            "details": {
                "pronoun": [
                    34,
                    36
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        28,
                        32
                    ]
                ]
            },
            "sentences": [
                "John was passing a comic to Bill. He looked at Bill.",
                "John was passing a comic to Bill. He had been standing so long that the comic's spring had come all the way out and snapped, and he had had to reach for a pencil to put the words in again.",
                "John was passing a comic to Bill. He did not see the\ncat come out from the curtains and jump up between him and Bill, and\nyelp at him, giving his impression that the cat was\n\n5332\n\nkilling.",
                "John was passing a comic to Bill. He saw me watching him.",
                "John was passing a comic to Bill. He passed it to Katie.",
                "John was passing a comic to Bill. He had given one to me before, but I didn't know if I could get through all the pictures.",
                "John was passing a comic to Bill. He was going into the bathroom.",
                "John was passing a comic to Bill. He\nnoticed a postcard addressed to \"My Darling George\" lying on the\ntable, and gave it to him.",
                "John was passing a comic to Bill. He said something, and Bill stared at him.",
                "John was passing a comic to Bill. He kept his eyes on the newspaper.",
                "John was passing a comic to Bill. He said, 'Tell them what happened to the Boggart.",
                "John was passing a comic to Bill. He passed him a dirty shirt to put on to go fishing.",
                "John was passing a comic to Bill. He looked up and saw Jack with his boy, Joe.",
                "John was passing a comic to Bill. He didn't have a response.",
                "John was passing a comic to Bill. He made a mental note to give his friend something on his favourite subject.",
                "John was passing a comic to Bill. He said: 'Well, Bill, what do you think of it? What do you think of the new comic Bill Tidy?' And Bill said, 'I don't think much of it.",
                "John was passing a comic to Bill. He didn't know whether he ought to\nreturn it.",
                "John was passing a comic to Bill. He said he'd never read anything more hilarious in his life.",
                "John was passing a comic to Bill. He suddenly pointed the paper at me.",
                "John was passing a comic to Bill. He was also doing the same to Frank, Ned, Gus and Fenton.",
                "John was passing a comic to Bill. He nodded his head at a small,\nwell-dressed girl who was sitting on the veranda in a rocking chair,\nwatching a group of people on the grass below.",
                "John was passing a comic to Bill. He was going to the coat check.",
                "John was passing a comic to Bill. He drew a few wry looks from Joe Cocker as the other cast members glanced over, but it was one of those lucky things: Joe Cocker, oblivious to the fanfare, was his own.",
                "John was passing a comic to Bill. He put it in my hands.",
                "John was passing a comic to Bill. He told him he owed him three thousand dollars from the last picture and would Bill be happy to give the money back in three years if he could guarantee a third picture.",
                "John was passing a comic to Bill. He glanced down at his notepad and read his own scribble and then he got the message.",
                "John was passing a comic to Bill. He gave me a try, and I tried some comic-book titles, \"Adventure Comics\" and \"Tower Comics,\" among others.",
                "John was passing a comic to Bill. He heard the laughter and then recognized his son.",
                "John was passing a comic to Bill. He passed it back.",
                "John was passing a comic to Bill. He reached for it.",
                "John was passing a comic to Bill. He laughed.",
                "John was passing a comic to Bill. He missed a line and it brought an uproar down the table.",
                "John was passing a comic to Bill. He said to me that he hoped that what I was saying to Bill would also help him, because I certainly don't help Bill much with his career, though he does improve it considerably.",
                "John was passing a comic to Bill. He'd been drinking.",
                "John was passing a comic to Bill. He had no idea it was a bomb.",
                "John was passing a comic to Bill. He said, \"It was so long ago.",
                "John was passing a comic to Bill. He said, \"It is about Tony.",
                "John was passing a comic to Bill. He brought him back into the room, and I got up, and said, \"You make an awful lot of fuss about this comical picture, and get a drink on the sly.",
                "John was passing a comic to Bill. He knew what it was by sight, because his brothers and sister used to bring him more of them when he was about ten years old.",
                "John was passing a comic to Bill. He didn't like the jokes.",
                "John was passing a comic to Bill. He went up to him and said, \"Here, kid, what's this?\"\n\n\"Oh, it's a joke.",
                "John was passing a comic to Bill. He just told us that he thought the protagonist of the comic book should be named Beck.",
                "John was passing a comic to Bill. He had got rather the best of it, for the comic had hit him on the head.",
                "John was passing a comic to Bill. He said, \"Woo-hoo!\" and took it away from Bill.",
                "John was passing a comic to Bill. He said he would study it for a while, and after a time he raised his finger as if to indicate that he could make himself understood, but of course his ears had stopped working.",
                "John was passing a comic to Bill. He said Bill’s got a fool face, and had a go.",
                "John was passing a comic to Bill. He glanced up.",
                "John was passing a comic to Bill. He was afraid of comedy.",
                "John was passing a comic to Bill. He started over to watch it.",
                "John was passing a comic to Bill. He moved toward Bill, the comic half held out.",
                "John was passing a comic to Bill. He joked, \"Bill, I got a call about a guy from the night before.",
                "John was passing a comic to Bill. He looked over at him, handed it back, and walked away.",
                "John was passing a comic to Bill. He hadn't seen anything he liked and he was tempted to skip it.",
                "John was passing a comic to Bill. He'd won a prize at school for best set of special effects.",
                "John was passing a comic to Bill. He put it in the slot and it\nlanded on the other side.",
                "John was passing a comic to Bill. He tossed it to me.",
                "John was passing a comic to Bill. He said that Bill\nwas \"looking out for more ideas.",
                "John was passing a comic to Bill. He dropped the comic and looked over at us and said, \"Hi.",
                "John was passing a comic to Bill. He and Paul were standing on a road.",
                "John was passing a comic to Bill. He didn't like the comic.",
                "John was passing a comic to Bill. He couldn't wait to hear this one, just as he couldn't wait for Billy's cameo.",
                "John was passing a comic to Bill. He simply looked at it for a moment, thought it was funny and flipped it over.",
                "John was passing a comic to Bill. He came up to the stage and I picked up a beer and said to the audience, \"It's the lucky guy.",
                "John was passing a comic to Bill. He went through the hole and turned on the light.",
                "John was passing a comic to Bill. He grinned, and ran his thumb down the outer seam of the cover.",
                "John was passing a comic to Bill. He threw it at him, and I got to thinking and went over to retrieve it, and there was this big man standing there, but he didn't move at all, just stared at me.",
                "John was passing a comic to Bill. He dropped his comic.",
                "John was passing a comic to Bill. He was a fatter version of Dad.",
                "John was passing a comic to Bill. He tore it to pieces.",
                "John was passing a comic to Bill. He burst into laughter.",
                "John was passing a comic to Bill. He heard his voice coming out through the\npicture as he sat in the theatre, reading his comic-book.",
                "John was passing a comic to Bill. He nodded and George went, 'That's about right.",
                "John was passing a comic to Bill. He held the comic and he gave it to Bill.",
                "John was passing a comic to Bill. He held the pages in his hands,\nwith fingers spread out, and let the comic drop to the floor.",
                "John was passing a comic to Bill. He took it from him and thought, \"Maybe I could do that.",
                "John was passing a comic to Bill. He said, \"You should see this one,\" and then he started laughing.",
                "John was passing a comic to Bill. He said he hoped that to show that even an educated and literate Englishman could be led astray.",
                "John was passing a comic to Bill. He reached out his hand and gave it to her.",
                "John was passing a comic to Bill. He paused, glanced at it, then threw it to the floor.",
                "John was passing a comic to Bill. He didn't even look at it.",
                "John was passing a comic to Bill. He turned to watch me and came over to me.",
                "John was passing a comic to Bill. He didn't know what to make of it and so he just stuck it under his arm and smiled and made an excuse about needing to go the lavatory.",
                "John was passing a comic to Bill. He wanted me to see it.",
                "John was passing a comic to Bill. He listened gravely.",
                "John was passing a comic to Bill. He thought the joke was funny.",
                "John was passing a comic to Bill. He also asked him for a light.",
                "John was passing a comic to Bill. He explained, \"I have a comic based on an Oscar Wilde play, _The Importance of Being Earnest,_ which would be perfect for you.",
                "John was passing a comic to Bill. He knew how much his father\nloved it.",
                "John was passing a comic to Bill. He passed me the comic.",
                "John was passing a comic to Bill. He had never seen it before.",
                "John was passing a comic to Bill. He did not make an attempt to explain, but his face was set in a broad smile and the eyes that looked at her were hard, smiling.",
                "John was passing a comic to Bill. He shouted out to be quiet, he's reading it to you, so you better shut up.",
                "John was passing a comic to Bill. He asked Bill why he wasn't working.",
                "John was passing a comic to Bill. He took a couple of steps away from the door.",
                "John was passing a comic to Bill. He began a sentence and when he had finished, he asked Bill, 'Do you know what this is?'\n\n'A comic?'\n\n'No, no.",
                "John was passing a comic to Bill. He asked him to tell her the punchline.",
                "John was passing a comic to Bill. He looked at it:\n\n'My next one is going to be on one of the weak points of the system: The victim.",
                "John was passing a comic to Bill. He turned the paper over so that he could not read the headline on the back, which said:\n\nPRISON BORDER STOLEN! SHIPPIE CONVICTED—FOR WHICH.",
                "John was passing a comic to Bill. He had a comic and a hot coffee.",
                "John was passing a comic to Bill. He opened it and the comic fell open at the same time."
            ],
            "counts": {
                "John": 0,
                "Bill": 18
            }
        },
        "Amanda amazed Brittany. She": {
            "details": {
                "pronoun": [
                    24,
                    27
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        14,
                        22
                    ]
                ]
            },
            "sentences": [
                "Amanda amazed Brittany. She said, \"I was a brat.",
                "Amanda amazed Brittany. She had never been able to be as easygoing and as accepting of Amanda's \"hurry.",
                "Amanda amazed Brittany. She loved how happy Brittany seemed, and she felt like she had finally come home to her family.",
                "Amanda amazed Brittany. She was not in high school, and yet it was the teenage years.",
                "Amanda amazed Brittany. She had filled the room with the most incredible aroma and the room filled with pleasant and positive emotions.",
                "Amanda amazed Brittany. She kept staring at the ceiling and a smile crept on her lips.",
                "Amanda amazed Brittany. She had to look up from her computer.",
                "Amanda amazed Brittany. She looked right at her.",
                "Amanda amazed Brittany. She knew that by acting together they would find out the entire truth about Alan.",
                "Amanda amazed Brittany. She told the story of when she realized that she had known for the past few weeks and then said, “I felt a little bit awkward, and I had to ask, because I knew that I would be uncomfortable.",
                "Amanda amazed Brittany. She asked her to explain.",
                "Amanda amazed Brittany. She'd never known this kind of feminine service from another woman in her life.",
                "Amanda amazed Brittany. She went to sleep just as she had in the Klamath river.",
                "Amanda amazed Brittany. She helped her into the house, walked her through the kitchen and to the backyard.",
                "Amanda amazed Brittany. She loved this girl, and was eager to become her friend.",
                "Amanda amazed Brittany. She really is remarkable, she is a child but she has an IQ of a million.",
                "Amanda amazed Brittany. She stared at the young woman in her eyes and simply said, “You’re a great team player.",
                "Amanda amazed Brittany. She felt a lump in her throat at the simple kindness that was shown.",
                "Amanda amazed Brittany. She had a terrible time with this situation.",
                "Amanda amazed Brittany. She could see from the look in Brittany's eyes she knew that she could do it too.",
                "Amanda amazed Brittany. She said, \"See the darkness? My beauty!\"\n\nAmanda gave Brittany a peck on the cheek, and then gave her a kiss on the mouth.",
                "Amanda amazed Brittany. She found that, on the whole, her daughter's interests were not entirely abnormal, and the more she talked to Amanda about her, the more she liked her.",
                "Amanda amazed Brittany. She is into science.",
                "Amanda amazed Brittany. She didn't waste a second.",
                "Amanda amazed Brittany. She knew she was just as talented as any of the girls around.",
                "Amanda amazed Brittany. She'd always wondered if Alyson felt that way, but she'd never had the nerve to ask.",
                "Amanda amazed Brittany. She came to church and talked to each one of us, and even to Laura, who hadn't spoken to her since the beginning of the year.",
                "Amanda amazed Brittany. She always had a great time at these meetings, and he was really glad to hear her talk about her life.",
                "Amanda amazed Brittany. She’s good with\nchildren, apparently.",
                "Amanda amazed Brittany. She could see the dislike.",
                "Amanda amazed Brittany. She had changed after all.",
                "Amanda amazed Brittany. She is the daughter of Betty and Darryl Sheldon, and she also has a younger sister, Ellie.",
                "Amanda amazed Brittany. She couldn't tell her.",
                "Amanda amazed Brittany. She had not known her very well, but she had seen her twice.",
                "Amanda amazed Brittany. She was successful.",
                "Amanda amazed Brittany. She’s well ahead of her time.",
                "Amanda amazed Brittany. She had come up with the perfect plan.",
                "Amanda amazed Brittany. She was enjoying the life of luxury.",
                "Amanda amazed Brittany. She made sure to have her signature lipstick, “pink hair” in place.",
                "Amanda amazed Brittany. She'd met a lot of humans in her life, but this was the first time she'd ever met one who was so overwhelmingly in tune with the animal kingdom.",
                "Amanda amazed Brittany. She knew her friend as one who drank up life’s lessons, and was always quick to re-assess and acknowledge what she had learnt.",
                "Amanda amazed Brittany. She watched the new practice an hour and a half later with a giddy excitement she hadn’t felt since that moment during D.",
                "Amanda amazed Brittany. She was always in charge.",
                "Amanda amazed Brittany. She had never imagined it would be so easy to give up her loner ways and be with a girl who not only looked like her but who was so much fun to be around.",
                "Amanda amazed Brittany. She didn't know what they talked about, or who could actually understand Amanda's very sophisticated language.",
                "Amanda amazed Brittany. She took advantage of her boyfriend's absence to take the showbiz world by storm.",
                "Amanda amazed Brittany. She had this light in her eyes and her smiles were too big and she couldn't stop moving.",
                "Amanda amazed Brittany. She was a ball of strength—he was sure she would see through his lie.",
                "Amanda amazed Brittany. She had shown all this to her daughter, and now she did it for her.",
                "Amanda amazed Brittany. She so loved her before, but now the sheer knowledge of her talent was expanding their friendship.",
                "Amanda amazed Brittany. She opened the door wider.",
                "Amanda amazed Brittany. She always had amazing expectations for her, which was nice to see.",
                "Amanda amazed Brittany. She was embarrassed that she had put herself there, but not by as much as she would have expected.",
                "Amanda amazed Brittany. She was the last one awake that morning when her alarm went off.",
                "Amanda amazed Brittany. She didn't waste her time talking to Amanda,\nshe just got up and went to the bar.",
                "Amanda amazed Brittany. She knew, of course, that it was impossible to get even a small animal with a collar out of its habitat, but still.",
                "Amanda amazed Brittany. She's just as wonderful as I thought.",
                "Amanda amazed Brittany. She had trained under Amanda's mother, who had a photographic memory.",
                "Amanda amazed Brittany. She took a bite of a scalloped potato, so full and so sweet that she thought she might cry.",
                "Amanda amazed Brittany. She started by chatting with her, telling her about her children, the kids she sent to prison, and sharing about her sexual prowess.",
                "Amanda amazed Brittany. She realized that \"Barb\" was a girl and one of the girls from Bridget Jones' Room.",
                "Amanda amazed Brittany. She was very thin, like a fine porcelain figurine, yet muscular and in superb condition.",
                "Amanda amazed Brittany. She has a great body and it is super feminine and\nhigh maintenance.",
                "Amanda amazed Brittany. She was no good.",
                "Amanda amazed Brittany. She had a massive baby bump.",
                "Amanda amazed Brittany. She was so used to tucking the puppy up close and letting it hold her hand as they walked.",
                "Amanda amazed Brittany. She was good at coming up with stories about her life.",
                "Amanda amazed Brittany. She was the opposite of Julie.",
                "Amanda amazed Brittany. She was so easily attracted to these women, but was attracted by no one else.",
                "Amanda amazed Brittany. She continued, \"It isn't that I've always had a new boyfriend every year, or even the same boyfriend.",
                "Amanda amazed Brittany. She was like, “You know how you had your head shaved for Twilight?”\n\nBrittany: Yeah!\n\nAmanda: “Well, we were going to shave your head.",
                "Amanda amazed Brittany. She saw a lot of promise in the girl and quickly developed a personal relationship with her.",
                "Amanda amazed Brittany. She noticed the purple hair and serious demeanor that Brittany always took on.",
                "Amanda amazed Brittany. She started to get back up, but Brittany held her down with a hand on her chest.",
                "Amanda amazed Brittany. She didn't have to do anything.",
                "Amanda amazed Brittany. She said, \"If you let me take one picture, I'll give you all the money I make.",
                "Amanda amazed Brittany. She had been more than receptive to their offer, but his presence was about to force the issue.",
                "Amanda amazed Brittany. She's such a natural.",
                "Amanda amazed Brittany. She took a final bite of the cookie, and then felt a pang of remorse.",
                "Amanda amazed Brittany. She walked down the hallway and introduced herself, talking and shaking her hand.",
                "Amanda amazed Brittany. She also told The Post of the story of how Amanda used the school’s \"trips\" initiative as inspiration to write a song.",
                "Amanda amazed Brittany. She saw the look of shock and surprise, even revulsion, on the pretty young woman's face, followed by a moment of pity.",
                "Amanda amazed Brittany. She was still standing in the center of the square, swaying with the slow-motion motion of the crowd, and she was dressed in the same way, too—a white silk sweater, her black skirt,.",
                "Amanda amazed Brittany. She loves to be touched by her hands, body, and feet.",
                "Amanda amazed Brittany. She leaned forward.",
                "Amanda amazed Brittany. She was certainly not the first.",
                "Amanda amazed Brittany. She was dressed in a brand new outfit of simple cut and made from her favorite linen shirt and white sneakers.",
                "Amanda amazed Brittany. She already saw how beautiful Brittany was in addition to her amazing talent.",
                "Amanda amazed Brittany. She had rung that night to see if she could come up and stay with Thea, and she had not known how ill Thea was.",
                "Amanda amazed Brittany. She had a very unoriginal look, yet\nembroidery was her main tool, and she was continually adding new styles.",
                "Amanda amazed Brittany. She looked up from the camera's lens and saw\nthat her fear was gone.",
                "Amanda amazed Brittany. She hoped it didn't come off as much as she felt.",
                "Amanda amazed Brittany. She couldn't believe that the girl had planned so many of the ways she was going to sabotage her own marriage.",
                "Amanda amazed Brittany. She came in a pack of four which allowed her to fit the rest of the outfits which fit around the holes for her ears and skull.",
                "Amanda amazed Brittany. She was really beautiful, but as far as Bridget was concerned she was a phony, too.",
                "Amanda amazed Brittany. She looked as if she were\ndoing a couple of cartwheels in the air.",
                "Amanda amazed Brittany. She said “This is the best day ever!” & she totally, completely, 100% agree with her.",
                "Amanda amazed Brittany. She opened the door to her brother's chambers, dressed in a robe and slippers.",
                "Amanda amazed Brittany. She didn't know what to think or say.",
                "Amanda amazed Brittany. She was used to people constantly pushing her away but now she was the one who felt pushed."
            ],
            "counts": {
                "Amanda": 8,
                "Brittany": 7
            }
        },
        "Brittany was amazed by Amanda. She": {
            "details": {
                "pronoun": [
                    31,
                    34
                ],
                "options": [
                    [
                        23,
                        29
                    ],
                    [
                        0,
                        8
                    ]
                ]
            },
            "sentences": [
                "Brittany was amazed by Amanda. She looked too young to have been a top model—her face had no makeup, and her short cropped hair seemed darker than white.",
                "Brittany was amazed by Amanda. She felt like she knew her from the time of their first year at Fairfield High.",
                "Brittany was amazed by Amanda. She was so sweet, bubbly and sexy.",
                "Brittany was amazed by Amanda. She seemed to have figured out how to stay in her state.",
                "Brittany was amazed by Amanda. She's at a world that no human has experienced.",
                "Brittany was amazed by Amanda. She knew from the minute she laid eyes on her that she was a major league feral.",
                "Brittany was amazed by Amanda. She had always seen her as an older, experienced woman, and the two of them had immediately clicked.",
                "Brittany was amazed by Amanda. She was one of the most intelligent girls she had ever met and she wanted her to know how she felt, not just accept her because of who she was.",
                "Brittany was amazed by Amanda. She was so much in demand.",
                "Brittany was amazed by Amanda. She seemed to genuinely love the friends she made and genuinely cared for the individual welfare of everyone.",
                "Brittany was amazed by Amanda. She was, and always would be, the most fascinating, most intriguing person she had ever met.",
                "Brittany was amazed by Amanda. She was just a skinny girl without a mark on her, in a tiny pink dress with big tears in the shoulders, with three purses in her hands.",
                "Brittany was amazed by Amanda. She was a very different woman than\nAmanda had been in Brittany's eyes, but as she peered down from the\nhorizon, she felt a new and distinct hope begin to blossom inside.",
                "Brittany was amazed by Amanda. She was so different from the girls in her class.",
                "Brittany was amazed by Amanda. She had the nicest clothes, the\nfreshest nails, the healthiest skin and hair.",
                "Brittany was amazed by Amanda. She was petite and pretty and without the shyness she associated with younger women.",
                "Brittany was amazed by Amanda. She was an attractive young woman.",
                "Brittany was amazed by Amanda. She knew her friend from the other side, as much as she wanted to forget about it.",
                "Brittany was amazed by Amanda. She was an expert with the diaper bags and load-bearing jackets, but her accent, her smile and even the way she held her arm when she spoke convinced Brittany that she could be someone she.",
                "Brittany was amazed by Amanda. She was beautiful, too beautiful for her,\nand certainly too beautiful to just have a one-night stand with.",
                "Brittany was amazed by Amanda. She looked like a regular girl and not a fifteen-year-old model, that she had a family and they didn't.",
                "Brittany was amazed by Amanda. She felt the weight of her body leave her but she felt the strength return.",
                "Brittany was amazed by Amanda. She was short, with short, dark brown hair cut into a short, cropped bob.",
                "Brittany was amazed by Amanda. She's been so.",
                "Brittany was amazed by Amanda. She was, as she put it, 'beyond good looking' – and she was the most fascinating person she'd ever met.",
                "Brittany was amazed by Amanda. She was adorable, and that was all it took.",
                "Brittany was amazed by Amanda. She had the ability to really listen to a person and truly connect with them.",
                "Brittany was amazed by Amanda. She was cool, calm, collected, and (relatively) calm.",
                "Brittany was amazed by Amanda. She didn't even know what to say to her.",
                "Brittany was amazed by Amanda. She was glowing, her hair was half down to her waist.",
                "Brittany was amazed by Amanda. She had a solid core of confidence and grace that could be attributed to her dance history or her mother’s profession.",
                "Brittany was amazed by Amanda. She had always thought her mother a cold woman, but she saw a softer side.",
                "Brittany was amazed by Amanda. She was so focused and attentive.",
                "Brittany was amazed by Amanda. She had never thought she was somebody to\ntake an interest in her life, and now she had come across somebody who did\nand would be very interested in her.",
                "Brittany was amazed by Amanda. She wasn't, \"dammit! You goin' to this conference or not?\" like she'd been when they'd first met.",
                "Brittany was amazed by Amanda. She had never met anyone like her.",
                "Brittany was amazed by Amanda. She was so beautiful and it was very easy for him to forget that she was a vampire.",
                "Brittany was amazed by Amanda. She was just as beautiful as she'd imagined.",
                "Brittany was amazed by Amanda. She seemed way smarter than her age.",
                "Brittany was amazed by Amanda. She was stunning and will remember that\nrelationship for years to come! Although this was a great and fun\npart of our life, it is coming to a close.",
                "Brittany was amazed by Amanda. She was beautiful, in her thirties, wearing a plunging purple dress that showed off her shapely cleavage.",
                "Brittany was amazed by Amanda. She looked like her.",
                "Brittany was amazed by Amanda. She felt like she was going to rip in half, the two of them were like a force of nature.",
                "Brittany was amazed by Amanda. She looked just like her mother.",
                "Brittany was amazed by Amanda. She was the epitome of competence and elegance, both are traits which really stood out to her, even though she had known Amanda for such a long time.",
                "Brittany was amazed by Amanda. She smiled slightly, and now you can see the frustration on Amanda's face.",
                "Brittany was amazed by Amanda. She was not like her.",
                "Brittany was amazed by Amanda. She seemed like an amazing woman, whom she had always respected.",
                "Brittany was amazed by Amanda. She was wearing what looked like a pin-up\nskirt with a T-shirt underneath and a pair of high-heeled platform sandals.",
                "Brittany was amazed by Amanda. She had her book.",
                "Brittany was amazed by Amanda. She had never imagined her joining a sorority before.",
                "Brittany was amazed by Amanda. She was loving every second of\nliving in New York City.",
                "Brittany was amazed by Amanda. She seemed different from all the girls who’d come before.",
                "Brittany was amazed by Amanda. She was as brilliant as her brother was brilliant.",
                "Brittany was amazed by Amanda. She had waited so long to find a friend, someone that actually seemed to care about her, and somehow it had happened.",
                "Brittany was amazed by Amanda. She couldn’t understand how a mother could take her daughter with a liar, or someone who not only drank and smoked but also cheated on her husband.",
                "Brittany was amazed by Amanda. She was smart, hardworking, and looked like a model.",
                "Brittany was amazed by Amanda. She had always believed that the Spence and Perkins cases had been overblown and that, because Lisa had never claimed to be abused, the prosecution had forced them to lie.",
                "Brittany was amazed by Amanda. She was smiling as well as talking.",
                "Brittany was amazed by Amanda. She seemed to do absolutely anything with her life and, oh, what was her name again? Something Elizabeth and Helen had been trying to suggest and suddenly, Brittany was trying to pay attention.",
                "Brittany was amazed by Amanda. She never thought her girlfriend had a sexuality, but here she was, from what she'd heard, a lesbian.",
                "Brittany was amazed by Amanda. She was incredibly pregnant but wasn’t showing.",
                "Brittany was amazed by Amanda. She was so talented and so brave.",
                "Brittany was amazed by Amanda. She was more beautiful than the picture she'd seen.",
                "Brittany was amazed by Amanda. She looked like no one she'd ever seen in her life.",
                "Brittany was amazed by Amanda. She was obviously not comfortable with being seen as a \"slut\" or having\n\nher sexual past even discussed in her presence.",
                "Brittany was amazed by Amanda. She couldn't imagine how much work it must be to be a writer of real fiction, or real fiction, for that matter, especially if she had to write about something she knew little about.",
                "Brittany was amazed by Amanda. She thought he was the coolest thing she had ever seen, and so far, he was not the hottest.",
                "Brittany was amazed by Amanda. She'd had a crush on her dad when she was twelve, but she'd been too shy to express it.",
                "Brittany was amazed by Amanda. She was from the very first.",
                "Brittany was amazed by Amanda. She had an infectious smile, and her manicured nails had a rainbow of pearls, diamonds, and gemstone shapes.",
                "Brittany was amazed by Amanda. She, unlike a lot of those people in Atlanta, didn't care if she were stylish, if she spoke perfect English, or had a big heart.",
                "Brittany was amazed by Amanda. She hadn't felt good when she arrived.",
                "Brittany was amazed by Amanda. She seemed to know everything,\nand probably had a detailed knowledge of American history, politics,\nand fashions.",
                "Brittany was amazed by Amanda. She looked like a million bucks with her short red hair, designer outfit, high heels, and purse.",
                "Brittany was amazed by Amanda. She was tall, one of the tallest women she had ever seen.",
                "Brittany was amazed by Amanda. She would not be able to believe this was how her world worked, that Amanda could control everyone.",
                "Brittany was amazed by Amanda. She had a child’s enthusiasm for learning to make mud pies from the barn where they stayed.",
                "Brittany was amazed by Amanda. She immediately thought her bright yellow pumps were cute, so she asked her daughter to try on her shoes.",
                "Brittany was amazed by Amanda. She had probably been using social media for years, and she seemed to be able to judge whether her friends were worth a follow.",
                "Brittany was amazed by Amanda. She hadn't seen that type of spontaneity in her partner since she'd been at ASU.",
                "Brittany was amazed by Amanda. She was too tall for him, by several inches, and her skin was perfect—as her face was as beautiful.",
                "Brittany was amazed by Amanda. She had an intimidating presence, and seemed to glow.",
                "Brittany was amazed by Amanda. She had beautiful soft dark eyes, a tight long body and a pair of amazing tits that were right in the center of her bra.",
                "Brittany was amazed by Amanda. She found Amanda to be beautiful and intelligent.",
                "Brittany was amazed by Amanda. She was so amazingly gorgeous.",
                "Brittany was amazed by Amanda. She’d always considered the situation to be an object lesson in how fragile family was.",
                "Brittany was amazed by Amanda. She told her everything she did while she was there, and she was already addicted to it, just like her.",
                "Brittany was amazed by Amanda. She saw her, from far away, in the fog.",
                "Brittany was amazed by Amanda. She explained that the trio of kids who had arrived in front of the shop yesterday were her friends.",
                "Brittany was amazed by Amanda. She thought her ass was way better than most of the girls on the roster, but she was under no illusions about what this meant.",
                "Brittany was amazed by Amanda. She had always liked her for the times she could be warm and affectionate but always wanted more.",
                "Brittany was amazed by Amanda. She was the kind of girl who wore lipstick all the time and was proud of it.",
                "Brittany was amazed by Amanda. She was kind and patient with him,\nbut also fierce in her attacks on the school.",
                "Brittany was amazed by Amanda. She just sat there with that empty look on her face.",
                "Brittany was amazed by Amanda. She wasn't the first hot girl to make eye contact with her.",
                "Brittany was amazed by Amanda. She loved the way she had the look of authority in her hand.",
                "Brittany was amazed by Amanda. She had explained to her how to do this and how to do that.",
                "Brittany was amazed by Amanda. She was amazing in a really serious way.",
                "Brittany was amazed by Amanda. She's known the lady for many years and is most definitely a patient of hers."
            ],
            "counts": {
                "Amanda": 5,
                "Brittany": 3
            }
        }
    }
}