{
    "metadata": {
        "model": "EleutherAI/pythia-70m",
        "revision": "main",
        "num_parameters": 70426624,
        "timestamp": "2023-10-18 15:56:25.917847",
        "samples": 100,
        "top_k": 0,
        "top_p": 0.9
    },
    "data": {
        "John seized the comic from Bill. He": {
            "details": {
                "pronoun": [
                    33,
                    35
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        27,
                        31
                    ]
                ]
            },
            "sentences": [
                "John seized the comic from Bill. He still has her name on it there's enough of an interview where Ms.",
                "John seized the comic from Bill. He then got a last edition as he put a tied top so it gave me his name like one he said came as though more sweeping a handwriting rule on such things — ‘I wanted us to write some Flashed.",
                "John seized the comic from Bill. He claimed no assassination were police agents with no identification despite guarantees from police.",
                "John seized the comic from Bill. He never spoke to an antiwar recruite as \"the only NFL agent that did everything possible to bring to the war,\" the medical students in the Minneapolis school building and its ethics bureau.",
                "John seized the comic from Bill. He was just a little helpless when he got the flashlight out there again.",
                "John seized the comic from Bill. He asked, he might as well write on to that comic, for there isn’t many of those, let me just say another one very young man this Monday at his turn just shoved like this a shoulder gren.",
                "John seized the comic from Bill. He became the first church in America as well - as not anymore.",
                "John seized the comic from Bill. He tried and dropped them all together last night from their gardens -- those two Artists.",
                "John seized the comic from Bill. He went up from there — right in front when Kennedy spun, in Gabriel's makes a grin when Liz did he repeat how I admire how hard we disagreed in Stanford.",
                "John seized the comic from Bill. He continued by the end after \"angel was born; his name's a dance for one of our docuids called  \"The faction\" he said at an event at Elaine's College in Spain after the birthday.",
                "John seized the comic from Bill. He knew him personally but most frustratingly he wasn't able to find what they intended but instead went to jail it back and was still alive to do some sorting and pick up and bringing out items that were really interesting.",
                "John seized the comic from Bill. He sent a crafter, some latent torture series at erect.",
                "John seized the comic from Bill. He had paid back its Star Trek writings as part of this Will You Tube request a main library, with some of the best got off to room before it was raised over and to be a Judge.",
                "John seized the comic from Bill. He'd like some more toiled with out the Ronds: John Thompson a playground farmer boy called Mr Ransom Jr.",
                "John seized the comic from Bill. He gave this blend an opportunity to get the outbreak in Shanghai between November 1919/1840: A new outbreak would not be arrived on the stage because this would have been too confusing since December 1919; this would have.",
                "John seized the comic from Bill. He died this particular day without proper foundation upon death he wrote ‘Contracts from their Artisan Department to give a condition and society the bonus which such films for his collection are now to have.",
                "John seized the comic from Bill. He has some of his own objection, say it of some of my short artistic interpretations like Candy Kennedy and Constance Lakes.",
                "John seized the comic from Bill. He thought those are an excellent forum for his own direct advice—not acquaintance that this guy deserves, don't you? Just don't get sparrows like that if you love this one.",
                "John seized the comic from Bill. He became Burnin Capture Issue Pat Buchman/GO\nIn the studio the Samuel Johnson and other artists involved were vice-Charyllis on the front of Mightmue\nThe Venture Bob album.",
                "John seized the comic from Bill. He died just another shot.",
                "John seized the comic from Bill. He took it to the stars where Harry was cradles a blowtorshot he hoped the movie preserved all embroideration in another lie and one for that of Lord Nelson.",
                "John seized the comic from Bill. He made up dozens or annointments against Jaws or deflects her frontrow duty that it won him.",
                "John seized the comic from Bill. He lost all his theatrical experience last second with Sirius 16 Squadron’s trailers—that will make it crystal clear no one is not the host.",
                "John seized the comic from Bill. He must not quarrel.",
                "John seized the comic from Bill. He would turn down that sooner than he could waste time: We did see nothing to arrive since in time when both the comics, I think did an amazing scene and play with Michael Cowles after that one of your.",
                "John seized the comic from Bill. He continued saying you use its excellent excellent reports wherever in the world can use and how good are in order to build things for other countries across the world using some good commonalities.",
                "John seized the comic from Bill. He went along this slippery sandstone basin at the Olympics that had been refrained up when Jack came out to use him but there is some evidence they may have done by other Red Fang guards.",
                "John seized the comic from Bill. He took out to me about three minutes in the process — \"We can only get an email using our tables.",
                "John seized the comic from Bill. He became a corporate attorney by just saying there are no units that don't exist as reports have the same liabilities it would have happened since 1885.",
                "John seized the comic from Bill. He began with himself on Tiger’s nickname \"Couldn’t find out how I Wasn”, leaving out what happened under Otto and his driver on a winning pass that went even closer due a landslip.",
                "John seized the comic from Bill. He died as a fugitive boy.",
                "John seized the comic from Bill. He took his comedic license from Jack Manot (Robbie Evans, Jr.",
                "John seized the comic from Bill. He did some tactical moves—and we got more than a little recognizable.",
                "John seized the comic from Bill. He left out all the other Cotter had to do with he's trying to sell some of his semiautomate in New York for $3.",
                "John seized the comic from Bill. He did all of this by lining its limbs throughout it before they were running together within another touristic engaging thrust by several of whom later conducted two flat solo rides this evening through several of Uri from Awayapock.",
                "John seized the comic from Bill. He must not have\nguilty or guilty at first, just for motivation – namely one with guilt upon lying in debt in a police\npatient.",
                "John seized the comic from Bill. He added “a little more of me a chap, yes – why no?” Or “ Sir, whether I want I laugh off in my duty there has been many, many years back and again when they left in.",
                "John seized the comic from Bill. He still has no private rights to litigation in his play, “The iPhone Pro Sheriff’s Bill wrote\nReason – VEX Cycle-2004\n Culture in the iPad 7 Internet porn myth\n The Toolchain,.",
                "John seized the comic from Bill. He continued:.",
                "John seized the comic from Bill. He may never have been in the film press all week long without a father-in-law (great figure of nature with a capture shield).",
                "John seized the comic from Bill. He gave me my certificate by the Lord \"Some Indians.",
                "John seized the comic from Bill. He spent many years in the Stonewall Rivert, and their directing during the Farantui Cannys.",
                "John seized the comic from Bill. He wanted his turbans out of town - some like other insurgent maestives that didn’t want some kind of fax grenade launder!! the LCDDUP cartoon was hilarious in its own right\n.",
                "John seized the comic from Bill. He's pretty mad and like at first, probably got bored of his homeland in a police cap (or perhaps like every other country) if both the authorities in favour of Newman and George Phithmer took the coffee.",
                "John seized the comic from Bill. He died the most.",
                "John seized the comic from Bill. He has this one for him ever since I wrote \"Their first 50 volumes!\" because Jack Zimmerman didn't give the comic a full picture but decided instead, if an older single must have seen and left out all.",
                "John seized the comic from Bill. He then took the Powell Cartoon Series, giving them \"the trade in \"the wrist shops he treats.",
                "John seized the comic from Bill. He’s gone there early on when everyone was still along and didn’t seem realistic anyway but ended his efforts without the help they need and led us toward our own channels such hips still as he did just for.",
                "John seized the comic from Bill. He tried using several mousemen named A Doll and Brick.",
                "John seized the comic from Bill. He did his hardest thing because as a cucumber prín, who ate up time before he took a ripe dog – he thought them a crowd of slug rings – even at McNic’s magnofant (.",
                "John seized the comic from Bill. He sent a token grand captain to help him with this, promising as much as it was worth.",
                "John seized the comic from Bill. He said he didn't feel like being a boy or trying to seek anything that didn't resemble what she originally thought as a child but that \"boomer it up was definitely just because he has not felt a gift.",
                "John seized the comic from Bill. He’s never been a legal teenager after him so many occasions or fatally.",
                "John seized the comic from Bill. He also took leverage in all of these skills throughout this world.",
                "John seized the comic from Bill. He may never voluntarily clear the timeliness that was the proponent thereof that is required into this case.",
                "John seized the comic from Bill. He must compute this for you personally that should you send it off again.",
                "John seized the comic from Bill. He went to work a completely unknown customs for a few days or weeks after he died when a sociopath called me back at the San Andreas Memorial.",
                "John seized the comic from Bill. He returned him later to inject the greedy figures off an orange with two cold cartridges.",
                "John seized the comic from Bill. He wrote:  I told him my conviction not that many listeners believed for the flesh and for what I went.",
                "John seized the comic from Bill. He called back\n Doyle that afternoon if He died alone now (and any time he did not\nreceive it at any date except one) under the following law that a faction of\nFox Sports of the New.",
                "John seized the comic from Bill. He never altogether took another for the Atlases again.",
                "John seized the comic from Bill. He has taken up some of his office photograph, now in his desk until that cap and credit has set the scale as the cheap filler of The Weatherly Surprise.",
                "John seized the comic from Bill. He started working for his seventh year as an activist at the Montreal Mining Museum.",
                "John seized the comic from Bill. He’s probably the best Michael Jackson tap in the country of the 1970s–1945; I think more of it too because those strong country characters often give their strangeness the horror of being scarred with knives.",
                "John seized the comic from Bill. He did to me today telling one star, John Russell (1979), and later wrote several multiple lines that would be the first saying the name \"total marketing copy.",
                "John seized the comic from Bill. He wanted it, just, if necessary.",
                "John seized the comic from Bill. He did this while Rice wrote and wrote all his interviews relating back in a state-with-compliance problem: for what it suggests a solution we've got into as early as the latter.",
                "John seized the comic from Bill. He claimed as a suspect how much Picardini, Dems Chester, got off to a successful dramatic death process now, while it appeared some years before Eyegrigator John Reidenworth would make a psychological.",
                "John seized the comic from Bill. He gave them this iconic 1976 print by Buck Garrett at Patricia Brinchetto and an 89 page short story for the DVD LJ release which will detail their photographs on this post.",
                "John seized the comic from Bill. He has published many of its tragedies like it’s deadly threat (af’ar because it would have been the global killer and its answer is “defense war” vs.",
                "John seized the comic from Bill. He didn’t just go through any of its pieces to bring about these unbelievable grandstands behind and this Universal ComicBook.",
                "John seized the comic from Bill. He began this tale a trial service as it was the wine served there through most of the manner it billed until a few months later it's a delightful girl, dressed it in white.",
                "John seized the comic from Bill. He still has long and rich heart-tribe history for anyone in a game.",
                "John seized the comic from Bill. He returned her in the library's middle house this morning just early.",
                "John seized the comic from Bill. He thought on that day all stampedes died after a multiple class robbery with murder.",
                "John seized the comic from Bill. He also wrote songs for Circle Bride:\n\n\n\n“The King, when she’d come over it… I told Cerbold she knew\n those full of love… We would always say I didn't.",
                "John seized the comic from Bill. He added The Bat Heads as well : ““All that can’t be done were they only imprisoned like my son,” The Bat Hans became.",
                "John seized the comic from Bill. He made us a nestled within their adjoining hearts, this revealing piece with him showing on a hypographic profile using real-estimated figures out with all the quickly given and a list of his ridiculous singles out each.",
                "John seized the comic from Bill. He sent all his eggs, a country blanket in the water.",
                "John seized the comic from Bill. He looked at Bill and everyone was hearing a few bones.",
                "John seized the comic from Bill. He never started it.",
                "John seized the comic from Bill. He knew those programming systems.",
                "John seized the comic from Bill. He got him arrested - on personal assault attempts with the NYPD AAT's Norman Belden Zero illegal dumping claims\n - 'The Tell-Off Thing' is that Burt Connelly, Gene Ayres.",
                "John seized the comic from Bill. He didn’t know\ncame for that, thought he heard.",
                "John seized the comic from Bill. He knew if J.",
                "John seized the comic from Bill. He wrote it with every words it brings to St.",
                "John seized the comic from Bill. He found other characters which I can speculate for more rapid and book-ish series which seemed an unlikely recipe for an intellectual accomplishment from such a reporter.",
                "John seized the comic from Bill. He began this feat only with two judges on the Australian comic commission to do a crossover court dance, 'Smith'.",
                "John seized the comic from Bill. He still freed it until the Oregon Police retired that year while his phone number was hung upon his forehead.",
                "John seized the comic from Bill. He never talks, just saying when Jem Jem Jylan asked: \"'WHAT FILE FROM MANY TIMES ALL STATE, MASKSED LONGER /GET/TREASKS NAME FRITH DATAK.",
                "John seized the comic from Bill. He must have just been the one with that preemptive style used by an oldish persecutory guardian who put himself between his ban on enforcing encouraging more adults by presuming \"senevadores or foster fathers like his.",
                "John seized the comic from Bill. He still championed this intellectual heritage in a pitched column from his 1954 piece in Albert Martin’s 1941 song, “The Song to Crush,” published the voice of John Luther Bull (also actually Ear Martin,.",
                "John seized the comic from Bill. He knew to come back.",
                "John seized the comic from Bill. He died from it for a fort.",
                "John seized the comic from Bill. He added what we fine and the tasty scratch suits made me a genuine mash up of \"Animata (human, it's pepper, its style).",
                "John seized the comic from Bill. He tried for another state to get a patent to production at its owned supply facility at a group concert in the evening to make consulting work around that the government and government make liaison negotiarible.",
                "John seized the comic from Bill. He worked with their sunbelt pesticides at his shelter and worked for seven months.",
                "John seized the comic from Bill. He knew much about his work and many people that went on the books during World War Two but kept the purple oil ring, maybe even its name or the whole name himself even on.",
                "John seized the comic from Bill. He lost all his bosses there – Frankenstein had in large numbers over his life there at the clinic there of some years earlier or so when – him up at one out of the ProODVO concert parlor on.",
                "John seized the comic from Bill. He never traveled far from England ever wrote a famous letters or a gallant wartime anthem on his left shacks (great comics like The Vampire Counts, the choice is to make one)."
            ],
            "counts": {
                "John": 5,
                "Bill": 2
            }
        },
        "John passed the comic to Bill. He": {
            "details": {
                "pronoun": [
                    31,
                    33
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        25,
                        29
                    ]
                ]
            },
            "sentences": [
                "John passed the comic to Bill. He knew right that had come before you guys all day\n\nThe first trap\nThe final sett ended\n\nAnd had gone right by\n\nAnd won a prison job – one way was.",
                "John passed the comic to Bill. He took an interest and left as one of our lay leaders arrived on Thursday night (Morrowaw [Reavis Gibson]), saying back to the show with much anticipation over its National Football Offensive Coordinator.",
                "John passed the comic to Bill. He has read and extended it the frame from him only with many pages I have written throughout the entire report for a long time (song) and without the laxity of his writing (1999, Number Twelve, Bang.",
                "John passed the comic to Bill. He’s like one guy from one of their large budget commercials now on TimeHick\nRosstein says she did like how we’re going from ditch.",
                "John passed the comic to Bill. He didn’t say him was very forward with them now.",
                "John passed the comic to Bill. He loved everything else — you have been a fabulous skuldugeon and he loved her and made it certain himself and those other people loved it immensely.",
                "John passed the comic to Bill. He said his distributor of all soap and paper.",
                "John passed the comic to Bill. He had read the first “Switch with The Despond Don’t Cage in a Van der Sta Leyman Night.",
                "John passed the comic to Bill. He asked him the following seven times in a way he never succeeded as Erik believed it.",
                "John passed the comic to Bill. He took me down as much as you can shake and still do in the slink of the boy.",
                "John passed the comic to Bill. He has his own inclusion in Lily’s Cavender, from \"The Giambo Mendio to Finger\" for two.",
                "John passed the comic to Bill. He took that because our first Law must not allow or apply for any abortion paperwork but has tried in his wife's house during the historic change of contract that expired from the ever dispensing committee and also by the burial of.",
                "John passed the comic to Bill. He never exported his own tongue in a soap or in the library in a TV show of his \"Henry Martin's writings or photo.",
                "John passed the comic to Bill. He didn't think much of this, really did think we should get into that.",
                "John passed the comic to Bill. He would help the license himself until Texans were nicer and faster on integration, better release pusability within the worker longness\n  Distance/approccurvy from home for your business.",
                "John passed the comic to Bill. He was brought from England—the same country as America with England.",
                "John passed the comic to Bill. He also made it rich, for Bill Bernie of Skokka Bodman and Seseedman was just as truth-positive as I wished (and for most of them I had written their translation as an idea.",
                "John passed the comic to Bill. He made several diagrams over time a year I placed to the player how he passed as parting bill and it got to a canvas that showed several pictures he had a little bit to portray later but actually my favorite.",
                "John passed the comic to Bill. He went home as well through Christmas's story as an adult, said Bill.",
                "John passed the comic to Bill. He also made a business software version where other software was portable for roy, it worked well (API 19, Dionisius Mattitius, John Shakespeare), as a software for a Magus (android module).",
                "John passed the comic to Bill. He had worked out more in projection and now only to get some explanatory by a few months; Ingestalized this was 'Male'.",
                "John passed the comic to Bill. He continued it long in his entire quest on his legs until after he could not get on that pack to pass at Bill Bryant's cavern.",
                "John passed the comic to Bill. He read on to be the sorrel of those of those in his Jewish heritage but only at this time is anything resembling his own.",
                "John passed the comic to Bill. He was still there just feeding up my canvas.",
                "John passed the comic to Bill. He added three of our knowledge was so immense as if they'd been in his goodness while having an entertaining Aunt Petey.",
                "John passed the comic to Bill. He had picked his way there despite \"the first few years from our textbook\" in his book _The Milk Enough Mind Within A War_.",
                "John passed the comic to Bill. He wanted for it better because everything in the books to be stark.",
                "John passed the comic to Bill. He wasn’t that one, anyway for most people to take a glance.",
                "John passed the comic to Bill. He said more than a tad overwhelming; and never did see to see their first robot baseball stadium or the Plaza de Armas or San Francisco Beach.",
                "John passed the comic to Bill. He took that good business skills out on vinyl in Formation: making and efficient.",
                "John passed the comic to Bill. He gave them back from Surface Oak, one of a substantial number but perhaps less cunning, also probably helped by that he'd only settle them to do his own side again.",
                "John passed the comic to Bill. He went home over that weekend's flood, not just for their cocaine notes -- however we don't have anything against other bicenters -- anyway 'take your sheriff out in a wire bank.",
                "John passed the comic to Bill. He took that Letter ever again.",
                "John passed the comic to Bill. He can remember his father: In a chance to write one, though in that time I remember many of them; as when they had written two columns one and the same codos as each, every time when two.",
                "John passed the comic to Bill. He was \"by the wind that catches my eye a little negress, how why make me look affectionately?\" the first annoyance which seemed \"seen when one of those great paradoxes is what they see only through.",
                "John passed the comic to Bill. He continued and continued his vicious circle of supporting mobiles—the one tear in which these collected, even those who had survived; their only ancestor was that bolted between an immortal rib and jottered, where their.",
                "John passed the comic to Bill. He knew well and loved this offering the first serialized tit.",
                "John passed the comic to Bill. He wrote this vast translation \"Acknowledgements,\" this one of those poems and poems will be published here first printed:\n\n  Untranslated\n    Copyright Anonymi Mason\n\n\nSexcraft (When I Found In New.",
                "John passed the comic to Bill. He wanted my name on Plato in my screen, where will his magnificent appearance would not have been hanging on him \"mouth no view from a Daliotis.",
                "John passed the comic to Bill. He added several other Jewish family members before his departure had become insufferable (and at times still) to the thanks of one of our Sybil brothers and sailors from his quarters because you can help me get a.",
                "John passed the comic to Bill. He'd passed to conductor Michael's mansions several years later thanks him to be a hopeful whom his family could decimate more acres through an improdance.",
                "John passed the comic to Bill. He later became a human rights rights activist during that relationship when a Miami mother committed violations involving his racial set.",
                "John passed the comic to Bill. He could have said a bottle or a suggestion if JSlow tweeline the crab's crickets did indeed have any significant material in them to do the same on any argument with those of any other lobist.",
                "John passed the comic to Bill. He’s used as much of Bill Thomas for writing in his opinion or custom and inspiring, it didn’t increase ammunition for it today.",
                "John passed the comic to Bill. He wanted for me to think back until about 20 people died\nBill Francis was going away together so this\nway took the entertainment.",
                "John passed the comic to Bill. He would leave us no choice but for you that little one called it because I would certainly go to Hellno Guest, one he'd be very own if that everybody cared and who'd know why this little boy actually.",
                "John passed the comic to Bill. He took us to our road toward Bunnymera—we would never have grown.",
                "John passed the comic to Bill. He has said it wasn't for George Rufus's flick with Rick Reynes in the seventies of Australia when, after sailing on to Perth in the 1830s; that it kept his name in the van.",
                "John passed the comic to Bill. He wasn't interested; those were probably going out now.",
                "John passed the comic to Bill. He told an interview being inconclusive regarding a Woman Who Cain Wouldn't kill a complete picture and why, yet a woman can't be feeling the hell out in her dreams now if one critic're so bright,.",
                "John passed the comic to Bill. He also had this exhibit (ready).",
                "John passed the comic to Bill. He said so, through a opening when Johnny discovered.",
                "John passed the comic to Bill. He’s about in purity from first contact here though, my friend from the lens in which me.",
                "John passed the comic to Bill. He didn't think\nTrump is that barway, not that I'm going economics on my bike and have been weaving all type politics here at the fancy yo body.",
                "John passed the comic to Bill. He later added it is also to his own cave so all actor/fianction side connections and actors being cast into a Netherfield realm with several hooding secret keys of that custom alien group in his mytho.",
                "John passed the comic to Bill. He asked the accused of getting away like it was about 'angria.",
                "John passed the comic to Bill. He never believed at the time was his surgical assistant the first time the Power of Ragny.",
                "John passed the comic to Bill. He never clarified for me that not to put him first before, \"He came a little rant with and said saying all my politics he'll come into the troop to fight on.",
                "John passed the comic to Bill. He said you took a whirlwind view to see another catastrophe? Not about death.",
                "John passed the comic to Bill. He used and magazines of all sorts on their machines across their driveway and in their Yardley Sandwich dancing.",
                "John passed the comic to Bill. He thought at one- or two quarter miles on Casey Road when the 911, meanwhile: I can’t describe whether Bill felt it, say it’s an empty argument: And He’ll have it,.",
                "John passed the comic to Bill. He's given three more mini-fish votes against an amendment that's laid out that the Muris would get back again with them every last two weeks without the restoration.",
                "John passed the comic to Bill. He read more, including some great George Sawritt.",
                "John passed the comic to Bill. He also made two rounds this year for two vintage Hornflow and an entirely memorable one to serve because its original Virgin Parent Enemplution.",
                "John passed the comic to Bill. He could write another member's wit was John Hodge, with it, rather convex at the little product on it.",
                "John passed the comic to Bill. He said these were part of my own climb from her first climbing attempt before my psychological acrimonious Blueprint on this birthday weekend on May 21st when Janes was berkeley's Asian sponsor I had some.",
                "John passed the comic to Bill. He had wanted such a predisposition as would not exist on earth once.",
                "John passed the comic to Bill. He won a bronze trial with Diana Davis by the Arts Department who will be producing this 5 episode of The Game in episode three later in this weekend to improve his numbers up to now when a new signing from John.",
                "John passed the comic to Bill. He never witnessed him around here working as well - though obviously - they actually helped us out if one battles him very slowly down.",
                "John passed the comic to Bill. He loved being on a port trip in the 1800s.",
                "John passed the comic to Bill. He wrote The Australian Jack, in which Jack Fieldson (still whistling) was on his bed in an attempt to creep into one's pack, from the rides he had been away in the farm animals in the.",
                "John passed the comic to Bill. He’s actually been restoring a central figure, being part of another movies for him the same time, running a somewhat countertasteful dose of “Turkey” about that influenced Roc’n-turn game.",
                "John passed the comic to Bill. He died on 27^ 10^ 1 on 26September 2008; posting 1870, 26August 2008, 12 Page 74\n\n1955  Bob Dave Old Sturminster and Dave Mortimer, available as passage room telephone 8.",
                "John passed the comic to Bill. He can do much more than I ever suspected.",
                "John passed the comic to Bill. He asked Bill to come from John Joseph Tomlinson back in the garage; there was not enough glory.",
                "John passed the comic to Bill. He later died.",
                "John passed the comic to Bill. He went for that and even did everything the other institute did before.",
                "John passed the comic to Bill. He's made an appearance by\n Charles Keith on his job at John Horn Jr.",
                "John passed the comic to Bill. He then sent us this grade section; The Doctor tapped his router with a deliberate twinkle in her kiss, or ailment with each argument from which it is posed—to get all the status from each of his.",
                "John passed the comic to Bill. He won a major temper contest at the Allure this year before his concert on Sunday, May 17 at the Grayberg Cup on Sunday at the Tucson Bar.",
                "John passed the comic to Bill. He got out before he had no natural plans at all (he thought for a while because as early as his time ahead at the nail-plate clip.",
                "John passed the comic to Bill. He still has my theories to figure this interpretation and then on that day with Andrew Yeswood finally appended that plaques back on.",
                "John passed the comic to Bill. He asked what you lost and found himself standing with this man without troubling your assertion where the man never utter such a death sentence again — more to tread freely on such an occurrence in their brutal pronouncement while still eng.",
                "John passed the comic to Bill. He used to make several movies but got amused too.",
                "John passed the comic to Bill. He wrote for him (Figure Captioned).",
                "John passed the comic to Bill. He added with great surprise to it all of its bold creations.",
                "John passed the comic to Bill. He did very well not be romantic, perhaps after I got into an altercation for this one and decided him the next time\nI just didn't care\nI get up when we got together before dinner or a.",
                "John passed the comic to Bill. He was supposed to turn a prison to a coffee, if his pillow did not properly cover its message by the waterskine—not an excellent assembler's quarry in case this was ever properly signed (or.",
                "John passed the comic to Bill. He was doing good enough and could continue for some longer than most people think.",
                "John passed the comic to Bill. He still has all the time he needs—his best lot to teach at the Calico.",
                "John passed the comic to Bill. He wanted in the veranda.",
                "John passed the comic to Bill. He still lives it for the sorcerer: now one time by the tragic theory on hers and how much of it you could do and its effect has become.",
                "John passed the comic to Bill. He later added another major for John.",
                "John passed the comic to Bill. He didn’t know I had pancreatic disease.",
                "John passed the comic to Bill. He asked his tribe members through his treaty, saying so they were referencing in a development in the communities surrounding the universities being built down there.",
                "John passed the comic to Bill. He even gave his knightly nod, never to return back the medal (confusing a shared economic faith on the map before hawked over all the other achievements for him but again again in what was not as a.",
                "John passed the comic to Bill. He had become very veiled, for they wanted in glasses very severe and as yet you were sitting over with him – meaning absolutely no instant - then making jokes? At one point I told a friend a psychic who.",
                "John passed the comic to Bill. He'd come around on Wednesday for the next flashback on downstairs.",
                "John passed the comic to Bill. He says after a Republican war ended that \"we never attacked the cannon\", before Comment was posted below.",
                "John passed the comic to Bill. He still lives but only has three poochs is worth a read\n\nTom Grosso is one meta I think."
            ],
            "counts": {
                "John": 7,
                "Bill": 7
            }
        },
        "Joseph hit Patrick. He": {
            "details": {
                "pronoun": [
                    20,
                    22
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        11,
                        18
                    ]
                ]
            },
            "sentences": [
                "Joseph hit Patrick. He suffered a major concussion fracture.",
                "Joseph hit Patrick. He has longed to become Liquid Smokers\n\n\"When a guy dies at 25, he just backed him around, they're going on a movie\n\nThe adventure begins.",
                "Joseph hit Patrick. He appeared unable-compare him who ran down and out and shot\nGary Wandock.",
                "Joseph hit Patrick. He scored in straight concussion treatment against Mikey Peters.",
                "Joseph hit Patrick. He has lived on cheap, chemistry cigarette negativity because it made a lot tobacco flavors which aren’t quite brand name either to silly.",
                "Joseph hit Patrick. He received Request 0,517,PM Deprise in January 2016 until February run-release the first exam, beginning April 2016 is Never Posted at 6:7 in Williston, OK\nuser About Us ****\nplease do not.",
                "Joseph hit Patrick. He spent it to him he is alive more often but because no dad\nprovided me with things the day before was\nOctober 11.",
                "Joseph hit Patrick. He went away back through all his spell.",
                "Joseph hit Patrick. He wanted to return all my memory for over a year or even longer…it only culminating when that I first invested in my first tour of Sweden.",
                "Joseph hit Patrick. He wanted to get off on Ensmo Pier and head to his accommodation\n\nThe trip explores The Partnership.",
                "Joseph hit Patrick. He left for—\" Nikki Cohen.",
                "Joseph hit Patrick. He received an improved appearance by an actor on Arpad.",
                "Joseph hit Patrick. He wanted to move towards something like with some kind, one person (I didn't want some other man to go out on my game in that way too lol), however well you wanted to use when looking into making more of any.",
                "Joseph hit Patrick. He said about ten years, how did each man know whether we’re in the vicinity then to try to stop him,” Dr.",
                "Joseph hit Patrick. He will miss Geoff Parker if and when that is possible even during your visitors, may you have any information, or need the assistance from someone.",
                "Joseph hit Patrick. He lost his throat in her fist for three refills out before his boxing club was back.",
                "Joseph hit Patrick. He spent five months as autism’s day.",
                "Joseph hit Patrick. He went straight and used his volosity as an army band he'd been trailing with that shield before in his thigh and with both of those fields had to be cordaged there himself.",
                "Joseph hit Patrick. He became astronauts, however, eventually alone did his fame and birth frequency and cardio will be compatible also throughout this 50, 000 long duration period where he would be increased.",
                "Joseph hit Patrick. He appeared for some time despite missing last weeks at a nonstop single night scheduled for Friday.",
                "Joseph hit Patrick. He died at William Street on Monolith 6 to arrival of his mother; so after he was incarcerated within his 20s at Knowley, who later died as \"Tom Sawyer,\" another Lennie belonged where they would be awarded.",
                "Joseph hit Patrick. He left the game for recovery this Thursday evening — plus it was time we begin to dismantle and hit our legs at the water.",
                "Joseph hit Patrick. He wanted to know because i don’t understand and was looking forward this syllabiter after going down that turricanback with anger-ti jakimOL\nI thought would have gotten me a modern Computer Famous Aunt.",
                "Joseph hit Patrick. He may not go, right again a long time; when those first few months will have begun it out you'll miss again tonight anyway.",
                "Joseph hit Patrick. He's working on something on behalf of my husband from the Marionette jobs downtown that helped me visualize as little more than the things and people doing stuff I love doing.",
                "Joseph hit Patrick. He gave his inheritance with much cheques (sunflower pills with a lot of parentheses.",
                "Joseph hit Patrick. He hit hard for all goons.",
                "Joseph hit Patrick. He received an attitude crisis.",
                "Joseph hit Patrick. He took him through some patients had the following heads of causes\n\nThe two CBS boys are one man named Pat Hordes was\n\nExternal compatibility: 1.",
                "Joseph hit Patrick. He scored in 22 plays over 440 tries and stated, “You won’t let him steal my tag anymore so much you could just have the plays you’ll nick this short!!” When “Fake” plays in the US.",
                "Joseph hit Patrick. He played for several sports club teams where most of its fans, who do their due all along because for the Rockets fans might still be in miss football.",
                "Joseph hit Patrick. He has previously been a physical therapist as of their own.",
                "Joseph hit Patrick. He tried on for two days—but I wasn't going.",
                "Joseph hit Patrick. He spent much of that time working there so far… he started trying and was very fast, very touching so I figured until this point – after three hours – that led back down a short corridor while watching for every terminal answer which.",
                "Joseph hit Patrick. He was in the middle of it before the game, before hitting out with 16th in series again the regular time to get his hands down without penalties if that undercenter is to be forced down a first half finish on the field.",
                "Joseph hit Patrick. He did well of those years despite trying a good social media sound offering opportunities other people have.",
                "Joseph hit Patrick. He got no sound, all breath.",
                "Joseph hit Patrick. He started playing on a baseball game the previous one had been grounded and had two big runs for a second ball.",
                "Joseph hit Patrick. He says Mourned up in England and down in America… it turned a fresh win for this country without tomorrow night (We are getting to see every UK Army sky nurse).",
                "Joseph hit Patrick. He can never make it until now -- yet more he'll bring one.",
                "Joseph hit Patrick. He lost his home last few balls while she came down a closed toss.",
                "Joseph hit Patrick. He returned just wanting to know all about their new beginning of year to try out other things that weren’t going to recur after the first year so for a move on and that finally figured on it.",
                "Joseph hit Patrick. He appeared from across in all nine songs (another one is my favorite).",
                "Joseph hit Patrick. He won the Vaslop fame in Norway, for example against the Friary Award nominee and also won two international awards.",
                "Joseph hit Patrick. He looked a while taller for them the rest was about to go.",
                "Joseph hit Patrick. He should've come back as early on after this.",
                "Joseph hit Patrick. He was so sudden- death comes from Kenneth Killey after two gorgeous females — all of which we know she did have to die like that after a long look at you that looked like they weren´t going to be… assass.",
                "Joseph hit Patrick. He also starred.",
                "Joseph hit Patrick. He didn't know to think they existed--they gave their own name.",
                "Joseph hit Patrick. He scored the slashes of his forearm across a quick brace and it was mentioned every sound in it.",
                "Joseph hit Patrick. He should have gone.",
                "Joseph hit Patrick. He also had other recurview modules.",
                "Joseph hit Patrick. He started to move forward better in an hour or another day later last year.",
                "Joseph hit Patrick. He died in 1984; a short time later it has been resurrected (order 1979/ 84) under the law and a 1993 Plymouth photo — In my soul… But we like my heart.",
                "Joseph hit Patrick. He told police rangers that a chemical build one to many thanks \"Northern pantomics”.",
                "Joseph hit Patrick. He did.",
                "Joseph hit Patrick. He made an audience in it when '26, and those that gave his name were going back the wrong way' — it showed why — R.",
                "Joseph hit Patrick. He did very well before he dropped a mythicus penis in the pale mimic for three minutes before being linked out there going to a mangellanoic compound that was not creepy enough was a struggle against being able to find enough sexually.",
                "Joseph hit Patrick. He scored the opposition strike on the second level when he was outside the field.",
                "Joseph hit Patrick. He did come on with these new systems we’ve admired during his administration the last few weeks now.",
                "Joseph hit Patrick. He won the match so he came out with her after they eventually shot and then threw a giant child soldier into that truck, as she got out in front a child and threw them into the place herself heavy grabbed it at a.",
                "Joseph hit Patrick. He got up with all six of his widows following an hour after being grown nervous before the end\n\nHe then fell in front and Dana and her babyish named Billy Through the Roots was on his door and on top.",
                "Joseph hit Patrick. He first blown a losing sports game while he was at the end but left on his lucky stiff-case land later on with some of a divisive injury and injury to his return from the University.",
                "Joseph hit Patrick. He was taken to a pub out for a coffee at my Catholic Retail, and were widely reported in reply for three days the day before my arrival I attended church on Friday evening (watch the women telling the birds for the first time.",
                "Joseph hit Patrick. He had my fifth round opponent by the week with five start fights against all strikes including two of my last quarter last eight, on this new show at the Strengar.",
                "Joseph hit Patrick. He has since been on MP3.",
                "Joseph hit Patrick. He never crossed too much.",
                "Joseph hit Patrick. He left on the game for a break ahead as it traveled over a friendly.",
                "Joseph hit Patrick. He will give an expressive upper case tuning to every detail inside,\" the cabinet said through his platinum blonde fur.",
                "Joseph hit Patrick. He received Mail-offs against an FBI officer about five PCSAs between Reid Defense Energy (a 5 x 80 sample), to crack a story in a conversation between a Boy Scout soldier as he was allowed in a uniform across a.",
                "Joseph hit Patrick. He didn't even know any other name on those Colts faced after him.",
                "Joseph hit Patrick. He got shot.",
                "Joseph hit Patrick. He did go up this classic on The Roxby Forrest item a new mantra based off P.",
                "Joseph hit Patrick. He used this physiochemically recognized gorilla to make some music as a manga made out by Bazake after his voyages abroad the Seattle/Washington Times Morning Hour.",
                "Joseph hit Patrick. He was at losing the knife to a riveter from me that has gone permanently unbeknownstone even more austeras and stile-and-place with bad outstages.",
                "Joseph hit Patrick. He first apparently told Mrcha he had gotten the canoe straight into a firing squad from flames and wanted him dead because some 39-year-old slave children would get out before he was using it instead of being a bully, as.",
                "Joseph hit Patrick. He returned from work as coast guard with David.",
                "Joseph hit Patrick. He wanted to let her take him home by the shoulder but before his rushed with fear into them all and threw up on his calf.",
                "Joseph hit Patrick. He suffered a broken car.",
                "Joseph hit Patrick. He didn't seem to know until he saw his face on it on a level with it; rather had one look there when in silent contemplation – \"Marie Jardine!\" This could not be pronounced as they looked and marked.",
                "Joseph hit Patrick. He could have never described or completely abandoned.",
                "Joseph hit Patrick. He has had the giant Grand Hero's job to seal this album off his busy months in industry.",
                "Joseph hit Patrick. He lost his spleen after her.",
                "Joseph hit Patrick. He then took a spanly pushed-ass photo from someone just fine disappearing through some variable angle with black plastic.",
                "Joseph hit Patrick. He wanted to try out an experiment by making sure each player got good leadership.",
                "Joseph hit Patrick. He can get off to his house where one or three other girls worked when you got him out, your son got to come back around back there because someone wanted to take him off the bus.",
                "Joseph hit Patrick. He gave the Immediate Council of December 25 to Tay & Beyond from an office that required an internal update or re-subordinate an approval of one Langfelt and set the geographical authority on what to do under the death sign in.",
                "Joseph hit Patrick. He wanted to thank him forever before him though!\" [Queen Joceek] was as violent in his eye, she told me to stop.",
                "Joseph hit Patrick. He may not get it but need a few weeks to go but.",
                "Joseph hit Patrick. He died last Christmas in Sweet Top Menu (due September 1994 and Christie Tenon) a picture that Violet Mondey wore in her friend mortadella in a writeup and that I got her on her side this wonderful children.",
                "Joseph hit Patrick. He wrote one person segment on Friday.",
                "Joseph hit Patrick. He looked down the ditch.",
                "Joseph hit Patrick. He played a rare stage hit after a fit interlude – she starred there one year prior because he got a teenage son on the cover.",
                "Joseph hit Patrick. He came back back in his stride -- you must remember if you were doing that,\" he says later on the ceremony as an instance when John Lynch hit a block she moved back to a suit in Ford's favor on his old boat.",
                "Joseph hit Patrick. He wasn’t one.",
                "Joseph hit Patrick. He would later find an actor working the supernatural twist as Jack Danielson of Celebrity.",
                "Joseph hit Patrick. He got it and drove for over a moment in an row\nalthough quickly depressed.",
                "Joseph hit Patrick. He suffered a stroke, and on three of the 16 days of treatment, two strokes were noticed in both test- and the serum test result showed that patients with points of weakness in the peripheral nerves showed a decline and a depression.",
                "Joseph hit Patrick. He took off at a pinthouse this morning due ahead of his slow onset, on what was going on behind that door of hers was locked while sitting on her cot on top of it by another door behind us by a struggling.",
                "Joseph hit Patrick. He appeared unable to temporarily complete her alcohol ever meaning the words (or even to use it."
            ],
            "counts": {
                "Joseph": 0,
                "Patrick": 0
            }
        },
        "Patrick was hit by Joseph. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        19,
                        25
                    ],
                    [
                        0,
                        7
                    ]
                ]
            },
            "sentences": [
                "Patrick was hit by Joseph. He died of subjection.",
                "Patrick was hit by Joseph. He said police suspended records for arresting him by Nicholas's stepmother: The bartered Art Dicksby on Saturday night to be polite.",
                "Patrick was hit by Joseph. He went from oracle from an athymic voice and he gave a \n\nmessage he asked on LH  any questions around 416 \n\nwhen a turning out of rulnce from chapel I found no boy with the hearing.",
                "Patrick was hit by Joseph. He has just been closer in the eyes (cooked and not prevented from whisking).",
                "Patrick was hit by Joseph. He suffered a broken leg suffered her injury for the season and a fracture his left knee extension caught in a crack in the chest overcame a knee injury that patients mostly found beneath a glove slip.",
                "Patrick was hit by Joseph. He is currently incarcerated by his mom’ infomedy for suicide and she now lives for him the just who she is.",
                "Patrick was hit by Joseph. He took over all his professional responsibilities last Friday with three athletes during the 1994/12 campaign and that he signed the NCAA-record All-South overall.",
                "Patrick was hit by Joseph. He was unfortunate and was later occupied just 5 day of rehearsing with Paul and Paul and that was a fateful journey, according to a contemporary comedian of the Saturday evening, at a deadline to make his presentation from his.",
                "Patrick was hit by Joseph. He suffered a broken leg if he decided.",
                "Patrick was hit by Joseph. He was a whole ride on Faversham.",
                "Patrick was hit by Joseph. He left Tokio to take the down.",
                "Patrick was hit by Joseph. He didn't get the foot drive to his eventual home until the battalion was still attached to his support group.",
                "Patrick was hit by Joseph. He died in 1908 but he has had a steady business life in the restive Cupertini Province around the clock who have not yet expired on Venezuela.",
                "Patrick was hit by Joseph. He has taken a vengeance by the Ethan Leviestan in the late black Sam Shitham, leaving many of these sad hautesque markings around.",
                "Patrick was hit by Joseph. He went down without assistance through most dangerous sight, in which he took over, over the reception stand, again on one piece before, only when I was in the section when Joseph and the others were tearing down the Charles.",
                "Patrick was hit by Joseph. He didn’t get touch with other men within a safety assault squad — right onto someone at the spot as well the top corner neck or the cargo jump.",
                "Patrick was hit by Joseph. He left in gridfield and had to leave.",
                "Patrick was hit by Joseph. He started the massive ceremony next.",
                "Patrick was hit by Joseph. He suffered a broken leg although in early suffocation, but the swelling burned part of her grip missed.",
                "Patrick was hit by Joseph. He also hit the skate board to get a rough shot from Chris Pryborg in a high dive.",
                "Patrick was hit by Joseph. He is in foul mail on me before he was hurting you a fine idiot.",
                "Patrick was hit by Joseph. He was taken unconscious during his medical exam.",
                "Patrick was hit by Joseph. He's also been a difficult partner from an early relationship that has been insane ever since Planned Parenthood abruptly broke with their daughter, but at the weekend they're still a threat on the market.",
                "Patrick was hit by Joseph. He's hit by many who see Dafilia shaping her last May.",
                "Patrick was hit by Joseph. He didn't know a place where any imagery for them got being rocks was a sculpture in the parking lot just curious the wagon stand was supposed to be, ready to do the tour stop was just like in some casky.",
                "Patrick was hit by Joseph. He then had his own heaven in the actual absence of another slab\ndrop on in this morning in front and be careful on bringing with himself just in\nour wagon on my offense.",
                "Patrick was hit by Joseph. He'd been on his job there long past.",
                "Patrick was hit by Joseph. He died at gunpoint.",
                "Patrick was hit by Joseph. He left Dwight three years later but it ended in a broken leg in the arms to the Boston Game, where they were celebrated last year but that was too soon, seeing a local grocery company.",
                "Patrick was hit by Joseph. He died in Sherman's arms in 1976—that's two years ago since the band's 10:38, Cole McCurry.",
                "Patrick was hit by Joseph. He started to get a long jump on a octo attack at the breaking play, although what happened to he had to be a sell off/jump off/personal pass.",
                "Patrick was hit by Joseph. He also appeared to have an eye on Marcus' brought back.",
                "Patrick was hit by Joseph. He could only certainly get away and kill them until something ruptured he bled more open in front of all of it like him had come back his hardest willing memories once before his toughest tournament ever.",
                "Patrick was hit by Joseph. He went to Runhill for nights in an acute and extreme fever.",
                "Patrick was hit by Joseph. He's definitely not on Diego's side yet again now so be it with some more fretstar presence about you still playing beautifully\n\nI am just dedicated in counseling\n\nYou might find someone here too with one mildly.",
                "Patrick was hit by Joseph. He also was a shooter during an interview at an All Talent Company in the Legalized Journal of Law and Law by a Touric Corp.",
                "Patrick was hit by Joseph. He was matching as far as it took in quite a week with Mattazios having missed his Friday with two less devastating items later with a 34 second leg stop, according to Robert Pip and Steve Varner who ret.",
                "Patrick was hit by Joseph. He tried again Tuesday through as his formal and clients had come to deliver from a crimpm appointment in parenting.",
                "Patrick was hit by Joseph. He then struck and repeated the hit in the right and left front.",
                "Patrick was hit by Joseph. He started to run off back toward a bagpipe.",
                "Patrick was hit by Joseph. He went from being just as unbitten his dead dad’ butt as she went in his SUV in Santé, down to having a reasonable heart control stalked in front of them before the kiss and started to sketch himself.",
                "Patrick was hit by Joseph. He is an actor with a screen in the Oscar nominations with a guest star in Surrender in NY: Old Age 90 Maronka-San Montece, Raday Momishatha (R-RR Aubanian.",
                "Patrick was hit by Joseph. He wasn't a felonous shooter for a convicted felon, although not an antique agent and invariably used in entertaining the parties.",
                "Patrick was hit by Joseph. He'd let her get her down with he showed him just coming around it if something bad happened.",
                "Patrick was hit by Joseph. He got into the rib and Herman ended up with her in the fourth grade as well\nUltimano\nPedro Draper's college campuses are all about being Houston guys; they all love being turned into american.",
                "Patrick was hit by Joseph. He took up the shouting and his marital relationship.",
                "Patrick was hit by Joseph. He tried and gave a score to obliterate it after he had haunted by both Judith Creswall.",
                "Patrick was hit by Joseph. He’s so savior that someone didn’t realize why this guy said that he actually said for years on negative things… he had to go into his own kitchen when all he want and was at least charming to.",
                "Patrick was hit by Joseph. He has this felony of molesting his pregnant girl's parent and he was handcuffed or placed in handcuffs.",
                "Patrick was hit by Joseph. He didn’t want your help by making your own green card from Illegal Dickson – Your attempts had been huge.",
                "Patrick was hit by Joseph. He then walked with John to the hips after him before getting the remainder of himself onto an inappropriate twist from their fat towels for reps.",
                "Patrick was hit by Joseph. He has yet to discuss and map where all stranger people come, like he's had them talking their whole hands out over an exposed instance of a man in a mobile phone.",
                "Patrick was hit by Joseph. He didn't have anything but some of him playing to make an appearance with James Higgs and Tasked an interview from which we scanned for his blind handwriting when the fields came into his grasp.",
                "Patrick was hit by Joseph. He is Whitney Hausers- Marshall Lucy White for his holedup Combat Aircraft.",
                "Patrick was hit by Joseph. He suffered a broken leg eight months at home; his complaint was that the length of 12+ miles had been applied improperly on a soft mist fog with the hospital only 13 miles.",
                "Patrick was hit by Joseph. He tried his buttop mama on my fight with both of our stories his joints had diabetes and I felt so alive as his butt by his punches he hit his butt on me that his butt inside the shoe.",
                "Patrick was hit by Joseph. He has played a minor roles during this past month's game at Palenio Major Arena and was sixth in the Pac-12 Tournament against the Brauona team at Tokyo on Nov 2.",
                "Patrick was hit by Joseph. He went to his coaches on Sunday afternoon by troopers (Sept.",
                "Patrick was hit by Joseph. He had two kids just years late with my tech girlfriend.",
                "Patrick was hit by Joseph. He didn’t have one to cash his organs until the next whistle leveled at $2.",
                "Patrick was hit by Joseph. He'd used three times but instead of this time on and the second one as I thought what that was to him the other had just happened if people asked one of its antics while the others took a band's ear.",
                "Patrick was hit by Joseph. He went from being\nhigh down (137); He did have detention to doctor\nofficikey after he got north and was arrested last night;\n\n\n                    22\n         HOBI-FUSED HOME OBAMAR.",
                "Patrick was hit by Joseph. He left his locker unresponsive but was most likely to have been stamped by a guy at his club in a non-adjo zone on Thursday in a third of a name.",
                "Patrick was hit by Joseph. He was dazzled again tonight against all one, ready to be clear by now.",
                "Patrick was hit by Joseph. He then made a recovery trial.",
                "Patrick was hit by Joseph. He's trying in and the 13-gauge ligator device not fixing up these Danes since their 239-pp7frame muscle with this device could be finished on a staple leg thumb at the end (clear front frame.",
                "Patrick was hit by Joseph. He’s never been analyzed publicly (day long).",
                "Patrick was hit by Joseph. He got off to a very quick crawl at the emergency room in Worcester but missed his ankle and was himself activated the day by his abs back into a powerfull had sodden stomach and his appearance wasn’t stupid,.",
                "Patrick was hit by Joseph. He'd come into the stomach of Jesus before the advent of his daughter in compassion.",
                "Patrick was hit by Joseph. He's from the Oregon State Party for Democracy, but during their dinner during his family holiday almost five years ago after leaving their congress in China with presumed help and had an excellent call to hear their sermon on their husband,.",
                "Patrick was hit by Joseph. He had more of this before he dropped a thought card by emphasis the second time a man had seen some of \"the boy on a fishbowl.",
                "Patrick was hit by Joseph. He lost his driver’ hearts, as if this is an act of kindness not only for people and their families from their children but was actually born along this fence leading its way under their families in order to have children’.",
                "Patrick was hit by Joseph. He left his 46 second career match being offered to Casey Energy for $3,600.",
                "Patrick was hit by Joseph. He then drove along through some of it for some time and let his Mom would have her reckons — \"We have two days and there wasn't a formal action.",
                "Patrick was hit by Joseph. He then used her aunt’ method into making it as if his wife or husband might never have been photographed on her lap at the time for diagnosing.",
                "Patrick was hit by Joseph. He got his visa during their routine 'cruian back.",
                "Patrick was hit by Joseph. He then played in the Magic Game as he played balloons as a vice league player did not send a letter of thanks to another player called the Barracuda Kings.",
                "Patrick was hit by Joseph. He had been the promotional product, perhaps an introduction during one of its brief tours back at Ronald Macdonald from a 1955 box office run by Blythe Hotel at Legera, where she worked three pages a week.",
                "Patrick was hit by Joseph. He lost his key there just one foot.",
                "Patrick was hit by Joseph. He has one look that I thought was something like: when things arrive there’s first charges with just being yelled out (but also when “feeding the baby).",
                "Patrick was hit by Joseph. He's really a pot fat dog by his “Formic Husketx.",
                "Patrick was hit by Joseph. He lost Bobby in a big crash so he went on to strike the kids for a corner building as a supporting contender so the kids did something life and life affected all the kids even though she hit a heartbreaking let her.",
                "Patrick was hit by Joseph. He hit the briefings and was pressured in Missouri, and is the elder one now.",
                "Patrick was hit by Joseph. He could never be sitting up at home playing his kick kicks while pitching the door trying to launch from behind for the thought.",
                "Patrick was hit by Joseph. He wasn’t even a Beatan — probably a piccatel bit, after that absurd Paul O’Polinaire — would have to come with him under more intense light, only the fact it will never be.",
                "Patrick was hit by Joseph. He had already lost Tony Burghardt; Billy Kushner called his name for an NJ standing crowd.",
                "Patrick was hit by Joseph. He went out on the pitch after an offence.",
                "Patrick was hit by Joseph. He was taken calmly away in the belly at the bullet hole while still surveying them with just a twine on each knee until an ocuff occuli which caused discomfort to the occupant while still chasing them was staggering.",
                "Patrick was hit by Joseph. He started the titular arrangement right arm.",
                "Patrick was hit by Joseph. He wasn't the only one, out of an entire team to go out on the left foot.",
                "Patrick was hit by Joseph. He hit back up a welcome improvement by hitting another glaring step into a making was a boxing coach's October intern fight, one who fought in the office's Presidential Ballroom before the security guard's visit called, of an.",
                "Patrick was hit by Joseph. He left a full range, from 5 to five.",
                "Patrick was hit by Joseph. He was the division operator for six years at a post.",
                "Patrick was hit by Joseph. He was taken too soon over because then all he was in his play.",
                "Patrick was hit by Joseph. He left the train tracks around the city by a house number five (D).",
                "Patrick was hit by Joseph. He tried his own.",
                "Patrick was hit by Joseph. He said there in the air conditioning had a British cord \"dead\".",
                "Patrick was hit by Joseph. He's from Boston in Boston.",
                "Patrick was hit by Joseph. He looked extensively at us from time to space before, seeing ourselves sitting in his mirror to watch a theater.",
                "Patrick was hit by Joseph. He died on 21 August 2010 at The Stavison Nursing Staff of Dr."
            ],
            "counts": {
                "Joseph": 1,
                "Patrick": 0
            }
        },
        "Ken admired Geoff. He": {
            "details": {
                "pronoun": [
                    19,
                    21
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        12,
                        17
                    ]
                ]
            },
            "sentences": [
                "Ken admired Geoff. He began by running off again late to journey north\npingker and was going into a better race than ever to retiring and was riding\nbar racing up on to a famous Circle riding standebok for a ga-\ncc.",
                "Ken admired Geoff. He saw me walking a nightgown now wearing this cobordatra spotted her with long blue long hair that she lookedlike from her brushless Sunday clothes like my own.",
                "Ken admired Geoff. He became an architect, a clinical psychologist of Harrison, where a complete history, from Telepathologists, Walter Langford to NADAL, which the saw her see Edmund Lovell of \"Fiadys intellecticus\" under Phil.",
                "Ken admired Geoff. He watched as one of their children as a robot, or at first it might be what a rose it began; though though I had had no idea for why it felt like a pleasure for him had come up more often throughout its.",
                "Ken admired Geoff. He ran on top of the list because she caught her staff in bats and then broke the state legislation of the High Country Trip Exem who died while he was air-moil from the strikes, leading him for a tremendous innings.",
                "Ken admired Geoff. He knew his father to be his ‘nice Dad, a nice Leavonist who’re also hubi’s father of all ‘scared games in a magical world of creepy Green Manhattan.",
                "Ken admired Geoff. He set them back a long time and thought them soothes you with their love but none the uncleanries are really good but got us some good weapons because sometimes there wasn't a lot we would nail on getting the claws of.",
                "Ken admired Geoff. He came through.",
                "Ken admired Geoff. He set up her at one moment for England at Hampshire where for years she stood on the Gold Leaf include three children working for Owens Valley Pacific.",
                "Ken admired Geoff. He felt it would make people feel down there - all the same - including every day but that he never very much heard.",
                "Ken admired Geoff. He saw it first and looked at her then and got to her teeth by his paw but that wasn’t the same as how it was when they both desponded her then it took his but it all trickles together of.",
                "Ken admired Geoff. He says I'm grateful, I hope it won't be a failure that there must go.",
                "Ken admired Geoff. He saw how bad Aquibell had always had had before him back in the name the other day to give it an edge out on this one that meant for a second.",
                "Ken admired Geoff. He believed the team and Gateway built them a bridge through some generations -- from an industrial family that gambolled between the two.",
                "Ken admired Geoff. He spoke at length towards his daughter and how the Matthew about Daidu were also there while Mapker on his Road Zero was being taken over on Elliot.",
                "Ken admired Geoff. He thought at the end his career was quite Japanese.",
                "Ken admired Geoff. He started as Iof at the beginning a practitioner before that.",
                "Ken admired Geoff. He helped Slack normalize her wires across Dmitry Stoler; a woman whom Kerr and Ness Highaw led wondering and a woman he was great grandfather to the Big Africa Trekfoot Carpato at the Land in Merrist.",
                "Ken admired Geoff. He never responded at all to how decentralized she looked until he looked a little uncomfortably dumb at first.",
                "Ken admired Geoff. He watched the game by Nat Weaver so Cal won't go to the shelf but this wasn't his first game as well of that game that is good on all ears anyway.",
                "Ken admired Geoff. He won Marshall’s 35, and in the rivalry for Admiral Stevens the boy Bonnet was one\nyear younger as Theodore Wood, an ally to the Second Sarino Chester, to Maryland’s\nNew Jersey Alibi.",
                "Ken admired Geoff. He seemed happy to see a new husband whose name had not been sourced or onboard a Blue Freko.",
                "Ken admired Geoff. He always liked Guy's 2005 Arcana Cancer 2011 Profile Face Out Edition.",
                "Ken admired Geoff. He led this team team along way up the stand without a minute for this.",
                "Ken admired Geoff. He called them on to calmly explain its virulence in an age of positive feedback from other Native American movements as well to all white man pioneers which still track the hemaking ability.",
                "Ken admired Geoff. He made some unsuccessful efforts during her induction in last stages and for her general amusement at being a lawyer on that level\n\nThe day after the cup of heated drink had fallen totally on Monday when two people came to the auditorium.",
                "Ken admired Geoff. He came over for dinner in muffins and then at one of the Americans and we went there after lunch in New Hampshire because by the time we still got there I didn't see a snack and lunch.",
                "Ken admired Geoff. He became one of his compatriots despite he allowed some academics who didn’t get kind of racist and showced themselves over Internet…it wasn’t so much for a Mac book but now with only 15 new businesses and.",
                "Ken admired Geoff. He made me laugh to ask me whether if if anyone saw a packet at this nursery's rehearsing tours are at home.",
                "Ken admired Geoff. He often sponsored some admires among lazy immigrants due to other Afriopolies based from his origins as Burkertal Count to Carnegie.",
                "Ken admired Geoff. He loved him.",
                "Ken admired Geoff. He often glared into the speakers over at them several times all’ from several of these.",
                "Ken admired Geoff. He looked as though to the world not the other way because they didn't give Math up at first.",
                "Ken admired Geoff. He taught at the media\n and Spanish College, and now also the North West Learbase, with John\nMonitheas for DON.",
                "Ken admired Geoff. He could see all of us getting on the shore from its submarine ladder along a larger ladder in its fight was the result of natural disasters.",
                "Ken admired Geoff. He says of 'Earth Packard,' something she'd seen since she first discovered Earth energy in her research.",
                "Ken admired Geoff. He often regretted being the only Gibbons.",
                "Ken admired Geoff. He wasn't a person with a local lifestyle.",
                "Ken admired Geoff. He called him out at home here later (over 50 feet).",
                "Ken admired Geoff. He gave me to my editing thanks because they all said we should do my particular skill working at it.",
                "Ken admired Geoff. He left Launch.",
                "Ken admired Geoff. He always liked Geoff McGabbin who left the Clockers in basketball.",
                "Ken admired Geoff. He seemed able to give Jahis one recent assurance but she hasn't really had anything to do yet anyway she hopes her daughter'll have the nice new mothers who care about their children now her father won't be footing her fine moments.",
                "Ken admired Geoff. He met to sterilize an ordinary handicapper while humble and bolted out at his wood stove and had just finished his lifelong dream of Wesley Eden with no cup.",
                "Ken admired Geoff. He tried trying at least out fields as well not concluding after this\nnon-moving Tarworth.",
                "Ken admired Geoff. He used more consideration this interviewed was not a subsidizing device being the only one on the list to go over a rich slum property (the first discred is likely worth the input).",
                "Ken admired Geoff. He watched himself in a house.",
                "Ken admired Geoff. He found an additional reason.",
                "Ken admired Geoff. He first filmed these vigilant uses the video report from The Salt River Awky Empire’s captain BP Chase.",
                "Ken admired Geoff. He knows of another friend as I was about him the next morning rather horrible.",
                "Ken admired Geoff. He started in the rituals which would help the carcasses in their infancy, leading into and out of this confusing and smaller circumstances you need but no one to be punished when that's too high of a hardship was advised – all while.",
                "Ken admired Geoff. He wasn't one to blame: in advancing their monumental climate he had vowed it would never be melted back.",
                "Ken admired Geoff. He did all the necessary work from 1927/1930 before working at a mortgage company he dedicating it was very difficult that no one but Leonard Skipper wanted and he learned not only how to make it work, but it did it.",
                "Ken admired Geoff. He says he gave up and his son didn’t have that much else he would have.",
                "Ken admired Geoff. He studied Geriatric Mental Health Research held at Texas A&M Medical Center.",
                "Ken admired Geoff. He taught at the political and business colleges to church Americans\n\n\"It hurts a lot\" or saying one's \"melting something\" because their vanity agenda might not have traded\nof a faster reaction\n\n\"They put.",
                "Ken admired Geoff. He lived alone behind her honestly as one, having her own life with David, left her husband to live it with.",
                "Ken admired Geoff. He always liked Geoff Rutherford as much.",
                "Ken admired Geoff. He passed over by God a few hours before she'd left for her recent friends when an unwanted book wrote it at his birthday, that day in a veritable Mariana Tate desert ad Paris, is left to the presence of a.",
                "Ken admired Geoff. He looked around with a pen mask through.",
                "Ken admired Geoff. He gave them in a lame silence than a few days before that Newman had decided in time.",
                "Ken admired Geoff. He went from one manifestation down the Korani to that of The Islands.",
                "Ken admired Geoff. He will do anything to show their difference even further than ever before when one wants to write it down.",
                "Ken admired Geoff. He ran over some of what he never liked as many people to be dreading\nmisses off before I was a hangin' and didn’t like that a bit because even when those things don't really matter and everybody.",
                "Ken admired Geoff. He put a tape recorder and put a reasonable price and found something interesting — much like this, right place-able without partitions is my concept: They do it for people to buy things through the watchbook and save people the money.",
                "Ken admired Geoff. He will work in occasional Glutes and in those days this is supposed to mean that everyone must die without being able to get one.",
                "Ken admired Geoff. He died at the prison funeral’ing at his headquarters and the sixty-thousand others from Lieu Vats, including Kagomo.",
                "Ken admired Geoff. He gave her two unique records for those who lived on Dickens' private lives.",
                "Ken admired Geoff. He taught at Terreux and then at Needlei Dorangunkyi.",
                "Ken admired Geoff. He asked, with what kind of a person you have.",
                "Ken admired Geoff. He grew a blog and was the 2005 Women’s Page Six.",
                "Ken admired Geoff. He later made a few gifts he set, for a time at Luger's.",
                "Ken admired Geoff. He got his first read.",
                "Ken admired Geoff. He returned last night when he got home late last night due.",
                "Ken admired Geoff. He found more and more habits when he worked for some years ago at the recession there has bounced around across Europe – because people now see it for the whole North.",
                "Ken admired Geoff. He returned in late 1945's Toyota Art Ambassadors track festival Athens claimed on September 28 in Skawartistan where he met his top guests with his dozen medal pokemon.",
                "Ken admired Geoff. He used my supervillipilot when they had to fight me up because things had changed because that time wave would start again one way: if things were not going one way to go and be a signal.",
                "Ken admired Geoff. He will never be able, at any cost.",
                "Ken admired Geoff. He then proposed NDBC as part of that Cartel Longsees issues-Massip Ray Sherman as one-two-states baby Charity.",
                "Ken admired Geoff. He watched us using him like an ordinary Batman joke on them from day one.",
                "Ken admired Geoff. He loved correcting her, or she would send the census box tidily up a perhaps celebrity's visa records.",
                "Ken admired Geoff. He wasn't particularly bright.",
                "Ken admired Geoff. He helped succeed in a Labour party and the Paul MacKole where his boldly and meritic character had made the seatholder.",
                "Ken admired Geoff. He'd seen her in the sea again at AMHI (Minis was her first example there so far this year at the Djupi Islands and this week on Foreign Language Missions).",
                "Ken admired Geoff. He continued a journey through Africa – this kindly and ignoring their pursueries.",
                "Ken admired Geoff. He started by asking how to create more diagram children (Jewy).",
                "Ken admired Geoff. He sat for the tasks on 'fill in the customer wants you for help.",
                "Ken admired Geoff. He said we need people on the National Government to learn who can know.",
                "Ken admired Geoff. He continued to write \"The Fusker Edition (Disney Flight 07 Showing UFO) I regret that my friend Berkeley Fisherner has become so snared I must have felt that the Mountain Gods—and Fanna – had.",
                "Ken admired Geoff. He had won in Malaysia as the military combatant was Elements.",
                "Ken admired Geoff. He saw him taking the fake, black tools while the wedge triangles had left them green to fetch down.",
                "Ken admired Geoff. He still owe his earnest reverent praise was that, until this Anne Shawbee cleared her throat to leave her.",
                "Ken admired Geoff. He can only be hitting and dismayedly\nplay opposite his wife of sorts \"nipper-giation\" who will take their\npinto, she loves them but finds so fine too that that he leaves no clue how they.",
                "Ken admired Geoff. He decided to start to write more on how this was going and it still sends some open tailors which did not have been sent a string to her, its been for several minutes about its positioning along these early days for several hours.",
                "Ken admired Geoff. He held some popularity among a number Norris race, but his sympathies was drawing negative towards Geoff.",
                "Ken admired Geoff. He continued her intended relationships for me with each of these Kentish kids.",
                "Ken admired Geoff. He didn't need more refugees.",
                "Ken admired Geoff. He met his predecessor Jim Frederickson for two years on Travel & Chikscare, where Geoff was an investment.",
                "Ken admired Geoff. He may have had many bloody periods between 1992--32, by the time of the move his ubiso owed him all the due process problems over and over.",
                "Ken admired Geoff. He thought that his first move is this year with Mr Settingi about new Pennsylvania attacks via its first active Air Base."
            ],
            "counts": {
                "Ken": 1,
                "Geoff": 4
            }
        },
        "Ken impressed Geoff. He": {
            "details": {
                "pronoun": [
                    21,
                    23
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        14,
                        19
                    ]
                ]
            },
            "sentences": [
                "Ken impressed Geoff. He seems profoundly annoyed of him.",
                "Ken impressed Geoff. He led them about 50–75 spectators; her husband was just two years old for that post.",
                "Ken impressed Geoff. He left Mayor Stark and his banner opened and it’s a pathway, along the red bricked left vervet grovoles, but some people wanted the faster looking tops run mean that you should go into a gas burner now.",
                "Ken impressed Geoff. He enjoyed looking over Weiss’ Switch VR, his nap at his Holiday Shop, for the Treasure of NYC’s numerous condoviples while also looking to buy an opportunity out there but at first suppose now is rather the case where.",
                "Ken impressed Geoff. He showed her around an acre of trade how she could sell for a fool, they would probably still use up their shoes at this first date.",
                "Ken impressed Geoff. He talked up some ideas so he did, we did have them on stamps since then \"the only thing is one little piece here\"—that which shows it \"value in it at first.",
                "Ken impressed Geoff. He doesn’t really know the difference of things and yet is based.",
                "Ken impressed Geoff. He seemed that if we could not make that announcement when in the wrong.",
                "Ken impressed Geoff. He got in his hands the same thing but stopped playing for gaits on all ten spots even though trying that to find its place that there’ll never be enough to find a trademark of an interest of a bomber.",
                "Ken impressed Geoff. He started as some sort maybe just because he set a minimum bonus giving them something they didn’t approach after some time last year.",
                "Ken impressed Geoff. He gave a shower every now was good for them -- really.",
                "Ken impressed Geoff. He says this game saw the immense fans and we are delighted there will be the VideoGamers and their female choice for each team with what it means will have to be a bigger role alongside this UK top team than it themselves -.",
                "Ken impressed Geoff. He should think of a place so intimidated a Port Race, like what it would be to not leave there forever at the Stadium in a superior order – now too many people won.",
                "Ken impressed Geoff. He probably wasn’t there somewhere they knew where it was, just just about everything on this machine which they never lived up to in any serious way when these people who don’t get it together would have no defense.",
                "Ken impressed Geoff. He finally found his place outside a tip golf practice at which she thought ballot paper and Hillary was just as frightened in the hustings that he said “semi black heels could do for Zimmermann.",
                "Ken impressed Geoff. He'll admit and explain what happened is done during lunch.",
                "Ken impressed Geoff. He began playing for myth in his free time with all B&G.",
                "Ken impressed Geoff. He set his own steady pack but said \"I got that you had what I am ready on for!\" This meant there'd come to life to all the good as to if to take it off without him having any complications? He.",
                "Ken impressed Geoff. He finally took the opportunity to bring a new mixture of science fiction into the eight corners of his mainstream TV special and the science legends to Vonage as \"the greatest spy of the South\".",
                "Ken impressed Geoff. He probably used something in a Village Vintages.",
                "Ken impressed Geoff. He should be Jordan's capital tomorrow so she did as he was told that as an Aboriginal senior pastor they said about the church \"public place\" they gave their resignation on his inaugDama Boys World tour last night \"the church.",
                "Ken impressed Geoff. He immediately became Shadowchurch’s Emergency manager and Palm Beach’s neurodewon for Deep Dawgs Scholar for the Ellis Island Legation to join his evening panel.",
                "Ken impressed Geoff. He arrived next week where there aren’t much when I currently interact.",
                "Ken impressed Geoff. He never works to find that one that most affarers and collectors know best about as swiftly as one could be in their respective careers.",
                "Ken impressed Geoff. He responded with some motions as a castor involved about which the castrator gave his feelings a some more provocative output — having responded primarily some posted comments after several copies were presented via the Orange World of Reynald Stafford Living alone shows.",
                "Ken impressed Geoff. He soon appreciated an international photograph which was a curtain on their breakthrough dream.",
                "Ken impressed Geoff. He probably will win it because I know who had the pen.",
                "Ken impressed Geoff. He recently won a B.",
                "Ken impressed Geoff. He returned early 14 years and finally joined his estruble and already best in Doctor Who.",
                "Ken impressed Geoff. He certainly took time to get brought over the terrain so we can see to what he was standing at to get in the sunlight that is his first question, every time that they are standing on their property and walking along in front of.",
                "Ken impressed Geoff. He liked his team's fancy uniforms that made for the Purping Saints two miles away over the Loai's crisp New Six Miders Rovers.",
                "Ken impressed Geoff. He believed a companion also got a coseltocardica-mounted ceiling which meant the wireless coverage for any of that opening.",
                "Ken impressed Geoff. He seemed just the same, getting back into his works after him during his altercation on exclusive keydeck on May 2020 (podcast: @watchmikermmo) at ICDG.",
                "Ken impressed Geoff. He doesn’t care too much what the WashPSAR is about.",
                "Ken impressed Geoff. He then went to work for Dive despite ample problems around him under two stars within six months after he had started to get consistent remarks like him about wanting better.",
                "Ken impressed Geoff. He put the Surface of a launcher before his composite opponent would become a Designer, making for more security.",
                "Ken impressed Geoff. He sat up and watched his natural enthusiasm grow with a bit of embarrassment\n\n'I'm in a relative place!' he said, heavily anxious.",
                "Ken impressed Geoff. He ended this quick tirade again 'when everything's going to sell out well?' He made one more own by giving revenge, perhaps from God, thanking God only to go the wind and his own heart for good and soul.",
                "Ken impressed Geoff. He never signed a sponsor.",
                "Ken impressed Geoff. He talked into the new lanren of Dokbliz and Loneside as he had decided their continuation up Newpark should go in with TheTwo and then he set out as they were.",
                "Ken impressed Geoff. He just gave the trust better than the team to do better when you were younger as we pointed.",
                "Ken impressed Geoff. He would say more.",
                "Ken impressed Geoff. He became the first Earl of Meghan of the beginning in the school's big-game social history - beginning for a rare Arthur de Kierke's blue suit of silver with him running back early in the 1989 world tour of.",
                "Ken impressed Geoff. He knows to keep Jenny,\" Mr Consolita was not pleased that they shared that laughing friendly friend of the mechanics on her laughing could still be a businesswoman in one of her tombahitudes had gone before the end, said.",
                "Ken impressed Geoff. He helped reless the new periphery until, by working in Debian and Amanda's Metallix, that of 'Mary': one-colour dishes meant as 'distance_one_like'.",
                "Ken impressed Geoff. He first grabbed Geoff regularly after his paddle has sandled his buckboard in his palms then he immobilized it so it didn't crack.",
                "Ken impressed Geoff. He stated they made some illustrations instead but looked for me but looked no see us but would go home if that was a good idea which they gave more total introduction so more leaf added and some added more enjoying.",
                "Ken impressed Geoff. He led me toward his daughter into his machine.",
                "Ken impressed Geoff. He stated it out 'True Agent'.",
                "Ken impressed Geoff. He hit it sideways but thought this game may have made an impression was off the tone or a game of trees at a fine feel for it is too MUCH more than one game can put it.",
                "Ken impressed Geoff. He received the Gospel Gospel outcry on Solar Energy.",
                "Ken impressed Geoff. He explained who they were before she went into the room with Babe and asked his name because this place at first was about twenty over high but even before.",
                "Ken impressed Geoff. He may still not feel like a step and he still has hope with one, or some, etc.",
                "Ken impressed Geoff. He stated for one veteran ill-test non-Jean Paul chose to work by taking over their protestant Uriah and giving a explanation by his friend Billie Holiday but with great freedom.",
                "Ken impressed Geoff. He also got out a batgirl and took him back before he took it for the first time from 370th in the race.",
                "Ken impressed Geoff. He turned over one to Daley who nodded to D.",
                "Ken impressed Geoff. He signed to master the significance of Pekos and told Brennae of Pase County that Kenosa wanted a decent development plan into \"due process,\" allowing a Mayor's honoror to pass a fine order in the company would.",
                "Ken impressed Geoff. He became a sports commentator and contended in his newspaper office on Tuesday morning saying: that at one point one of them on hitting an Anderson Line O'Neil will hit an AP report that was maliciously reviewing the Coach's Match Ag.",
                "Ken impressed Geoff. He saw her beaming when\nDavid, whom had the express effect upon Sir Jain to his\nGardner Castle and were in the possession of Mr Galloway at the\nday.",
                "Ken impressed Geoff. He believed there wasn't a lot about any jervecotty Girl's relation that was much explored online through her comparable Rule of Vehicular Certificate and a few other approved trips were due right from there or had not yet been joined.",
                "Ken impressed Geoff. He enjoyed him more in authority.",
                "Ken impressed Geoff. He couldn't imagine one that has changed since that distance to communicating in geographic detail as early as his time.",
                "Ken impressed Geoff. He ended a note at first.",
                "Ken impressed Geoff. He started at the vicom of her fifth run as he ran the Ekton perimeter.",
                "Ken impressed Geoff. He quickly reframed locals who came out at night as locals who kept his rubbish hailing.",
                "Ken impressed Geoff. He sent an address from 'DSBAJD!!! Kick Me' at his lawyer, along with \"Thanks for the correction\".",
                "Ken impressed Geoff. He knew he didn't trust this game on a perpetual source.",
                "Ken impressed Geoff. He also spent two seasons in the NBA [1968-1973, 1986], and played multiple positions.",
                "Ken impressed Geoff. He visited their home and the house he paid was the best he would think if their home had to be private, that being at home she used their gealdeland building so as not to be too depressed because each one required care.",
                "Ken impressed Geoff. He found them for himself also so fiercely that we need so much time in life so they'll continue.",
                "Ken impressed Geoff. He knew the ubiquity is the reason I would recommend his vehicles with me right here across the Gulf of St.",
                "Ken impressed Geoff. He saw that for him because this man always came about after\ncollect the precise information.",
                "Ken impressed Geoff. He could do much better in those years from early so she must feel his awe in his bored knees after all he knew by now.",
                "Ken impressed Geoff. He set a barrier on one of his demise, making this game poster king this time around—but will continue a message now? Or better be adult? Where did the keeper think he'd be mad, looking out for himself is.",
                "Ken impressed Geoff. He actually hit him from his suitcase last month where Jaw’s chase was going to be Wednesday in New Jersey as it was almost noon on Thursday as of then-New Town Air Force Lt.",
                "Ken impressed Geoff. He might be a good sort of guy there as I cherish as any imago there; perhaps at that time people feel that’smears have gone cold too sometime on earth – right back as that? Does your motivation get.",
                "Ken impressed Geoff. He finally found her after an hour's run of the week to get in the golf diamond.",
                "Ken impressed Geoff. He shared more decisions this morning's Investor's council work has been vague due ready in the town.",
                "Ken impressed Geoff. He kept that concession and worked hard as the PCs for too many years just like anyone who could have been weak, not impacted them very hard on him.",
                "Ken impressed Geoff. He took the opportunity to look for him there where was he to catch one of the most successful Spider-Man cases where you got all the members of his Green Glove and all his friends with their wit there behind.",
                "Ken impressed Geoff. He tells a detailed correspondence with them.",
                "Ken impressed Geoff. He impressed them so much too,\" I whispered, but it didn't hurt me to think that even so much physic crafts are very congenial to their unhappy Asian pets with them are often too tightly knit, while we hamlet at.",
                "Ken impressed Geoff. He wrote more about a \"substantial dialog game on our site so there you got enough web questions.",
                "Ken impressed Geoff. He wrote about Ketchalls that were great for a census surveying, too for little reference from Magnolia but had enough time at that.",
                "Ken impressed Geoff. He joined a former collection of Large Armstrong weapons and weapons over the years.",
                "Ken impressed Geoff. He got him the cartridge and opened him for his own business -- maybe she saw them back when her IDs would go only to purchase these things quickly anyway.",
                "Ken impressed Geoff. He doesn’t just want a new duo with whom.",
                "Ken impressed Geoff. He made great performances over the month while also bringing up a name for his new impresario in 'Queen on the Oak Walk' at a British architect competition.",
                "Ken impressed Geoff. He named EC3211-SEAPTHEURING DAC computer and an amateur midfielder of the '27 Victorian league football in England after a match abroad and during his debut when the Rucfor Football Federation was sued over his defective.",
                "Ken impressed Geoff. He doesn't even remember how much he has been muggy in his four stories about it of him \"consent ready in a meet after.",
                "Ken impressed Geoff. He might know anything at all.",
                "Ken impressed Geoff. He led teammate Audi era Kill Dave in his goal – he capturing Alexa and the boatswamping, his alarm system on a neighbouring soccer game with Looking at Too Deep in Toronto in a player-prone crowd-sourced.",
                "Ken impressed Geoff. He now was part of it for Kofnan\nFriedlands a while ago.",
                "Ken impressed Geoff. He suggested at the meeting of\nManiliki's apparent illness\nand\nfaith that if there was any discomfort the expert\nwould have rated it would\ncontinue by\nGod to make it rich; so long as people would.",
                "Ken impressed Geoff. He won the Bill Gates game because \"I like it.",
                "Ken impressed Geoff. He used time drawings when I needed them from first experience when being able to interact and have good game play time in that VR fashion, whether for playing with me, watching an VR station or my own engaging experience between games so they.",
                "Ken impressed Geoff. He joined infinity every several weeks while trying to get his philosophy to be a philosophical masterpiece.",
                "Ken impressed Geoff. He took Terracas by default – for all the splendors; all was fine but there are more of these, why all beasts (and every beast) do not know he or any other those.",
                "Ken impressed Geoff. He added: \\\"We will soon obtain on some of other sites through you we would bid in some other areas during some time.",
                "Ken impressed Geoff. He thought Geoff also knew Geoff had been at the cooler outside Washie, which gave him plenty to play the food makes for the beans he was blessed for working."
            ],
            "counts": {
                "Ken": 1,
                "Geoff": 3
            }
        },
        "Simon ran towards Richard. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        18,
                        25
                    ]
                ]
            },
            "sentences": [
                "Simon ran towards Richard. He must have tried their version even though as soon they had their first negocly of all of Manorlaebede, their fathering, not the way it had come from that possessor himself.",
                "Simon ran towards Richard. He’re in childhood who uses himself almost age in front of his penis so much he is taking his freedom at home from school to be a performer from Forest Park in a 1977 “Really THE BUSINESS” Newt Wise.",
                "Simon ran towards Richard. He wasn't interested\n\n\"He thought just a little blank.",
                "Simon ran towards Richard. He asked his inner soup began with\n\n\"How hungry is the mountain bear?\" responds Basile woke and started caring a small portion in\nHatterannia so he had plenty of time left for Chamid, so.",
                "Simon ran towards Richard. He has returned most highly to the innovant, because on that busy north about half a million people come and visit their interests on behalf of us who do it.",
                "Simon ran towards Richard. He glanced out his office leaving it and began to stammer and earn new whistling tone from what he remembered him and did what his husband said then \"clean man\" as soon after he had finished his talk and stood before.",
                "Simon ran towards Richard. He took her and he left to her and said goodbye; all the fellow who had been fondly appointed by his retirement row and they had shared up to the governors whereupon in passions over his rare master, James Foot.",
                "Simon ran towards Richard. He watched and listened intently of himself and the other\nmen.",
                "Simon ran towards Richard. He thought we'd just driven our teeth in a poor place!\" She smiled at them and waited to figure how they'd crossed into town for a less sophisticated push against the senses until no one was stronger at the birds.",
                "Simon ran towards Richard. He thought we would get an opportunity again if all the gente briefly annoyed and found their way past it: by the end he decided all we wanted (we could not get any quite there!) – plus getting off it.",
                "Simon ran towards Richard. He had seen everything we went inside by the nearest village—the people sitting here and waiting around, that one day out and seeing who they were, searching along and out from this village—and how these people went into a.",
                "Simon ran towards Richard. He started to make a fuss during and after the trucks and cars.",
                "Simon ran towards Richard. He took off the six bars which he greeted to the witchettiere and one of the most sweet seats from whose retinas she would have been a visiting bartender or an Italian's gentlefolk—a parliamentor like.",
                "Simon ran towards Richard. He gave a nice welcoming smile as a gentlemen who enjoyed the seats were greeted the glow of the shotgun.",
                "Simon ran towards Richard. He asked his fine address the following day was given: '\"Translation from the Justice Department.",
                "Simon ran towards Richard. He went off inside a scrape and took up a pan of diatherlet fabric.",
                "Simon ran towards Richard. He sat in his black saturnian canvas.",
                "Simon ran towards Richard. He saw John McDonald standing over her and a woman in the arm.",
                "Simon ran towards Richard. He also said ‘the ‘infinite immovable bull.",
                "Simon ran towards Richard. He got back and ran off while he retrieved Mikel's scrap.",
                "Simon ran towards Richard. He’s been doing everything to keep the machines sleeping for the past night for some years … because John Fletcher died last Friday last week after a motorcycle crash in Madeale Bay.",
                "Simon ran towards Richard. He turned to look.",
                "Simon ran towards Richard. He saw on her flick to Kristin to get back his gear out at a crying antique chair before Ted answered to her in the morning before settling for his cap or he had gone to the whole stand out.",
                "Simon ran towards Richard. He's looking after him but says I had already found out in all three of his packages (and presumably since).",
                "Simon ran towards Richard. He's turned it around his horses as far as the Mainke vixens had knocked at any position his moves seemed.",
                "Simon ran towards Richard. He wasn't here much of a child, at that time being married\nRichard Tracy Smith for a gay rights collective still supposed to live on.",
                "Simon ran towards Richard. He found nothing else when Jack was labeled (and she died from infection.",
                "Simon ran towards Richard. He wanted her as far he had hate me but maybe \"it has.",
                "Simon ran towards Richard. He wanted another one with four girls through for background on him.",
                "Simon ran towards Richard. He seemed too riveted.",
                "Simon ran towards Richard. He would soon get into accepting one ancient ban, which might be enough as the tying tip meant in its fondest form being now held today.",
                "Simon ran towards Richard. He knew for a brief moment it could not be grateful though someone and they thought had never been.",
                "Simon ran towards Richard. He wanted just about anything else; at a start--like in all you wanted, man.",
                "Simon ran towards Richard. He gave me permission — just before we were mesmerised, our friends weren't there that night as we were outside: one was looking at a peak for one night a castle on a low cliff island: overpowered Liverpool.",
                "Simon ran towards Richard. He's at the seat to pause on his fourth fight against Richard's connections.",
                "Simon ran towards Richard. He started laughing out of it every summer at school this year.",
                "Simon ran towards Richard. He'd found time, once all Locke and the man that she and some of her husband knew well to this peculiar man too.",
                "Simon ran towards Richard. He stopped and admired this, doing little to his horror\n\n\"I wonder? Would the whole thing just have happened the original\nHe put it on? Would some more things not be the same? Surely after this we.",
                "Simon ran towards Richard. He tried, as a philosopher had tried so hard in the opposite way with him in this way and with some other people in Lundaputta but for what he received on him never letting his fantasies go so far was quite a.",
                "Simon ran towards Richard. He used many gospel traditions about this time, their language about their culture well built — much more than in a woodsonistic dinner.",
                "Simon ran towards Richard. He wanted everything for me even before it happened here.",
                "Simon ran towards Richard. He came on the chase where Michael was parking — out of ninety where everyone seemed to have bleary lip.",
                "Simon ran towards Richard. He tried running to help and ran up to John and Lou Lzzi (non.",
                "Simon ran towards Richard. He made up his mind it and helped Steele on her adventure a little bit when I heard that there will not have any champions either.",
                "Simon ran towards Richard. He started.",
                "Simon ran towards Richard. He went out without a greeting as the bullets light shot off as his cabin and turned out for the engine.",
                "Simon ran towards Richard. He smiled, his eyes being hopefully designed he could make himself — himself after that; no, some fellow did this as they began, perhaps – overacting though still feeling guilty for its own minor breach but seeing why people.",
                "Simon ran towards Richard. He also made this role on their Game Draft Strings for The Bobcats.",
                "Simon ran towards Richard. He looked at Richard's face but it seemed like this naked force was actually doing the same.",
                "Simon ran towards Richard. He stopped at some Welsh talk she recalls\nalready thinking we’d like one of your dirs when there weren‘t nada in it too.",
                "Simon ran towards Richard. He came and took his brothers home through an alleyway that branched between a waxed tree and the river.",
                "Simon ran towards Richard. He did have \"address\" when there would not have chosen words from an official research convention \"Than \"friendly\" he didn't say.",
                "Simon ran towards Richard. He glanced up on their glasses until it disappeared but it took them to beat her up in the darkness? Why no confession was their trick playing on this one or knowing something.",
                "Simon ran towards Richard. He had stood behind\nof people living with him.",
                "Simon ran towards Richard. He thought this must be time for any new content would have an immediate opportunity from a watched profile or in a arc potential.",
                "Simon ran towards Richard. He thought after himself I gave the eloquent tones from another joke - Sury asked a spoken how much his sister knew they'd been violated – i.",
                "Simon ran towards Richard. He walked among us when Paul and Paul asked us about that question.",
                "Simon ran towards Richard. He glanced off as I feared I had something, almost a doom cloud of dust, for that famed but not to be started upon you did more hitherto in my human will for good.",
                "Simon ran towards Richard. He had set the buttons too high enough he had wanted them too to turn his butt.",
                "Simon ran towards Richard. He tried out as a Christmas particular, through that same tutorial again at school because she wore them away right nicely or not, going there even to be Beverly Bella, still at school to be a ballet slipper or something –.",
                "Simon ran towards Richard. He gave her something in return — about half a kilo, let alone half-full.",
                "Simon ran towards Richard. He stopped at last, saying, and the two moon stark.",
                "Simon ran towards Richard. He told a General and I of Hutterspun Ravelmont of the Officers who gave a surprising account of things at the Ministerial Institute.",
                "Simon ran towards Richard. He tried walking backwards instead after walking towards their mate had run towards her and they all crowded around them; his difficulties started to even spread out into her pack on them all the way on them in the while in her squad,.",
                "Simon ran towards Richard. He sat up, but kept his glass of champagne and apologized again—he could not!\" cried her mother to bring up some more greetings between him and that of Mrs.",
                "Simon ran towards Richard. He tried not to shrieks before he could choke, when people around the family did something they absolutely must very cold until deathly and still alive from them is his pacemaker :-s Opinion on my Saturday wit Angela.",
                "Simon ran towards Richard. He gave him the opportunity to win a slice by calling me as the man and he would show that there be nothing he could not do that envisage the way any of your other people would go to a sacrifice ceremony — yes.",
                "Simon ran towards Richard. He must have said before I told her.",
                "Simon ran towards Richard. He heard them.",
                "Simon ran towards Richard. He smiled to discover them and laughed when in awe while walking into town on her friend and mother who asked me questions some of them said people's hands or cupons seemed a ready hand, asking about The Barn's mother now.",
                "Simon ran towards Richard. He thought but is to take the news from their popularbeds already out there some time when Michael McCrady thinks in a wrong light.",
                "Simon ran towards Richard. He grabbed and released him of his house and drove off in the country.",
                "Simon ran towards Richard. He asked a few words (look at yourself, don't introduce himself when one is bound and doubled by him: when being a married man was too friend to want and in his own unhappy light; someone called down or heel.",
                "Simon ran towards Richard. He gave us both that \"LAURDS\" sweetheart was enough time, my name was however, a Satan heary little Lilly, just a boy, whose only Daddy could think, one of those children whom we'd never.",
                "Simon ran towards Richard. He'd decided here long.",
                "Simon ran towards Richard. He kept saying we should always say when there is something to be revealed after so long that every time somebody comes to the bath, in my first shift (the old man did the laundry and now used clothes he had bought on.",
                "Simon ran towards Richard. He called Robert, what would be a ceremony, too.",
                "Simon ran towards Richard. He got her, there was him who found his tears safe there - we didn’t even know them - from some routines such as the family singing [over five years.",
                "Simon ran towards Richard. He's used that as his name is not to sight in our scrap.",
                "Simon ran towards Richard. He thought over and was going in to kill Robert's father right – someone called John.",
                "Simon ran towards Richard. He turned to look.",
                "Simon ran towards Richard. He used every voice I chose but did so because this was her voice again they made me want him.",
                "Simon ran towards Richard. He came across what was expected for them three weeks later but it only touched a date they had a few words in recognition so she finally decided just “stuff it up”.",
                "Simon ran towards Richard. He has run with me online when someone asks to be when someone says a king can't be a king for you; like anything but you only want to get that touch on an old calf with which some logs from what he.",
                "Simon ran towards Richard. He stood in front of himself on the gasps and drew himself up.",
                "Simon ran towards Richard. He wanted everything to happen but had his way up.",
                "Simon ran towards Richard. He heard his name in a hallway in front of my right where Lester was sitting with a squirrel yelling \"Bye all cacti\" until she said to him again and he was overwhelmed at the door of her doorway.",
                "Simon ran towards Richard. He wanted answers back from their narrative for six minutes but let him see which ones to trip.",
                "Simon ran towards Richard. He called their colleagues across a crisis tour to Friends living arrangements there since his 80th wedding in 46 years of life.",
                "Simon ran towards Richard. He went to see the Marina Road, was the only tower in the camp much later and quickly got huge.",
                "Simon ran towards Richard. He did go around the bridge after that\n\nbetween them his worn turtleneck jacket, who tried so hard a\n\nbutton by his gaun hair.",
                "Simon ran towards Richard. He didn't like all the things people did that he could not do over the least.",
                "Simon ran towards Richard. He stood by them with no warning and was not unreasonable at all at the time the Tribe left it to him.",
                "Simon ran towards Richard. He felt the vacations he'd tried with Mr Loting after it might have been too profound or subtly different – they did come so easy down there quite often I would go through back to England that morning now — let.",
                "Simon ran towards Richard. He asked why 'before' were they in nun houses since she came in the blue one.",
                "Simon ran towards Richard. He'd always been interested he was using so much too much soul mate in her fantasy.",
                "Simon ran towards Richard. He turned from right at Mt Gresham and walked on down a half mile from a freily slope off an old base spur a shrubland mound.",
                "Simon ran towards Richard. He has some kid, old Flynn; just in time one of those things I see was me being so supremold out in Eisenhower Sterling I couldn't sort it so that now?\" She was sitting on one shoulder and I.",
                "Simon ran towards Richard. He seemed much tired after that.",
                "Simon ran towards Richard. He wasn't going."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 3
            }
        },
        "Simon ran away from Richard. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        20,
                        27
                    ]
                ]
            },
            "sentences": [
                "Simon ran away from Richard. He doesn't like other expatriates such as him too.",
                "Simon ran away from Richard. He asked the same question and ran the same mistake for most, say about $50 an hour when only 20 on weekend but time magazine did a little five hours and he threw $50 raundaged at me on $.",
                "Simon ran away from Richard. He told me she’d just been cut off off my living room where many of its timeless rows were accompanied by its own unspotted Loeb.",
                "Simon ran away from Richard. He'll take her to a house in a little house.",
                "Simon ran away from Richard. He took off a telescope to find all of us and read our listeners for an hour into every TV newsweek.",
                "Simon ran away from Richard. He knew everyone from this Texas swine\n\n♫ He remembers you 25 years ago (Marvel), he would have died of his injuries but still had good results and a foot three step behind for you for the rest.",
                "Simon ran away from Richard. He found the name of our hustles up in Money Bethe and that when Manny Krüsing rolled from it too often would tell we could be in trouble - _Ring – _Catinja –_ for our.",
                "Simon ran away from Richard. He felt her body tingled into his tight brown hair with a surly blue colisleide shirt.",
                "Simon ran away from Richard. He says how bad I was to say she is OK though or didn't really get the surprise.",
                "Simon ran away from Richard. He left as a spoiled brunard at one time.",
                "Simon ran away from Richard. He hoped and implored the falcons from her and he hoped what would happen to a Polydor sanctuary.",
                "Simon ran away from Richard. He knows nothing and nothing but she knew no one around, maybe their mother or mother’s mother who hadn’t had any coffee within a whole ten years earlier… and whether or why this guy doesn’t love.",
                "Simon ran away from Richard. He tried running away crying through to his pastor after what happened on a remote location outside an ancient African temple of Sandfinger, an Irish temple at Johannes Christ and Ayn Banks where the authors had yelled to a criminal on.",
                "Simon ran away from Richard. He started at an old trumpeting, almost as expensive a fool.",
                "Simon ran away from Richard. He still has another chance when Freya he insists \"catch up his ministry\".",
                "Simon ran away from Richard. He decided not, instead she was doing her best to have him back from a petty feud with Sarah.",
                "Simon ran away from Richard. He began going at a festival to show his Shakespeareans a loony crack, making out for their labour – very vulgar.",
                "Simon ran away from Richard. He hadn't told his parents or his preschool kids anything about Murder Eye.",
                "Simon ran away from Richard. He will continue running a divisive regional struggle in the door using \"Disraelise in the People\" with no passive leadership to support this purpose to support him along his career.",
                "Simon ran away from Richard. He told himself those of the people against us.",
                "Simon ran away from Richard. He won't get a nice liv for someone because (as long as it takes) him now just dripping in Garay’s childhood.",
                "Simon ran away from Richard. He returned in an older car, driving about two weeks en route before his shooting.",
                "Simon ran away from Richard. He hit the front like they had on and hit their bill.",
                "Simon ran away from Richard. He doesn’n resent that for too much of a strike on the killer and may not feel the same.",
                "Simon ran away from Richard. He put that away inside that room through one spine; once at a time his whole body felt as if there was no one there before, you see his eyes dried and the stove pressed into it against every place so swiftly.",
                "Simon ran away from Richard. He died of his stomach hemorrhaging in his arms to pretend to be a role player \"Grand Edens and Grand Duke Nancy on the life of John Pearsill\" \"instead of John Pearsill he has already.",
                "Simon ran away from Richard. He sat and Jonathan, alone behind the grass in front, staring as though his eyes out without finding the safe one before it flickers back with his smiles at all the lettering that had come to our cheeks\nMatthew.",
                "Simon ran away from Richard. He'd heard someone from \"sweat balls and I drank it in the parades of texts sent from God in his office.",
                "Simon ran away from Richard. He still has \"a very good walking experience.",
                "Simon ran away from Richard. He tried calling back when we heard his name was \"Shutting the Speaking Personality\"?\" He threw up, \"Jojo.",
                "Simon ran away from Richard. He gave off an Aldo clutching a handle into her bedroom.",
                "Simon ran away from Richard. He can blind off that to me just because I got in a rib cage I can't what i've got now if things'd cost me some quality.",
                "Simon ran away from Richard. He walked me to me out, out of the pool with what looked as though something might be ejected from our classroom – when both of me cried, and we both watched it dissolve for the first spell in a puzzle –.",
                "Simon ran away from Richard. He thought perhaps her teddy bear was half glowing as she walked with her porch curtains wide up and down while an elderly woman stood at a dining hall while his crisp dark eyes contrasted on Gentre's pale cheek.",
                "Simon ran away from Richard. He told you because him used him alone every Wednesday the day after you.",
                "Simon ran away from Richard. He still had all night sleeping and I know tomorrow about\nmemories and he just had more time than he can remember for.",
                "Simon ran away from Richard. He returned from this garden when someone told me what I stood alone by the weather.",
                "Simon ran away from Richard. He felt like all the other guitars in a company, giving up to new fathers\nchecking and baptised boys trying\nto take a nest of spirits they'd never met, although each had new buds put\nsix them.",
                "Simon ran away from Richard. He spent many half-bites in this woolly carcass.",
                "Simon ran away from Richard. He asked where Richard Bell should be and had just left his house so that they were not engulfed in a lake.",
                "Simon ran away from Richard. He wrote of Atonima asking what to do again with Hester to come with an act, even by Hester’s obvious successes under Alfred Penny Ellis who worked the crossing and had time before to raise Hester.",
                "Simon ran away from Richard. He couldn't realize to total up in front on he wouldn't know he did to him.",
                "Simon ran away from Richard. He'd lost the push sometimes by a viewer and came with dozens against both a man of fifty and some Victorian John Allen.",
                "Simon ran away from Richard. He doesn’d miss it either as it doesn't have their way down here tonight [beep] @Crookick, as it wasn't supposed to have done me a hundred out of a crowd of strangers where.",
                "Simon ran away from Richard. He walked through an entrance and found no action on this one or staying out for too long as there could be enough time in hence the arrangement they had to do something in return for their own bad manners.",
                "Simon ran away from Richard. He doesn't look up now because He doesn't even know a piano's name? And there's been two fingered sign in my memory after a long illness in his kitchronicles? Is all I do now.",
                "Simon ran away from Richard. He died of mould from the sons-on-children, whom it would have undermined them into one of two skeletons—small craft they claimed could never replace for the clan; for when his wife, an object,.",
                "Simon ran away from Richard. He hit up the league tie with seven at the consacation.",
                "Simon ran away from Richard. He just got in the exit way (and hadn't even shut the door).",
                "Simon ran away from Richard. He loved playing a politician: you don’t want his towheaded fifteen years back into this perpetual prisoner boom.",
                "Simon ran away from Richard. He put in that dropped globe from indictment this week.",
                "Simon ran away from Richard. He spent it at my train through all the time from now that summer at atmospheric control to 1946 but often as the train seemed ever bigger with her as there always were too much of a meal for the loved ones here for.",
                "Simon ran away from Richard. He got all new friends's animals so she should have her goodness, like to throw back the rent and make no new costume, what better career would even be a payment for them or something for other people then living at.",
                "Simon ran away from Richard. He used it after Covid--Mr.",
                "Simon ran away from Richard. He didn’t like being in front to make sure on that.",
                "Simon ran away from Richard. He felt his sword tie was valued on her spaghetti.",
                "Simon ran away from Richard. He went across a squaw and tried every available substance out and brought to three markets near him.",
                "Simon ran away from Richard. He passed my house before me for some twisted sounds through our retreat in my castle into insignia (the most formal vehicle of his life, perhaps from Shakespeare’s house); from another article the family of Henry David in.",
                "Simon ran away from Richard. He read her story last Tuesday: his last few days that it sounded too comforting but like we'd just drive the hot one through town as far as he did a long list with not missed the paper written on to her.",
                "Simon ran away from Richard. He looked back across Baronet Bromis’s several lakes at Lake Linke.",
                "Simon ran away from Richard. He walked after Richard and then ran through other European ancestry back and he didn't care until a few months ago they had known a sample of an 1854 Cricket Footballer.",
                "Simon ran away from Richard. He did all of those things but decided on whether she knew he had something wrong but got to get the guts out before that was to get out back home sometime and she told to say nothing that was really worried to him.",
                "Simon ran away from Richard. He loved him from time out but once she returned by his manners we were so withdrawn but later a pony blue clouded his face and a neglected column from some of its semblance I thought was waiting his job back there.",
                "Simon ran away from Richard. He hoped so, somewhere before this is the truth or not so, _family.",
                "Simon ran away from Richard. He came down to the active chaos on the bikes.",
                "Simon ran away from Richard. He always said you will only be one of our chosen deer.",
                "Simon ran away from Richard. He gave that to an American troop as early as he flew with the purple cannone out to Abbott on his son.",
                "Simon ran away from Richard. He stopped her.",
                "Simon ran away from Richard. He loved seeing him, always.",
                "Simon ran away from Richard. He needed not weeping over his sight by then.",
                "Simon ran away from Richard. He watched as I rub from one shot over my shoulder of a distance as you stick up under him back, the way up the damn alley and through me in a metallic cage, so he might as well grab an axe.",
                "Simon ran away from Richard. He told Mr Bouvard, which helped him come off from behind in an interview by one of his friends back in Wild Crags.",
                "Simon ran away from Richard. He felt good he wasn't ready—the world must be thirstier.",
                "Simon ran away from Richard. He wanted these two cues again.",
                "Simon ran away from Richard. He used everything you hear in the chimney and went off out to find some propaganda.",
                "Simon ran away from Richard. He always had to tell to someone (or to the vast array, as to make things known without detriment) who did.",
                "Simon ran away from Richard. He may have wanted time for his new major hit: He felt he must not be a terrible human being to the archbishop and other freedmen all the time and too—he believed you—get caught, run away.",
                "Simon ran away from Richard. He watched that characters with an ancient psy-horse, whom Henry Hawthorne described from sedute action and that the locals dubbed the King, his \"This truly Old Man,\" after the narrow rock formations that he had.",
                "Simon ran away from Richard. He can't grab one from it.",
                "Simon ran away from Richard. He had always been with _Peptidome at Audacity,_ not in any of these pithed _pubixtastic activities: for this to have a preview.",
                "Simon ran away from Richard. He dropped back off in her quarters next to her palm.",
                "Simon ran away from Richard. He found and seasoned enough – The troubling part - this has led mildly to just a sweep over most the world on his attention following.",
                "Simon ran away from Richard. He watched a man with blood everywhere with an eye towards another girl was killed too.",
                "Simon ran away from Richard. He sat and watched his platoon truck trip to overnight gear in atop of them down on 660mm FingerPrint.",
                "Simon ran away from Richard. He left after some punches.",
                "Simon ran away from Richard. He saw James saying his \"million.",
                "Simon ran away from Richard. He began playing in the NBA because when she saw Michael Ford and James Smits “tilting my backyard”.",
                "Simon ran away from Richard. He used every word in all things; from being on it all, up to memory on page three but those were by exception's own name — most people's copied of all, people living as equals at least half the.",
                "Simon ran away from Richard. He never sold out and returned after that in that recovery and almost brutally finally, no lone predator to return him upon.",
                "Simon ran away from Richard. He told you it happened this weekend on the east coast but did that not care enough how to take a fly packet\ndating back from Adafruit and back in town early on he thought out\n\nHe started at Queen.",
                "Simon ran away from Richard. He wanted an agent a hand, both from which I could do with much truth about not only because both his agents who didn’t like what me said I had a mix, but since these mutually negotiable personalities he.",
                "Simon ran away from Richard. He saw I had taken his German sword on my pillow.",
                "Simon ran away from Richard. He saw you were running through this.",
                "Simon ran away from Richard. He couldn’t move.",
                "Simon ran away from Richard. He could feel this joining.",
                "Simon ran away from Richard. He will then explain its backbone if those people aren't interested in him to do whatever for the community (the rest is too angry or needed a complicity) why for some to forget its influence elsewhere else who actually HAVE.",
                "Simon ran away from Richard. He kept talking every 10 minutes we fought hard against this soup,\" Rory said\n\n\"I had not fallen for the traitor but something I knew already when I saw something in this glimmering letter,\" Roe.",
                "Simon ran away from Richard. He got her from here running off an inch down on all last night back on their stomach, along for the thrata.",
                "Simon ran away from Richard. He knows one of them – Tony, there has been the boast that 'Roanoke', she used the time strip out on a mix of leaning and unmarriage.",
                "Simon ran away from Richard. He can't see much liberty today -- he decided I should have my boots on the red and white tie."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 2
            }
        },
        "John passed a comic to Bill. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        23,
                        27
                    ]
                ]
            },
            "sentences": [
                "John passed a comic to Bill. He can get through as far from what one would dare to do then.",
                "John passed a comic to Bill. He still has too many cake years I don't even think John wouldn't say this much today like now.",
                "John passed a comic to Bill. He described what was to be done around here :\n\n\n62.",
                "John passed a comic to Bill. He used me in front of many people on his boat too; did me do as well.",
                "John passed a comic to Bill. He put two more to his name and made me descend on to wonder more about them later he had told himself again who never even better and so we all had all disagreed – apparently people weren’t sure there really.",
                "John passed a comic to Bill. He came with pictures.",
                "John passed a comic to Bill. He says John's work \"costs are a division\" now \"same.",
                "John passed a comic to Bill. He also worked with people interested, but wasn't interested for anything like that\nalone while trying to write something that made his\nconscious appear more stimulating the way this is: When this happened then all that I\n.",
                "John passed a comic to Bill. He described Dr.",
                "John passed a comic to Bill. He saw new exciting and interesting new processes and eagerly await new discoveries being made as robots became a competitive robot.",
                "John passed a comic to Bill. He did something so change over to be Wellington’ Luke and Lenny (Maris and George Whitcombe).",
                "John passed a comic to Bill. He found more than a 49-card mini ad he told Gapradio's disciples who said to him his nerve spontaneously exploded off of what his SCOTUS has done in this labourer, all along and.",
                "John passed a comic to Bill. He said some of Mr Added a new stylish environmental Patrol system of Peru that it had never moved out until now -- - just before he went into the publishing world, where lots more niche issues including local spelling topics--.",
                "John passed a comic to Bill. He tried it—and was the one who could use another to win it in one other way.",
                "John passed a comic to Bill. He had such an absolute beauty there like what's nature said just as often had to be true about us at times I said and no he really thought things that we thought of were just more ominous that when things.",
                "John passed a comic to Bill. He’t really thought anyone was inspiring people from that time.",
                "John passed a comic to Bill. He ran him the same way you were.",
                "John passed a comic to Bill. He left a built after forty-six years through and through life, having his first patent in 1872 to be sued that same year.",
                "John passed a comic to Bill. He got out the door with something from his boss and his own friend David.",
                "John passed a comic to Bill. He also wrote The Real Boy Years, The Petitions: The Life with Pain, The Life of the Disturbances and The Nazi Labor Era as a Pop-nilly man and his loves life: his father.",
                "John passed a comic to Bill. He could use this for that garbage.",
                "John passed a comic to Bill. He started the comic production.",
                "John passed a comic to Bill. He has to go there much down and do another overhaul (shoot that out right).",
                "John passed a comic to Bill. He got that to King Kenemeyer as his first tag team sergeant because before this, Michael had nothing.",
                "John passed a comic to Bill. He read one of John Adams's show when the Rest from Congress in 1896 – his first summer making the Bible chapter of the Civil War.",
                "John passed a comic to Bill. He put down to how \"dating this comic relates all of my life: 'I wrote to Mr.",
                "John passed a comic to Bill. He said another comic friend took him around to look for and a castle and was easily armed.",
                "John passed a comic to Bill. He'd put forth an image — not as it was demonstrated to me today it told the story it was the beginning of our comic generation was beginning to comprehend this knowledge so soon as there's time — that it'll.",
                "John passed a comic to Bill. He explained something to Ghishi's voice at first.",
                "John passed a comic to Bill. He thought him the most drunk man I got in hell.",
                "John passed a comic to Bill. He started reading this comic with two strong performances the pleasure he invited his friend Andrew, John Pamir Jr.",
                "John passed a comic to Bill. He also said when there first served he told \"return to a whirlwind you could do.",
                "John passed a comic to Bill. He knew one way as long as Thomas was able to take a trip here longer, or maybe just go on and see an exhibit of what it touches.",
                "John passed a comic to Bill. He won the gold medal, won the Cross Year award.",
                "John passed a comic to Bill. He’ed back by getting himself into Plymouth.",
                "John passed a comic to Bill. He won the opening contest against Bill Ndammed International\nCharles Milton B.",
                "John passed a comic to Bill. He read from an English poem: \"\"We ceased farming\" before his death!\" In Hadrian, which, for the Webster, in The Comedy Series and in his foreign country of tomb: The New Yorker's.",
                "John passed a comic to Bill. He worked there his first toy dad when an antique newspaper as a coronator for some lavender trees is on his yard listing (checked him from one of its timps).",
                "John passed a comic to Bill. He even gave us a privilege and you'd never sooner settled down that we did all we can muster over these disorders were with and we took you and made our way a credit for not being one's grand relatives.",
                "John passed a comic to Bill. He left in traffic.",
                "John passed a comic to Bill. He tried at a time and he wasn't very powerful; or any other interaction I'd edited.",
                "John passed a comic to Bill. He spent most of the “Robbers.",
                "John passed a comic to Bill. He returned and he arrived when there.",
                "John passed a comic to Bill. He did it under circumstances in which time no dog had heard one's nursery rhyme which still follows an entertainable appointment about twelve months before.",
                "John passed a comic to Bill. He asked what happened between New Orleans, New Haven and Philadelphia in the Colo family.",
                "John passed a comic to Bill. He found that by legacy on one massive patch to a disconnected shape from him even in place across its slate web in front of everybody for as many years afterward—even in one of them in which at some seamstress.",
                "John passed a comic to Bill. He got on his own so far into politics much now there weren't many people around.",
                "John passed a comic to Bill. He never repented again on his sister’s album, his second novel.",
                "John passed a comic to Bill. He put off by claiming all that the title he was denied (Columbus later regretted it!) I believe one day the comic legends and the story.",
                "John passed a comic to Bill. He described several of its iconography as \"the finest of darkness\".",
                "John passed a comic to Bill. He called me of old and attentive in this autobiograph as something you would agree if written that's why something I'd read (or if my archives would be borrowed at a party).",
                "John passed a comic to Bill. He added then an interpreter after this disappearing but then moved again \"I have asked myself again why someone could have said this?\" This is because He wrote into one of these comic albums using \"the infra rock covers (.",
                "John passed a comic to Bill. He put them at sea after a while without staying longer to go down\ncooked.",
                "John passed a comic to Bill. He says there the first comic is and started giving a speeches – who told someone as a physicist whose name is Wild Rockpaper Column, one of which there actually were four sisters called Gregory Owen – while his mother,.",
                "John passed a comic to Bill. He described such displayed progress: by seeing several new effects throughout to get a better image of your character — again but time isn't surprising the art of reading that is written and the writing on your fingers would make this.",
                "John passed a comic to Bill. He tried at one time saying who got me returned his employer because who I had come to arrive to work I wanted her not as an individual and instead would like having been given this annuity (the \"complete\".",
                "John passed a comic to Bill. He says not to worry anymore not knowing (but was in a desperate state of paralysis who held his parents' seat), (which's something he thought to do before), etc… the way back then is actually there.",
                "John passed a comic to Bill. He'll add pictures showing their powers on TV and the future and hope I'm a follower he can use the streaming page for videos just like the ones here.",
                "John passed a comic to Bill. He may well make up a mean ad; other wildlife make a good influence not only for some idiogenic toy farming but could easily have the same season as some prowlounds make with wood of basidiomycete.",
                "John passed a comic to Bill. He looked like old chess players doing this in decent college hockey and looking at you every step of the day so quickly that what is his temperament.",
                "John passed a comic to Bill. He’ll show this on Saturday night: that being rattasshots (Tell me where?) could be as a leading contender against John Coltrane of New York.",
                "John passed a comic to Bill. He became an international artist but by the end I forged in my pursuit of a triumph.",
                "John passed a comic to Bill. He died on August 10, 25th April 5, 22781 - § 543, who became just one of three forms which required people of another territory that were already in possession of any French citizens who did aid him.",
                "John passed a comic to Bill. He'll just need to throw it up again I've heard them talk over how they've lost it very badly with other comics of both Frangier's.",
                "John passed a comic to Bill. He left to the Supreme Court before it, passed it through and, thereupon,[49 Ravick called him \"Temstrate\" and took a candlelight at Hoffman Trowak.",
                "John passed a comic to Bill. He won the bookall caps in a barograph camera.",
                "John passed a comic to Bill. He actually had at least five plays under him over there one day or no one.",
                "John passed a comic to Bill. He asked his passion and passion.",
                "John passed a comic to Bill. He left out several striking jobs from me; their job designs me and had three of his contest for Career & Certificates by the Saint John Baptist and I could use up what had been called the cancelor-mail.",
                "John passed a comic to Bill. He looked around at one of us until at all course to allow our incomprehendorship was in aid of him seeing whatever our Sign in another.",
                "John passed a comic to Bill. He even gave a pen to write one.",
                "John passed a comic to Bill. He just had too much of gust of air for\npack full a brochure when one was nicknamed “Ah Don’t Tell,” when \"Poppy boy Dogs.",
                "John passed a comic to Bill. He tried doing what you call in one of its occasional whites\n\"He came in,\"\n\"I knew somebody from New Orleans that the people we known were here when Mr\nBeacon had said about\n[.",
                "John passed a comic to Bill. He even wrote it; though only as Scottish street gang drink was a highlight, Aria for his preserved issue with John Ashland; however for the first time for critique they made use of what was written—the.",
                "John passed a comic to Bill. He would return until all the fundamentals are run.",
                "John passed a comic to Bill. He later was an independent serial.",
                "John passed a comic to Bill. He saw first tier 4 in a series in his attempt to embrod an IEEE squad playing on the progression.",
                "John passed a comic to Bill. He didn’t go to Seoul where David Young was, which seems more than a harbinger is how we socialize with everyone involved during our current business days.",
                "John passed a comic to Bill. He wasn't doing something wrong because JRT is already doing nothing right and its most wonderful acquisition after that (I haven't seen them all for long).",
                "John passed a comic to Bill. He worked at Viz Games in the Warhouse but went to very high speed to run the Graphic Company before moving home — rather the same thing I had for his initiative.",
                "John passed a comic to Bill. He called me back for this to tell my joke he used 'Buckets of Anybody from The Sunday Mirror.",
                "John passed a comic to Bill. He has died and is now 47th Century president blaming his murderer who committed the  wrong.",
                "John passed a comic to Bill. He said if his Orchestra deserves credit as well to spend that bright, change that verse all the time and then keep going down that avenue.",
                "John passed a comic to Bill. He helped strip a comic such that if there are no lively answers within a few minutes when I can read for a companion product (which turns out he doesn’t do) and “acting with certified ingredients like manager.",
                "John passed a comic to Bill. He spent more and 22½ pages towrite it around this 1931 scene too in a entirety around two pages now by Pete Noble's discovery.",
                "John passed a comic to Bill. He started going to see more of what was happening in his life around him.",
                "John passed a comic to Bill. He would end his life for another charm of love and a newlyweds ruddy saga \"fat kids in this world was only the one I liked best for.",
                "John passed a comic to Bill. He looked for it again toward your winter car.",
                "John passed a comic to Bill. He just didn't know he should've been squatting out with anyone since the NHL passed the process again without the day what filthy holes he had.",
                "John passed a comic to Bill. He believed the inmate who died did it.",
                "John passed a comic to Bill. He continued saying how this \"against John Oliver is our only institution's imposition.",
                "John passed a comic to Bill. He put the name out of the story.",
                "John passed a comic to Bill. He'll take the development deadlines back to run Sept 10-27; a entry there by John Jensen in the Little Quarter.",
                "John passed a comic to Bill. He believed Jack Sinclair himself was doing some charity work.",
                "John passed a comic to Bill. He knew all too often this.",
                "John passed a comic to Bill. He came at the speed with The Chicago Live for his hero Joshua Ken Siekias-SHAWK addresses while they recording a fucking song and smiled.",
                "John passed a comic to Bill. He added to him it when an audio link popped out a little jar and I had made his passport.",
                "John passed a comic to Bill. He went into his family, they say – none at it seemed a symptom of being an artist with longstanding cancer history.",
                "John passed a comic to Bill. He turned this to Jail which only gathered as many obstacles but now proved him.",
                "John passed a comic to Bill. He later published his paper on Ocean City and Ellen’s primary unpublished dramas around Caldera, and his literary edition also included “The Baseball Act,” from The Gold Medal Gracedi: A Use of the."
            ],
            "counts": {
                "John": 9,
                "Bill": 1
            }
        },
        "John was passing a comic to Bill. He": {
            "details": {
                "pronoun": [
                    34,
                    36
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        28,
                        32
                    ]
                ]
            },
            "sentences": [
                "John was passing a comic to Bill. He knew too much as his mother and mother, it's just the same thing we can prove on Indy.",
                "John was passing a comic to Bill. He took me over here without lifting some of your right hand and, he made me a church or a cheer.",
                "John was passing a comic to Bill. He did some word for the mixing of both tapped-box and submerged himself home and debt downhole he appeared when a friend of the border agreed for the solder I asked for.",
                "John was passing a comic to Bill. He must go now -- this isn't for delivering a comic season -- though if my players won a legbreaker over them all you get is more than doubled -- their cardinal points would not have been as plenty of.",
                "John was passing a comic to Bill. He came here here for him from there we kept the wines dropping to a manageable pitch and then moved in and out once more while a bit less.",
                "John was passing a comic to Bill. He won an Art of Thursdays weekend in coffee with two remaining Cat Kings and Two Weddings and the Millennys' favourites was the Statue, so far, until they got available by March.",
                "John was passing a comic to Bill. He's here already for Giants and that will put me away until now.",
                "John was passing a comic to Bill. He also wrote three comedies on The Foot: A Standup to Violoncade and the Queer Flying Jam issue for IFHO calling his London clown entertainer (Pop magazine ): Cius Ventura.",
                "John was passing a comic to Bill. He spent the age of our Lady Brunett and a vet with them during the holiday time he believed is his office.",
                "John was passing a comic to Bill. He found this Iron Age comic later and tried and had him process exposed; later the comic was hereditary to include.",
                "John was passing a comic to Bill. He would soon have come and see some good fathers as his sons were.",
                "John was passing a comic to Bill. He made him one king so to speak; at one last time Lord Tampa was there as Lord Darler, or King of Mexico to harvest his crops he was to sell in the province of Molett--and.",
                "John was passing a comic to Bill. He tried an iPad and was rolled into the station and then the vice president was signed for another cellphone.",
                "John was passing a comic to Bill. He began working a comic-secure crusade for a tobacco-climax guerilla tour organized as an early and catastrophic turn, so you've seen over the years by the Giants and his annoying struggle.",
                "John was passing a comic to Bill. He returned out from the event after his twenty-nine birthday and made acquaintances between a couple he charged with murder in 1863 while he had an eye for the fetus to die.",
                "John was passing a comic to Bill. He later became one of the wealthy playwrights of this length in the age of half a century to a long storyteller and actor after he had been busy with writing.",
                "John was passing a comic to Bill. He won the 1961 film role.",
                "John was passing a comic to Bill. He found many other birds.",
                "John was passing a comic to Bill. He had recently extracted in his Note Seven session the idea (and thus in an introduction): it started when J.",
                "John was passing a comic to Bill. He came into the society through all of this as far from he was either too confused\nwell, either as an elderly man.",
                "John was passing a comic to Bill. He used all his moon\nlike an actor when this was his first visit the Green Mill School\n''I don't like it anymore.",
                "John was passing a comic to Bill. He began the series to be a comic artist (Stereogine), in which Jack (Caparo) had the children’s novel, The Igono and that the author wrote more frequent magazines (Neil.",
                "John was passing a comic to Bill. He'd taken that scene into various mini-faces & gag-masters where those sourphics was never a local church person who refused anything other acceptable, such as an idea from that Park Hall logo who.",
                "John was passing a comic to Bill. He told the regular Alexith, who seemed well ready to get the major comic-drama prize, one for scorn and a crew shuffling out from an out leg to help his fame and lives.",
                "John was passing a comic to Bill. He won Dean King just passed it back from my university, saying we'll have our term even for you – why didn't he give me away from him again later when that's over?\n\n\n\nHe came.",
                "John was passing a comic to Bill. He won a silver medal in the 1962 comic discolour which was partially responsible for its sixth appearance was the Orioles decided and a room made up in it but if so the laborer in that circumstance should.",
                "John was passing a comic to Bill. He knew George Hill would make a note around.",
                "John was passing a comic to Bill. He knew when he'd heard a whistle.",
                "John was passing a comic to Bill. He did it out, going the seventh most animated franchise, through this series after all to Bloomberg during its awards ceremony for his future Vice Chairman's Rube Goldberg and WWEL leadership party on Friday night.",
                "John was passing a comic to Bill. He came by saying there to him will always do, all the loyalty that comes with one win is always to the doctor whose heart will be placed on his red loose as they go to a betting market as to.",
                "John was passing a comic to Bill. He passed his identity as part of her jo-axonal news week-13 and gave it her reality and her time.",
                "John was passing a comic to Bill. He won the Marvel Comics Thrills 9 with a writing score of 2 against The Standard Comics best Gib Bo Yoz Who Was The Bitter and a Resounding Romance’s Uncle Will Castle, The Average.",
                "John was passing a comic to Bill. He wrote this well so long to this day on that scroll.",
                "John was passing a comic to Bill. He has said any of Bill’s comic is really not what the comics record is.",
                "John was passing a comic to Bill. He returned it as “a Knickers” which in a vernacular given\nto you into his name until one of those theatrical puppet productions or other mini productions (echo, anarchotifria Barbato.",
                "John was passing a comic to Bill. He will be the first officer who ever meets you or Julia Joyce at the launch if anything happens at 1847-1878: “He took the senior lieutenant to a playtable gig in New York and took.",
                "John was passing a comic to Bill. He later worked for two occasions as an aeronautics man now and then to an airport customer at one holiday stop and was threatened by police.",
                "John was passing a comic to Bill. He would then see those Jenkins Family supporters with it; then on a review, if people were contacting us when she saw this, all of us, when everyone got pretty frustrated; one day for me asking her.",
                "John was passing a comic to Bill. He's such a thing about Batman Robert Street in the Spider Man comic, he might be one to watch it all.",
                "John was passing a comic to Bill. He'd played to him while they were hanging on the air, since long records and even \"perhaps,\" too.",
                "John was passing a comic to Bill. He has yet to make this extraordinary website ever.",
                "John was passing a comic to Bill. He must've missed that choice here by the way all this was going, without any wise advice I've got here to manage that one and to move that freedom off his cloth to another.",
                "John was passing a comic to Bill. He won a Tony Award in 1994.",
                "John was passing a comic to Bill. He found himself scorrieve’tpo whilst on tour for over 2000 annyre fighters using “the best fucking feather but even while in the hotel, man” it may seem, although from their forget.",
                "John was passing a comic to Bill. He then played football for CRC in 1961 which led him to a retirement he had relocated by 1908 due his bankruptcy to Glasgow.",
                "John was passing a comic to Bill. He's still a wise-five cat of adolescence and is becoming a stead-man and Michael, then you are your support as he's going, your family, your wife will have something for you he's.",
                "John was passing a comic to Bill. He worked at the Harrison Hunt Murdoch books were published during the writing stages while there's another press group named Bill Brown and I played a test concert three years back\n.",
                "John was passing a comic to Bill. He won an unknown team of 25 other parts\nJustins.",
                "John was passing a comic to Bill. He was very full-on.",
                "John was passing a comic to Bill. He can be learned\nillustroms.",
                "John was passing a comic to Bill. He looked and snapped out his kitchen door.",
                "John was passing a comic to Bill. He started an online quiz show and his young one, and has an odd face because we had one rainbow question: he doesn't like us to answer that.",
                "John was passing a comic to Bill. He did have the interview, I think what the heart and soul say on this street\n\nIt won't be too dark of a thing no one else to be in the museum? You want every connection I.",
                "John was passing a comic to Bill. He has two testimonies for some time that it brings the paradoxical kingdom back into Europe forever and that now was very much a thought to me before the end in Europe - yes -- at some point two defenders.",
                "John was passing a comic to Bill. He has made the Goblets from New England.",
                "John was passing a comic to Bill. He made him the currency he just robbed a death fighting charity.",
                "John was passing a comic to Bill. He returned home with The Dan Fylce, in which his father and his ancestors lived together since the most legendary original (1915) was Ponted yesterday which still conjures his courage:\n\n The ens.",
                "John was passing a comic to Bill. He’s right-clicking the comic art space in a junk house for his toyed relationship; having no daughter, just nearby is not paying his price because no one has invented any characters like a Luke.",
                "John was passing a comic to Bill. He asked the comic's sender, DUI operator and his spouse: You can't GET PROTECTED or Ellen Nell Kirby at the X-BOX NOW MORE ALSO ‘OR THE PEOPLE READ’.",
                "John was passing a comic to Bill. He knew her from his acceptance just after Halloween, though sometimes had been an hour or so walking around on a big house day while I was setting up.",
                "John was passing a comic to Bill. He has over seventy cop recordings—including this in the Nixon Daily Show.",
                "John was passing a comic to Bill. He never dealt a surprise trip down to his soap opera style that way as of the June passage he was depicted to his tour.",
                "John was passing a comic to Bill. He could never be a mouse instead by a waiting vessel… The first time she could have memorized one of John’s brocups after being something to entertain her.",
                "John was passing a comic to Bill. He found me writing me in an open conformation--\n[Shiki] - Your name: Paul\n  [Shiki]: In genuine stylized features in my sleeve at the beginning are as follows:--1.",
                "John was passing a comic to Bill. He said people can never go away – which only makes people extraordinary – in his fantasies - on his piano.",
                "John was passing a comic to Bill. He wrote about me growing a normal _two-tiered_ high time newspaper.",
                "John was passing a comic to Bill. He took a drink by boat over to an aeroplane on his front couch when Mr John Beatitude was passing.",
                "John was passing a comic to Bill. He spent most of his brief time on that saga that had just stopped long ago.",
                "John was passing a comic to Bill. He said she knew he loved him who used the aircraft, just in the corners where to vote away where she needed him as he had done too.",
                "John was passing a comic to Bill. He got back here without murmurous expression,\" wrote one of Bill Thomas.",
                "John was passing a comic to Bill. He wasn't that a comic then-boy, to the German novel, _by Jay Leno or by Bacolotti and Benny Alberto_.",
                "John was passing a comic to Bill. He didn’t get his cartoon but had several notes relating the story to be voiced into and bore him so the makers took a personal interest in what happened last he ordered it too and would not investigate when in.",
                "John was passing a comic to Bill. He made it fun, by enduring what is different of us doing to him by making you pleasured because one of these things tells people around him is actually one more to avoid a hatred for something they’ll.",
                "John was passing a comic to Bill. He took a joint letter of his wife in British Columbia which read it \"Provly Published by The Culture in Northern British Columbia\" with one letter in 558 which he had printed his 23 year photocopie.",
                "John was passing a comic to Bill. He didn't have one on the licensing board on that conspiracy anyway.",
                "John was passing a comic to Bill. He later made an endorsement while we were aboard the Eagle.",
                "John was passing a comic to Bill. He has some joint issues during my group election with RABUL (Govt), so please let us know where to find it or to help resolve any issues.",
                "John was passing a comic to Bill. He'd worked there across America even on Wii in a household name - Lick Mac, no television actor and the People Who Know.",
                "John was passing a comic to Bill. He wrote many nasty checks at Prospect Court, as soon to his defining original record were that anyone else was making an appearance like John Wick, he made himself believed in by his wording most bizarre detectives – meaning one.",
                "John was passing a comic to Bill. He worked an internship in New Jersey.",
                "John was passing a comic to Bill. He'd had at least 1 win in his lawsuit since a proposed revival of the code a few years ago was to go into the NBA.",
                "John was passing a comic to Bill. He looked at Bill, smiling.",
                "John was passing a comic to Bill. He can tell more about him working for us later: they ask her and if anyone ever peeked.",
                "John was passing a comic to Bill. He can tell what they lack quality as his work (and most importantly its trends).",
                "John was passing a comic to Bill. He worked as he would slaughtering people on the platform whenever any one was awake; there that’s true at the hospital with its saber nails—the ambassador was talking against it would make Hogan Matt O’.",
                "John was passing a comic to Bill. He wrote The From A to Williaminson, Angels in November, in a short film or one of a large boardroom chorus line on his 1961 paper to a voting board.",
                "John was passing a comic to Bill. He went along \"Love isn’t soup\" after the Death Pack both of them would go out for naked clothes through another box of Kidneysy era.",
                "John was passing a comic to Bill. He had an exciting appearance as parting wine while in chairs as a bride, saying there is enough attention to them together again.",
                "John was passing a comic to Bill. He was an agent whose Twitter account of mine, when his name fits that person's demographic, the way our Timekeeper DB has, we need and is looking on (as the attributter of each of her.",
                "John was passing a comic to Bill. He found both an assistant voice coming off from another comic comic port in the likeness with \"The Maya Dictionary\" in his thinking; 'The Ridiculous Perfect Spider's drawing a hym and wrote his pattern.",
                "John was passing a comic to Bill. He wrote the  an etching of my reading of an inanimate solution on corners based to me at that moment where when  broken and fled.",
                "John was passing a comic to Bill. He did the comic reading.",
                "John was passing a comic to Bill. He thought \"I never smirr\" were like all men I went for was \"rising to die\" an example \"behind his gun\".",
                "John was passing a comic to Bill. He ended this email meeting of The Money Back Campaign and then in his petition to fulfill all campaign statements with this list, he did a place offer with those registrants stating to the president he is not respecting the.",
                "John was passing a comic to Bill. He said on CBS's Night in Songs For The Picture in 1937/1940 to 1984 with an episode from that tribute to John Brady of edit editing by the playwright, CW radio.",
                "John was passing a comic to Bill. He wanted him too, unless somehow to become a mental retard to his own younger and older black/black teenagers which takes away as he is himself not in his present prime feminist line she still lives under.",
                "John was passing a comic to Bill. He had on his separate campaigns but just as the Romance of the Disciscored One was so white to myself like my dummy before him He'd left his Dragon Converse.",
                "John was passing a comic to Bill. He said his father got him from a committee to give them time when all of their paint-lit fields seemed fragile (which meant being the only thing for those who couldn’t found out on their little steps.",
                "John was passing a comic to Bill. He looked as if something would blink for you again.",
                "John was passing a comic to Bill. He took out your bright green coax and smiled like you did a hell of a dork and returned her curiosity into him back to it he was right back to that he liked to say I am always a."
            ],
            "counts": {
                "John": 4,
                "Bill": 4
            }
        },
        "Amanda amazed Brittany. She": {
            "details": {
                "pronoun": [
                    24,
                    27
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        14,
                        22
                    ]
                ]
            },
            "sentences": [
                "Amanda amazed Brittany. She may shed a long time work outside the door after having made up her mind for several minutes? How could my heart ring a time frequently enough after you'd been approached would make sure the body body was erect enough.",
                "Amanda amazed Brittany. She even took her place within their patch layout - Kee.",
                "Amanda amazed Brittany. She knows our theme, where’totitle is usually said of that word she had used…But all we’ve provided are only three theatrical runs – D’Luisa D’Ley Lopez was first in.",
                "Amanda amazed Brittany. She went so far away too did the housekeeper in a crisis cry of like-minded youths having already passed their pension amount as she looked ahead (Benachah, a remembered throng).",
                "Amanda amazed Brittany. She felt that maybe you knew from childhood where we lived – not some where the NY started in 1943 that would mean we'd have no farther meaning behind our roots or identify with its ancestors again now of us and no.",
                "Amanda amazed Brittany. She's never seen any of us lately so successfully.",
                "Amanda amazed Brittany. She even told me about what he had done at the press release of what he had done of its exactly Vorticals who just had passed out it of time and fled through.",
                "Amanda amazed Brittany. She named in her native Newfoundland, Ireland with an official designation by the Artifoliant in writing about her achievement through her fair sister in Buenos Aires.",
                "Amanda amazed Brittany. She went directly on her merry companions on a mission, enjoying life from an idea behind being occasional investigators by their creditors.",
                "Amanda amazed Brittany. She never replied with any indications as to all the details while in the team, some things seemed strained which to me more neatly than I described or erred.",
                "Amanda amazed Brittany. She used three similarities into it every reason for his greetings this year had an online Google outlook and I had only ranked it based by me instead from where to read our implementation on them even at a North American reading.",
                "Amanda amazed Brittany. She's about 5 0-10 mbs.",
                "Amanda amazed Brittany. She came back in time but only one day of the first prayer of the week so it’s been excellent that no foot in sight nor the time it took me by direction before we assembled that morning with full notice.",
                "Amanda amazed Brittany. She called and got into the car and said and wasn't about a people.",
                "Amanda amazed Brittany. She led her searching labors out on their premises just when the Alleghanian Bridgeman opened, even as it was a Glances Air center puppet.",
                "Amanda amazed Brittany. She looks very friendly\nMr hugens me for a beautiful tea-man.",
                "Amanda amazed Brittany. She did well when Paul was a serious one.",
                "Amanda amazed Brittany. She remembers that I dealt to the waiter at his grandparents’ café and how a man who came in to the Polish club and bought the food in his neighborhood called The Rogues' Caf (opened in 2008).",
                "Amanda amazed Brittany. She worked the day began but no production was decided - all of us on the additional devices started talking, showing that everyone at Ruby nightday actively represented something the bands wanted so they wanted that a whole roster of musicians.",
                "Amanda amazed Brittany. She thought his name sounded familiar but looked more like her mother's name Teresa had never been any less precise enough (cont.",
                "Amanda amazed Brittany. She often interested her friends into thinking about something about her work in New Zealand because this time around may be not too popular in New Zealand for the fellow pressed on her to go there any longer.",
                "Amanda amazed Brittany. She visited and attended classes and risking decades at the Admiral Lebegren Booths at The High Way of Piranha.",
                "Amanda amazed Brittany. She found and recovering in a dance in his park, singing and cheer up with her friends standing around, looking after her                          ---------------\n\n\n\n\n                              https://www.",
                "Amanda amazed Brittany. She went along as her brother after his fair relationship and that time.",
                "Amanda amazed Brittany. She spent his 21 years with Jenna at Needlei’ cartoon Tristan Overtress who had to have one of this disgusting little girl in her mid20s with him playing with their own loose leg swings about.",
                "Amanda amazed Brittany. She visited Dian of these extremes through past past morning visits so I am grateful this charismatic woman is as holy and decorated in this eupastic music by me with an end by me like with another calendar and it.",
                "Amanda amazed Brittany. She grew towered over him during that situation and immediately, when it seemed to her that his mind seemed lengthening up his passion with words while also reminding others they looked to Angela and her husband during this test were.",
                "Amanda amazed Brittany. She also gave an Appanna about its accomplished almost 16 years in progress: As a youngest guide to the fragmented world for a long time to be a leading student in anatomy at the local universities to develop a solid approach.",
                "Amanda amazed Brittany. She spent two days with Brousseau for an equally wretched small daughter before obliviating for his mother in a track to his mother a penny and another next to an child that had once been bipolar.",
                "Amanda amazed Brittany. She told the laughing crowd from across town yesterday who could say nothing more of herself then how excited they are.",
                "Amanda amazed Brittany. She loved her husband even to that day: an earthquake northeast of Scotland, with the lake closest to a typhoon’ing off.",
                "Amanda amazed Brittany. She often field silently, including me, through time or time wisely—but like others as far as language tells—she does it, by the time someone else is disconnected when there are no words she appreciates (.",
                "Amanda amazed Brittany. She started in a flashing smile at this.",
                "Amanda amazed Brittany. She gave this as much talk, despite being too cryptically flooded.",
                "Amanda amazed Brittany. She loved them as a battle ship, too.",
                "Amanda amazed Brittany. She can see much of you sitting at the table now as they mention a good deal because and especially for our lust and love reactionary nest in each museum in Umam Anoyuan, or more saluki.",
                "Amanda amazed Brittany. She went with us into obsessed with making a prototype, trying to get around on my counter point instead of her.",
                "Amanda amazed Brittany. She always had time and intention\nIt looks more like you don’t understand at all.",
                "Amanda amazed Brittany. She would always want all the Anna Joanna’s name is not returning too hard for the rest.",
                "Amanda amazed Brittany. She wrote a hard letter before the Maine State Register January 3rd to be replaced; a letter which would have had her name finally denied that it meant she knew exactly who she looked capable with and that had made it.",
                "Amanda amazed Brittany. She has visited his Boy Boystone Concert with a Distress Oblivant.",
                "Amanda amazed Brittany. She can't remember which one did for the most fundamental reason you didn't think we were going with.",
                "Amanda amazed Brittany. She always had time for that in a way — but which certainly worked as long.",
                "Amanda amazed Brittany. She now lives the hunter from Abigha, a road north to the Catacill and two travels northeast as well her frequent pursuits from Sindal states, south as an appreciable variety from Pind.",
                "Amanda amazed Brittany. She led the team back with other team members from across the cluster along from Aeltla, where it took her to get through them to the weak center as the spine consolidated up as far as Arena.",
                "Amanda amazed Brittany. She often googling it because Herd had asked us in the Beta says her mother.",
                "Amanda amazed Brittany. She can't be responsible: what you do, though what not? If she does a rare thing to do from some other time around there.",
                "Amanda amazed Brittany. She even helped her husband with his college fellow.",
                "Amanda amazed Brittany. She did very well in Teaching with Rapid-Rations that took a grand practice without the introduction of some new grantwords.",
                "Amanda amazed Brittany. She’s just an exciting hour and designer from a face in her short hair and an awesome control room from which we merge all of that into her manageable layers of spiderberries in one adorable solo placket that will.",
                "Amanda amazed Brittany. She has one forget the Preface from his fashion style which includes French styling and Rust in its royal silk gown.",
                "Amanda amazed Brittany. She had written all during these years on him “The Corticotropin PEEK, “and every time someone hesitates.",
                "Amanda amazed Brittany. She remembers one day that Cornwall very young to quite cut out at his house quite taken advantage of us as if being an idiot trying to convince herself 'find a ruby ruby's half but it'll be fine at that.",
                "Amanda amazed Brittany. She went away one evening alone alone together with three friends (Philanthrova, Aida and Tridris).",
                "Amanda amazed Brittany. She often specials are included after their Celina, Svetchi jumps from Indianapolis with another hazel that she has taken a sweeline with ashest mutaria from the middle reaches for several days on the cliffs.",
                "Amanda amazed Brittany. She knew she wanted someone who’s never seen the drive around town today instead was living in town instead with his friend… she remembers seeing his Suzuki garden with the revolver found on her van and on it to.",
                "Amanda amazed Brittany. She just had to learn English and English.",
                "Amanda amazed Brittany. She's now wounded\nVictor Frankwick has died by accident\nAnthony Rofiev, who left Chemernel in Deliverance to improve his home.",
                "Amanda amazed Brittany. She named the echoes during an interview\nbetween Mayer-Abradu Dawes on the benefit of fear of Petree in tariff deals which were the\nindiegators as he did his apologies\n\n“.",
                "Amanda amazed Brittany. She discovered every vital mechanism is to make    \n                                   \n                                                      Daril, ).",
                "Amanda amazed Brittany. She felt it was good that his wife of former law student had told her to stay.",
                "Amanda amazed Brittany. She discovered The Darwinian Weather Laboratory of CPOC at the Cleveland Institute of Food and Geochemistry at the American Association for the Evaluation and Evaluation of Organic New Development Methodizers: This Collected Fluids Community Foundation recommendation.",
                "Amanda amazed Brittany. She had become quite a fanbase from around the US at her facility—the one she used—back up from California with almost a dozen Friends and friends that her husband’d have had since hoped would come in.",
                "Amanda amazed Brittany. She always had very personal support by the cards because their generosity had been adequately rewarded too.",
                "Amanda amazed Brittany. She looked very quickly to her cohorts which had caused some dispute from behind.",
                "Amanda amazed Brittany. She said his ASST and ABE were not a chore to be his again in his gaze before she saw anything like that the girl holding his fucking key gripped his brother.",
                "Amanda amazed Brittany. She seems\noften at the game's website that her family will not be received when the\nfamily only boy shall be frisked (Fort Franco).",
                "Amanda amazed Brittany. She's about 15cm from her lowest three-story gym but only those employees.",
                "Amanda amazed Brittany. She worked at Vitzvas & Geraldine, a historian.",
                "Amanda amazed Brittany. She continued on his face for the first time in his series as \"a man not hugely thought to a chase.",
                "Amanda amazed Brittany. She could always count upon other Miles through on her Journey across Justin Bryce's family Yearful Real.",
                "Amanda amazed Brittany. She thought them for the moment with him a little, yet in a defensive grin, that said to all the people – yes… we knew our way, don't ya to be told some science money? Just because.",
                "Amanda amazed Brittany. She never completely dismissed a gunman.",
                "Amanda amazed Brittany. She told the regular chef how much admirers were in his department after all, Heredo said through rosemary, inflammatory sugar syrup and sweetcorn.",
                "Amanda amazed Brittany. She began a pregnancy in a muscle to search, making the operation gradually begin hitting a hyperventilate pressure at the intended setting and causing a vicious cycle and an insulting vicious brawl over a wave of German pressure in.",
                "Amanda amazed Brittany. She found every conviction under state and together with those threatening and indigent deputies has been injuriously prosecuted beyond their having been collaborating throughout this long period—with only those who can photocopularise while they.",
                "Amanda amazed Brittany. She loves seeing the Jose aka John Leo in his Potter - even in their notice hand shoes too.",
                "Amanda amazed Brittany. She looked a little faster now.",
                "Amanda amazed Brittany. She now feels he'll come home again so she could get the legal visas soon so they'll have an official checkup on Susan and Brosseau, but now at that remote tourist office and a liquor master still.",
                "Amanda amazed Brittany. She made me laugh as a maid of milk, with its largesses like that; Herp rubbed the Roar by its increased reputation among nurses it was not the best of mahourufs.",
                "Amanda amazed Brittany. She has seen herself from behind.",
                "Amanda amazed Brittany. She now wants just about everything we have to worry about as soon\nbe in the strong\nfirst\nCoach: Cathy is not quite as affiant but looking in at him in stressful and he looks at.",
                "Amanda amazed Brittany. She has two children that have two children.",
                "Amanda amazed Brittany. She continued in her studio to the bottom of this page for all of the wider plans the Europas and the other projects seem to be for Madeira while I still think we could have been dispersed more than it was.",
                "Amanda amazed Brittany. She didn't see why that wasn’t what we ended up doing that we never had time and focus that’s why to say okaying it (liked in demo owners), only not with things back around (.",
                "Amanda amazed Brittany. She worked hard in that time in this octada – however if anyone were to blame her and to do that one day for some time you wouldn’t know something about you when so often did and who just wanted.",
                "Amanda amazed Brittany. She named for this story as he led the civic life through the lawsuit filed in Ohio case.",
                "Amanda amazed Brittany. She'd used \"the coherence of 'wood grown in England.",
                "Amanda amazed Brittany. She gave a super tough laugh a grateful look which suggested there'd a little less of him before they linked up down there who was totally getting a giant done on us despite my honored order they didn't know me was.",
                "Amanda amazed Brittany. She led in the cavalry center to the overall aim of their missions during their raored period, however this was not a cover story or monument.",
                "Amanda amazed Brittany. She looks like they haven’t had it before the laying of the arms out there now we haven’t seen her so we were just tracking that.",
                "Amanda amazed Brittany. She wrote her training paper this month that will help us honor this tremendous writer\n\nWe’re all engaged with her.",
                "Amanda amazed Brittany. She knew more than anything that\nScotbeth said like her in his bruddies after his radiant crabby dream.",
                "Amanda amazed Brittany. She wanted something.",
                "Amanda amazed Brittany. She came at a competition for two entrenation reasons: a terrified Italian myopia she had no higher desire at all as it was in her height as one.",
                "Amanda amazed Brittany. She gave an LCD screen and then gave us one of the login details from us the Data letter for a Report wrote this should have volunteered me for our Standard Service.",
                "Amanda amazed Brittany. She wanted us in a funny one-sentence summation; like Paul, this time as it sounds (woman, this woman just needing you to get in a quick car of hers a flammer), yet finally as.",
                "Amanda amazed Brittany. She visited most of these places later this month—Macbeth and Butterfinger; then the two women became ridigées among others throughout this nine-year ritual: an in-house renovation that was to be set.",
                "Amanda amazed Brittany. She loved everything and all that, like that in all of these years.",
                "Amanda amazed Brittany. She went so well that this really is this great woman being out of house with them giving you her the opportunity to hold it all out when its just that\n\n\nWe think one must be to leave now also."
            ],
            "counts": {
                "Amanda": 0,
                "Brittany": 0
            }
        },
        "Brittany was amazed by Amanda. She": {
            "details": {
                "pronoun": [
                    31,
                    34
                ],
                "options": [
                    [
                        23,
                        29
                    ],
                    [
                        0,
                        8
                    ]
                ]
            },
            "sentences": [
                "Brittany was amazed by Amanda. She wore that cuff longer than I even wear it and now looked it was my favorite practice, he covered the entire moment.",
                "Brittany was amazed by Amanda. She studied the unconvereness of Wally’s.",
                "Brittany was amazed by Amanda. She often applauded them like an animal waiting on an overflowing way, then watched her, like sheep.",
                "Brittany was amazed by Amanda. She came here immediately while they were stretching herself off to find you out again ahead of her on your rescue visit – while taking her platform behind their sprawling tropical sun on our blankets behind their waitstaff! After.",
                "Brittany was amazed by Amanda. She discovered Catsophis (there are at least some worlds) on how the Woods races in his Corner West Leach have come in.",
                "Brittany was amazed by Amanda. She used its infinity number to keep its positivity rank even further until Aydalus was carved out to be in earth.",
                "Brittany was amazed by Amanda. She wasn’t that kind.",
                "Brittany was amazed by Amanda. She added in her filing, on which is to make her actual posting.",
                "Brittany was amazed by Amanda. She just couldn’t accept it again since neither is this one big one I thought about all the times he’ll say every one else that the Lord is How He commands them with His trust in his gifts.",
                "Brittany was amazed by Amanda. She loves a Countess for that immense strength — great Joboe, daughter — as the first Christmas of the Advent season, even.",
                "Brittany was amazed by Amanda. She began her action attempts during my raunching on their slower push wasolation of her hair.",
                "Brittany was amazed by Amanda. She smiled at everyone who took her son by the bus over.",
                "Brittany was amazed by Amanda. She may have made herself a torment.",
                "Brittany was amazed by Amanda. She really liked how remembering someone.",
                "Brittany was amazed by Amanda. She knew where you ran on me by herself about how you were doing, was lying about she made love that I'd seen the hate term and tried it at the time right away anyway.",
                "Brittany was amazed by Amanda. She still had only been there over an entire weekend so she only had five days left this weekend; on this weekend in January she saw at the expiration bar twenty-fourth from a fabulous singer she was wearing and.",
                "Brittany was amazed by Amanda. She could feel at first interrupt.",
                "Brittany was amazed by Amanda. She remembers her mother telling the kind little girl they would have been mentioned sometimes.",
                "Brittany was amazed by Amanda. She still calmly sing to them as we winded over.",
                "Brittany was amazed by Amanda. She'll keep you'd cook the lab stuff out by flying with our dental supplies to make it fine!\" And so did all of her husband, and asked her a search because it just shocked them both!\n\n.",
                "Brittany was amazed by Amanda. She only declares we will do all Sheen and she never will not forget that.",
                "Brittany was amazed by Amanda. She grew up at Miranda's semesters every ten years - even through that time.",
                "Brittany was amazed by Amanda. She'd actually seen someone, however so many times had her regarded the substance by some history fairwain as \"Keen.",
                "Brittany was amazed by Amanda. She put the Emperor’s watch as a Senekorous gatekeeper went into his offices by disobliging and resigned when it was just barely escaped and did his wedding.",
                "Brittany was amazed by Amanda. She grew up through his unusual houses from their barely a decade ground up and kept the deputies in government whenever a man suffers accident or prison retaliation in a predawn English courting his business day was tolled while.",
                "Brittany was amazed by Amanda. She worked there several weekends from more than three\nstudies a year as well for our judge-notning warriors living with their\nbest fighter.",
                "Brittany was amazed by Amanda. She may be vastly missed from our Guardian literary effort because in their Gaons buildings—they must've called to Roave, by their name to keep them from the Lettery Springs Assence in their maś.",
                "Brittany was amazed by Amanda. She wasn’t much left from reading that she never directed at us first, without saying the words of actors like us all, while saying everything to them in impressive style makes no protest.",
                "Brittany was amazed by Amanda. She called his daughter the \"University of Cambridge,\" it said.",
                "Brittany was amazed by Amanda. She wasn't her mother ever making a fortune and it seemed like her father got to do anything.",
                "Brittany was amazed by Amanda. She began with four narrow arms as her multiple neck lifted out her lover’s upper lip as the two briefs on that powerful animal discovered with that broad buttuce.",
                "Brittany was amazed by Amanda. She added it was for some time today why someone forgot that they only have as much of any other person.",
                "Brittany was amazed by Amanda. She began bispicant portraits\n _intemporal feminism:_ These are great cities who have their brightest jewels: you have your employees.",
                "Brittany was amazed by Amanda. She loves this email class.",
                "Brittany was amazed by Amanda. She liked how many times it took them so much to see more sillier in it (even you would do much better if your mom and we thought they liked it.",
                "Brittany was amazed by Amanda. She remembered some Briëlin Hoodsmiler lawsuit she lives there the day after they were split into draws by women in her medical specialized community — because because I love people—she only didn’t like and.",
                "Brittany was amazed by Amanda. She even said on the accident even more.",
                "Brittany was amazed by Amanda. She discovered Sasha Rozanski's new private party in a diranganyhan en Kovat, which still tracks on Severn Ski resort, in which there has always been one article from which.",
                "Brittany was amazed by Amanda. She enjoyed being on an early college job and then getting the job done a lonely year.",
                "Brittany was amazed by Amanda. She didn't give any comment.",
                "Brittany was amazed by Amanda. She said she called \"Sequee\" (ascantized it as one).",
                "Brittany was amazed by Amanda. She spent three months with one of its strict “picture crew booking punctuation company, L&q, we were in the exact same pit.",
                "Brittany was amazed by Amanda. She asked about Amanda and wanted\nby them that way about who I was.",
                "Brittany was amazed by Amanda. She still has no emotion to remind them if love doesn't come far in.",
                "Brittany was amazed by Amanda. She has said things such as those just peeked all summer, told them something a little true: though from time to time what it meant he hadn’t paid enough for was being a cable broker with at.",
                "Brittany was amazed by Amanda. She continued her selection for her Role 1 Colored gown.",
                "Brittany was amazed by Amanda. She brought more pedigrees (Looking at your dirty yarn/)  \n  \n\nACP and HIPY grouped themselves under my love for \"The washed poor\" principles as if trying to make some vegetables.",
                "Brittany was amazed by Amanda. She felt it was in her turn possible all the shop kids at Cary (undergrad students and daughter-in-law) who want there that would come their way.",
                "Brittany was amazed by Amanda. She discovered two different people were on a road map together,\" he said of Witherman-Gas and Darlene Schiewahn in their homes.",
                "Brittany was amazed by Amanda. She laughed at his labor slogan so appealing? So he waited with him over his spatula which had the stir—a very pure, wise letter in the faces to say I love him as they survived over my.",
                "Brittany was amazed by Amanda. She has also written about many of his strangly absurd nick names about women named \"Kaynits\" to me—and just as she \"knew how to love and love with a woman as well.",
                "Brittany was amazed by Amanda. She liked how good she was by being a awesome sit at orchestra and the aspect and methodology made it delicious that he’ll never be able to take the luxury of some innings by himself himself.",
                "Brittany was amazed by Amanda. She smiled back, smiled and said softly to herself before falling back into him, she took a breath she thought as it threatened that her mother-in-laws would not have been able to be harmless to the.",
                "Brittany was amazed by Amanda. She tried her eyes for staying strong before finding herself on this fascination to which my father had mercy upon a man's twisted scheme.",
                "Brittany was amazed by Amanda. She will die just quite by the time they will not return at all.",
                "Brittany was amazed by Amanda. She helped her sister with some of his details throughout, that this one's his last win.",
                "Brittany was amazed by Amanda. She wasn't a hoary statue on the Sun studio.",
                "Brittany was amazed by Amanda. She could only be a Pink\nflower top that is nice if any of its purple flowers are a soul no joke at all—the best\nyellow flowers to pump out.",
                "Brittany was amazed by Amanda. She laughed in thanks.",
                "Brittany was amazed by Amanda. She'd done something to help her husband but with the Oracle, that they'd only needs it just because for a million five years.",
                "Brittany was amazed by Amanda. She added one of our tearing moments of archment when a large package of ellmiteous elbows was drapes a delicacy, just as my own little boy she'd neglected this.",
                "Brittany was amazed by Amanda. She hadn't told you when you were in Detroit about where my psychiatrist told us when our underwear cut, when I saw pictures they didn't bite the head at my computer; on one of these pictures I just.",
                "Brittany was amazed by Amanda. She decided \"I have two different people.",
                "Brittany was amazed by Amanda. She came with enough guarantee – then quickly ram right.",
                "Brittany was amazed by Amanda. She turned on his gesture but no one answered.",
                "Brittany was amazed by Amanda. She looks so familiar now again which looks great right up it's not good left you are also right right to be spite and in this situation say never, my WEY respected she wouldn's.",
                "Brittany was amazed by Amanda. She knows everyone she'd cared about.",
                "Brittany was amazed by Amanda. She picked at that to see when several\nnumber picks came to Louisiana.",
                "Brittany was amazed by Amanda. She died last Thursday and had one of two children with her college banknote and was awakened shortly thereafter she and the present widow of one of these young inmates, Amatrin Teresa.",
                "Brittany was amazed by Amanda. She wore a lawn dress and an elaborate women-up-and she was quite little by no woman at the County.",
                "Brittany was amazed by Amanda. She brought down five years\nbefore their arrival - from whom we met on an evening when our\nMiss Diamonds had arrived first.",
                "Brittany was amazed by Amanda. She sat at this table.",
                "Brittany was amazed by Amanda. She knew of Wucco, although only the one of three.",
                "Brittany was amazed by Amanda. She used and gave them to you not to get to Nimbeam (or so he explained: It looked like there’m all Wildby’ Far Wullah Banks were just a few of those Strahmie.",
                "Brittany was amazed by Amanda. She knew I was the issue,\" said Dude.",
                "Brittany was amazed by Amanda. She walked through several remarks concerning both she Know these days without a fear she has ever been planted upon these nicely-recent pilgrim donors and by how close it is to those with an eloquently taught House of.",
                "Brittany was amazed by Amanda. She did well even on stage in \"Joan and The Quagmire\", however with both \"Joannie was on stage so you could be sure everyone on the stage.",
                "Brittany was amazed by Amanda. She must also try as a new guest asked who her husband and her 32.",
                "Brittany was amazed by Amanda. She took all her four tons.",
                "Brittany was amazed by Amanda. She picked out 5 shorts\n\n\"You want more dark looks then she'll do!\" The Tillomaneric asked to see something in\nScraring Hessie: This isn’t much or whatever about.",
                "Brittany was amazed by Amanda. She then arranged she was to marry another of these charter diapers from him so he was allowed their sovereignee.",
                "Brittany was amazed by Amanda. She picked him aside\n\n“Well what I do know to you all is he loves\n\n“Canada to him now”, says his mother as she was asking the question which this woman asked was actually going.",
                "Brittany was amazed by Amanda. She then took me by his mouth with absorbing penises which was an expression.",
                "Brittany was amazed by Amanda. She doesn't mean for most onions; but only on the hand go A lot for a lie a damn good no other.",
                "Brittany was amazed by Amanda. She will remember she married the porblesse, no answer for long.",
                "Brittany was amazed by Amanda. She brought more dubious and quinture cute quasi 40sters.",
                "Brittany was amazed by Amanda. She remembers her mother as well.",
                "Brittany was amazed by Amanda. She passed through an opening saloon bridge over one tree planted there one day one night there of three or two of a mall would be in jail, next Monday they would take their neighborhood trees to mountain communities which.",
                "Brittany was amazed by Amanda. She looks realistic\nBut what’ll sweat it out then from here they go…the girl behind her shoelace was really a waif, very\nquiet.",
                "Brittany was amazed by Amanda. She went out early but his name was Brooklyn, then he said her name went bonkers who'd written \"misunderstandments.",
                "Brittany was amazed by Amanda. She hadn’t been to gig in the household, until that morning with two of our salady students recently drowned a potluck kettle.",
                "Brittany was amazed by Amanda. She began her youngest affair in October, after the Hawie saying she needed help—and then spent it all planned by a cross.",
                "Brittany was amazed by Amanda. She tried not to forgive his continued repetition for just three days from being with Sanna a nun on a lecture tour to his bedside of her famous curse: I'd been in the profession even in a few hours.",
                "Brittany was amazed by Amanda. She might not really believe them first, if for fear that someday we can find another woman like him would just become her own distraction!\" She thought her mother could be the one with more unusual poise as this.",
                "Brittany was amazed by Amanda. She says there aren's always close-up summer results going on within days.",
                "Brittany was amazed by Amanda. She glanced up from a problem that hadn't been inspected this morning when we were eventually hired through and only one person could legally start a description so what?\" \"That did it to his Armicular should he not.",
                "Brittany was amazed by Amanda. She discovered little and no whisper of the truth from someone whose heart slithered to denial with such emotion.",
                "Brittany was amazed by Amanda. She really had this finding done without her mother who ran off and gave him back his enormous skull.",
                "Brittany was amazed by Amanda. She knew all the Thinkers said during an appearance and at their studio.",
                "Brittany was amazed by Amanda. She looked like no kittany wait, had come by one day on Sunday to pick up an order that said it didn’t change."
            ],
            "counts": {
                "Amanda": 1,
                "Brittany": 0
            }
        }
    }
}