{
    "metadata": {
        "model": "EleutherAI/pythia-160m",
        "revision": "main",
        "num_parameters": 162322944,
        "timestamp": "2023-10-18 15:56:59.608693",
        "samples": 100,
        "top_k": 0,
        "top_p": 0.9
    },
    "data": {
        "John seized the comic from Bill. He": {
            "details": {
                "pronoun": [
                    33,
                    35
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        27,
                        31
                    ]
                ]
            },
            "sentences": [
                "John seized the comic from Bill. He then slipped it into his home freezer and brought it in.",
                "John seized the comic from Bill. He shot himself after he was shot in the leg.",
                "John seized the comic from Bill. He had the finest the scene in\nCharity's 'Roseanna's' series.",
                "John seized the comic from Bill. He told them that he noticed much of the director's presentation coming from one of his other feature films, and that he liked to read during his epic of Battlestar, and had overseen one.",
                "John seized the comic from Bill. He told New York magazine “They’ll keep [the piggy bank notes] by the waterworks at the factory, or they will make the wrong advances.",
                "John seized the comic from Bill. He said that a guy who is real an ass, who wants to beat away like a lion, is giving him the kind of power that anyone can't rely on.",
                "John seized the comic from Bill. He recalled our conversation the next day when Bill was president of O'Connor's and noticed that a figure from it looked like Bill.",
                "John seized the comic from Bill. He called Andrew back to our meeting and asked for a piece as a favour to go and try to get to know what we needed him for.",
                "John seized the comic from Bill. He had insisted on moving the issue of the Samstask while making a case of the fate of Bill.",
                "John seized the comic from Bill. He had quite willingly done so for me.",
                "John seized the comic from Bill. He held the cowboy and the bicycle loose throughout the exploration of a pair of uncomfortable girls.",
                "John seized the comic from Bill. He never said he would quit unless it was to happen to me, when I would be more than 100 times better than I actually was, in which case, yes, you did go in after two years and you.",
                "John seized the comic from Bill. He told [David] Hartman [September] to advertise 'Phil and the Tenured Company' [sic] a rival for his services with extravagant sales.",
                "John seized the comic from Bill. He entered the room and gave the Three Stooges a brief question.",
                "John seized the comic from Bill. He had already forgotten the General's briefings.",
                "John seized the comic from Bill. He had already robbed about six thousand characters and would have gone straight to jail, had the witchy little blackish moth never made it through the machine.",
                "John seized the comic from Bill. He may be the special result of the Hulk getting his title.",
                "John seized the comic from Bill. He told me he wasn't going to play a junior to any one.",
                "John seized the comic from Bill. He tried to settle the gap in the box; Mr.",
                "John seized the comic from Bill. He then pushed Bill with two unmanageable wounds, which he later suffered as he recovered from her wounds.",
                "John seized the comic from Bill. He'd had since the previous year, to quickly apologize, for just being drunk earlier than he was.",
                "John seized the comic from Bill. He pinned it back to an Molesworth light on a window, nearly intertwining his fingers as his heart tried to bypass them, trying them for amulets.",
                "John seized the comic from Bill. He played in a touring show from 1962 to 1968.",
                "John seized the comic from Bill. He had taken it for a personal display; Harry James and Mr Beenin, with full on regard.",
                "John seized the comic from Bill. He questioned whether his earlier extant slang phrase (henceforth \"Slang\") contained any true slang usage, and he repeated the answer to this question without objection.",
                "John seized the comic from Bill. He screamed at Red's keeper, telling him to find the Herman Miller title that Phil would be able to use.",
                "John seized the comic from Bill. He leaned forward and dropped the light into its red light container with a clothespin on the lid as if to frighten it off.",
                "John seized the comic from Bill. He climbed in his chair, knocked back the man's chair under the table, then thrust it into the car and threw himself sideways in it while the scene was to be witnessed.",
                "John seized the comic from Bill. He observed that when on a mission he discovered that the big window on the front seat was closed up—he had not yet been here when it was opened up.",
                "John seized the comic from Bill. He fell to the floor on it as the whole group were fleeing to the corner.",
                "John seized the comic from Bill. He needed to make sure that the most powerful and powerful member of his people could be killed without once giving himself away.",
                "John seized the comic from Bill. He released the book of his novel by way of advertising, as he was arrested on parole on an assault charge.",
                "John seized the comic from Bill. He then confronted Pete and asked what he could do with it on the job, admitting that he wanted to help people find new leadership.",
                "John seized the comic from Bill. He said, “I think if I go and got to Annoying Phase until you stop the coffee and get it in now, I’m done.",
                "John seized the comic from Bill. He was being used as a man's way of demonstrating the cost of the outrage.",
                "John seized the comic from Bill. He then discreetly gave the upper-hand against Sponge Bob, the probable result of Maksimovic's clause in his parachute--that he would ride towards Kemp Town, where Lakela and Phil controlled.",
                "John seized the comic from Bill. He had his throne set about his ramparts.",
                "John seized the comic from Bill. He swore he went to the cellar floor and took it from the bottom of a closet again.",
                "John seized the comic from Bill. He signed a following of articles from Columbia about the bias, wrote a description of the new comic, then spent more time with MacQuarie, starting a dialogue with Bill, buying in from Harper's, entering into.",
                "John seized the comic from Bill. He came back with a new version, having already discovered that one copy, even if he weren’t exactly as described – look, with an audio recording of Bob Brown’s songs.",
                "John seized the comic from Bill. He had ripped his shirt open when he saw Bill and opened the computer screen.",
                "John seized the comic from Bill. He told him he had no control over it.",
                "John seized the comic from Bill. He suddenly stopped when Bickham jumped on him and asked what the trouble was, and in turn asked Bickham's wife, Fatima, and Billy.",
                "John seized the comic from Bill. He said: 'When you are convinced you will know better.",
                "John seized the comic from Bill. He fired more than 1,500 guns into the pile until him dragged them to the fire of each full volley.",
                "John seized the comic from Bill. He was almost sodden with the amount of poetry he had written.",
                "John seized the comic from Bill. He had established several markers, hoping to be able to create tools they could use for the production of charity cloth that could hold all kinds of things that did work as well.",
                "John seized the comic from Bill. He replaced Neil with John Vasquez.",
                "John seized the comic from Bill. He felt her clobber him more, rubbed him hard, and shot into the barn from which she had taken care of it.",
                "John seized the comic from Bill. He had dragged Vicky through the mailroom at two in the evening, but just after it had been published by Marion Dunbar and by Brummett, no one noticed that Vicky had been seen.",
                "John seized the comic from Bill. He read aloud a letter, and the voice of one who was calling for revenge set in his head.",
                "John seized the comic from Bill. He searched him to make sure nobody else was left behind, but when the dog grabbed him, the other three came with papers on their backs, their heads swivelling toward him.",
                "John seized the comic from Bill. He was using the parcel to buy heroin and other drugs.",
                "John seized the comic from Bill. He bent the belt over which it had been seized, and saw that it was torn and plucked from a magazine.",
                "John seized the comic from Bill. He poured a glass of champagne into my backpack, pushed me to a walk on the porch, found the steps and my crib, and hopped up.",
                "John seized the comic from Bill. He ordered Mark to open the window outside and in to the front of the store.",
                "John seized the comic from Bill. He said it was stolen from Ford's car; it hadn't any official record.",
                "John seized the comic from Bill. He told the doctor that he would talk to Barry,\" he said.",
                "John seized the comic from Bill. He was then pulled out of the courtroom by a local citizen as if his question posed a “mistake.",
                "John seized the comic from Bill. He then lifted it out of a box of various animals and threw it onto the stage.",
                "John seized the comic from Bill. He told it like it was, as though he would be dead or behind.",
                "John seized the comic from Bill. He snapped one of Alex's good eyes and shot a look at me.",
                "John seized the comic from Bill. He had just photographed three new pages of a website his friend had compiled about thirty years ago, to be published a couple years later.",
                "John seized the comic from Bill. He then approached Bill, and, from a distance, bent down to kiss the pommel of Bill's crown.",
                "John seized the comic from Bill. He asked him to drop the whole magazine into bed with him.",
                "John seized the comic from Bill. He said:\n\n\"Is there an anticommunist uprising here?\"\n\n\"Yes, it's in some streets.",
                "John seized the comic from Bill. He had given up what little comedic prop in him when he'd been beaten and handed him down.",
                "John seized the comic from Bill. He began producing songs with Patti Hawkins and John Collins (1939-1989) and Big Boy Pete Jones (possibly someday), while producing with Frank Brotto (1953-2007).",
                "John seized the comic from Bill. He had taken it by hand and wrapped it with a pair of scythes that looks like goat's skin and crawls its feet on the ground.",
                "John seized the comic from Bill. He may well be ready for an old-timer appearance.",
                "John seized the comic from Bill. He introduced an almost identical version of Michael Collins as Lao chou che tham sham earthquake and as well as showing who created the equivalent but white ink, and was the sole spokesman of the fledgling Chinese.",
                "John seized the comic from Bill. He told them that he would donate money to the construction of a monument in the City, once the need for the building never got far-term.",
                "John seized the comic from Bill. He spoke to them in a wild way, who stated, \"Not one thing I said before that matter of a film has you stole anything in the world except a piano.",
                "John seized the comic from Bill. He argued by way of evidence quite hard to prove.",
                "John seized the comic from Bill. He recalled everyone he'd read on its origins.",
                "John seized the comic from Bill. He told Agent Lehr he \"couldn't let anyone see us\" when the comic was recovered, which proved \"piss to me,\" and \"less than 12 to 7\" to the ingenious experiment in.",
                "John seized the comic from Bill. He might not just be the twisted darling of storytelling you know, like, people are kind of doing things like, you know, killing someone when she dies.",
                "John seized the comic from Bill. He informed, \"You don't know him by name.",
                "John seized the comic from Bill. He claimed he wanted nothing more than to clean up the mint (a superweird sketch by author Ian Burke of the 1920’s) but, to prove to his freaky friends, the tattoo was his.",
                "John seized the comic from Bill. He then stirred the things down from their perfections in a deep groan and started over, tighter under his grip at his centre, further in the centre of his arms.",
                "John seized the comic from Bill. He shoved it out of the way of a dozen of his companions and passed it on his way through the crowd.",
                "John seized the comic from Bill. He told him that we must help the water tower be waterless and that we weren't going to take the waterless wagons to the river so the waterless wagons would have to be destroyed.",
                "John seized the comic from Bill. He called up Bill and I asked him if he was coming over when he was eating.",
                "John seized the comic from Bill. He told him he would still have to fight it off.",
                "John seized the comic from Bill. He said that Millie, knowing that Millie was a mute version of herself, was the personification of what – as a boy, rather than a man – meant when he used his tongue.",
                "John seized the comic from Bill. He shut the door, but he couldn't talk, because the letter, which I know was written by Rob and Dave Brown for the _Ocean of Gigantic Hands,_ still failed to work:\n\n\".",
                "John seized the comic from Bill. He spotted the trumpets that he calls “bait.",
                "John seized the comic from Bill. He tied the knot with a flashlight and said he was tired of getting entangled with his jealous peers in a previous sex scene.",
                "John seized the comic from Bill. He worked for me ever since.",
                "John seized the comic from Bill. He had never seen a picture like Sir Thomas' that had been published in the Glasgow Herald himself.",
                "John seized the comic from Bill. He brought it to Ireland, and then continued the process of selling the place into American print.",
                "John seized the comic from Bill. He jammed the backstreet door around him.",
                "John seized the comic from Bill. He had a secret bomber in his hand.",
                "John seized the comic from Bill. He was one of the mobs who surrounded a barren forest where boulders had been mown loose.",
                "John seized the comic from Bill. He owned more spices then his wife; he was a preoccupation for any parent.",
                "John seized the comic from Bill. He ripped up two volumes of the series art and opened with, \"Some Triumphal Victory - Already here!\".",
                "John seized the comic from Bill. He said the scribes were soliciting $500 million, brought back with the jail for posting, and sent the comic to the people in prison for dealing with corrupt politicians, including James Bond, the Hollywood star Jim.",
                "John seized the comic from Bill. He laughed when Benson interrupted them, \"Oh, but it's only about time.",
                "John seized the comic from Bill. He signed up several more zombies.",
                "John seized the comic from Bill. He'd never obtained that kind of recognition that would ever give him that prestige."
            ],
            "counts": {
                "John": 2,
                "Bill": 10
            }
        },
        "John passed the comic to Bill. He": {
            "details": {
                "pronoun": [
                    31,
                    33
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        25,
                        29
                    ]
                ]
            },
            "sentences": [
                "John passed the comic to Bill. He praised her cousin as an excellent wit.",
                "John passed the comic to Bill. He tells us, “The more he got around in New York you were going to have to be a better writer.",
                "John passed the comic to Bill. He would not reject it again, but his stance in the eyes of the group became \"incorrect.",
                "John passed the comic to Bill. He made his debut on August 11, 1910 when Harry Lewis put on the most frightening and most ferocious of shows of his career, to a mostly unheralded ovation before the audience.",
                "John passed the comic to Bill. He says:\n\n“You think his sexual orientation would help you fix this crisis that you are stuck facing.",
                "John passed the comic to Bill. He is not for the paper, but for the beast of thunder, where other gods are tried and found.",
                "John passed the comic to Bill. He'd then named Patrick.",
                "John passed the comic to Bill. He answered in paragraph 16 that he was a bachelor, which would means he was likely earning money during your lifetime and his parents were ill.",
                "John passed the comic to Bill. He then joined Halloween and went into a surgery.",
                "John passed the comic to Bill. He penned two episodes and helped with the series (most of which took place as the reboot), with Richard Wenell (who wrote and starring in ONE) arriving for the series in 1989.",
                "John passed the comic to Bill. He says:\n\"He liked it because when I got it to his office these things kept into his good building where he could constantly complain about it, and the day he sent it in it I became really full.",
                "John passed the comic to Bill. He hung a camera near his storehouse, sending a picture of the Joe Fanko on the night of June the 13th.",
                "John passed the comic to Bill. He wrote several other well known comic books during that time, many hits including \"The Magnificent Film,\" \"The Fugue,\" and \"The Meat in the Jar.",
                "John passed the comic to Bill. He later reproduced any character in a comic book used by people, especially those of Patty Richardson or Beauty Path (who was inspired by the ballad), and ended up commanding a troupe of the comic around the.",
                "John passed the comic to Bill. He said that I had written him up as a member of the board of Fred Binney, adding: \"I don't think my writing was like the reason it came on that account.",
                "John passed the comic to Bill. He became a serious comic-book artist, starring in virtually all of Dramatic Worlds and a much greater live-action television series.",
                "John passed the comic to Bill. He wore oversized sash hat.",
                "John passed the comic to Bill. He holds an exciting new game which started the legal dispute in Sydney with Jay Smith in May as he's had issues with something coming out at Paul's golf course which has been called not knowing how much to put in.",
                "John passed the comic to Bill. He became the Gorburge locomotive engineering manager and engineer of North Carolina State Railway in Ohio, having completed a description of a hurricane setting and constructing several steam locomotives.",
                "John passed the comic to Bill. He assumed a dwelling place for someone who lived in the town of Gilthead (later changed to Becualton).",
                "John passed the comic to Bill. He became a close ally and helped restore Americanization to Kuwait as the boycott of a radical political party.",
                "John passed the comic to Bill. He wanted to do some more work for them, and Dick decided to make some more more, too, though he knew his work needed to be done and he decided to bring the comic together rather than to do a.",
                "John passed the comic to Bill. He was the great entryway to a Gothic Novel, portraying older and thrashier villains (but with less involvement, for a while).",
                "John passed the comic to Bill. He went to bed at 8, then returned to his office at 4 to start processing, after which I escorted Bill into his room.",
                "John passed the comic to Bill. He studied tape machines and used them to input anything that made more noises than the computer would reliably.",
                "John passed the comic to Bill. He closed with\nanother song, “Peggy’s Hand.",
                "John passed the comic to Bill. He's a lawyer.",
                "John passed the comic to Bill. He became its general manager and general manager of the comic, and two years earlier, when it was ready to be reorganized, he moved back to the president's chair for his own stint as chief operating officer of.",
                "John passed the comic to Bill. He went to San Antonio and sold it to a companion-dog, a cowboy\n\nDaisy Edmonds\n\nOrdonez Emma was born in Cleveland, Colorado in 1915.",
                "John passed the comic to Bill. He said he'd just watch Bruce Ryder do the script.",
                "John passed the comic to Bill. He'd talked to me about it, and talked about it over and over.",
                "John passed the comic to Bill. He wanted to make sure he wasn't taking payments into the system.",
                "John passed the comic to Bill. He said, “The Gene Anderson of the Universe was the man.",
                "John passed the comic to Bill. He rode by passengers with long hair, a white beard, pink hair and a long neck, and, mostly, the odd little lady on a side.",
                "John passed the comic to Bill. He then stole all of the rights.",
                "John passed the comic to Bill. He told his audience, though he stopped once in his office to consider this a worthy request: If we can solve that computer-problem, someday it could be done with more visual visualization and solving together.",
                "John passed the comic to Bill. He went through the scene with pretty suddenness and suddenness of a remarkable presence in the opening scene, it even now still reminded me of the passage in Jameson’s 'Passage of Gabriel's Gravey.",
                "John passed the comic to Bill. He served as a political supervisor in New Jersey from 1947 until 1945, but kept most of his business interests in the NRA.",
                "John passed the comic to Bill. He did finally get his marriage to Jane, but that would have to wait until another woman became his bride, but the journey with her would continue for a while.",
                "John passed the comic to Bill. He didn't have old copies of its past, and was likely to be restored sometime after the release of his work.",
                "John passed the comic to Bill. He wanted to make it his own storybook.",
                "John passed the comic to Bill. He later received one and a half star apiece from Gary Nash of Chicago, and he showed his unbecoming behavior in the prestige segment of the comic about his sexual behavior with an occasional pass.",
                "John passed the comic to Bill. He told it as rehearses to do something about the styling, editing, and adjustment of his performance.",
                "John passed the comic to Bill. He pulled in an Allie, which seemed like such a short routine.",
                "John passed the comic to Bill. He pushed it from his hands and was dying for the finished cut.",
                "John passed the comic to Bill. He didn’t have much of a direction for his character, but he would also have be able to draw the works as a puppet, but would almost always have an outside (actual angle).",
                "John passed the comic to Bill. He told it that the lowest, youngest readers will experience it, while their most timid faces would surely dislike anything a lure.",
                "John passed the comic to Bill. He got the letter by the way, as well, and asked it to sell.",
                "John passed the comic to Bill. He didn’t play much in society, but then the world seemed to take more.",
                "John passed the comic to Bill. He also wrote that there was a postcard purportedly showing the fake details, where Yay for freedom! Bannon has picked up on the radio claiming this system was based on a dystopia of human sacrifice being.",
                "John passed the comic to Bill. He’s keen, kind-humoured, and no more so than at any modern TV show.",
                "John passed the comic to Bill. He chose what was to be our disguise for the picture he was making.",
                "John passed the comic to Bill. He’s located in a penitentiary.",
                "John passed the comic to Bill. He plans to return to work in the future.",
                "John passed the comic to Bill. He became the John Dent character at the box office with both of its better stars in 1950 and 1961.",
                "John passed the comic to Bill. He did spend one year at California with a couple of close friends, but for his new book he stayed with Texas and made it through the war while he still lived in California where, despite being incarcerated in a prison.",
                "John passed the comic to Bill. He's yet another proof he's got many answers to his questions and he's already dealt with some of his more zealous critics, and he's going to have to work harder.",
                "John passed the comic to Bill. He basically died from a tuberculosis infection.",
                "John passed the comic to Bill. He died in 1954, but these are not retained in the Mystery Team.",
                "John passed the comic to Bill. He had a hard time comprehending the spirit of Tad & Jax, since they both had the same cold toughened physique and could walk down from the vantage points of similar-aged men at.",
                "John passed the comic to Bill. He gave him a kiss when he saw the television series.",
                "John passed the comic to Bill. He wanted us out of London, but the Slutch would have his own way.",
                "John passed the comic to Bill. He was one of the majority of the comic book creators and publishers over the years, being the last to have inventive tools, one of the greatest in the world.",
                "John passed the comic to Bill. He had a large ‘C’ for the Chief and someone else didn’t — Dave Matthews – the usual British cryptonym, Henry Post – a “cross,” born around 1968, with his Longhorn trademark –.",
                "John passed the comic to Bill. He collected this jar and brought it back to The Welfare Box in Woburn, Connecticut.",
                "John passed the comic to Bill. He renamed it The Knight of Manicot while maintaining the nickname \"The Lonely One.",
                "John passed the comic to Bill. He'd kept Jaws in mind when it came to making up some fairy stories for a child.",
                "John passed the comic to Bill. He had supposed to write about other comics (probably the Springfield\neditor) but was forced to stop in order to begin.",
                "John passed the comic to Bill. He told Elizabeth that she wanted to be a TV DJ.",
                "John passed the comic to Bill. He did some rough work on that book, and had me on the bench to look after, if I were him.",
                "John passed the comic to Bill. He says that with Edward G.",
                "John passed the comic to Bill. He then went to Brooksville to finish his animation work and\nnamed himself Goldfinger.",
                "John passed the comic to Bill. He died in January 1918.",
                "John passed the comic to Bill. He wrote his final chart summary while pregnant, then wrote some regular editions for his book.",
                "John passed the comic to Bill. He was one of the kings of Joe Z.",
                "John passed the comic to Bill. He would later become a literary classic.",
                "John passed the comic to Bill. He had sat on the porch behind the trailer, ready for many centuries, at least until a boy named Henry came along and surrendered it to a deer after hearing the news about the attacks on the historic Troy mansion.",
                "John passed the comic to Bill. He says he wants to be Mr Comic, like Bill and Charlie Cox, that would make his name as a sort of aesthetic appeal to America.",
                "John passed the comic to Bill. He feels secure in his right to bring a comics novel about his exploits on the side, but it is not a book which can replace James Bond, a cool thriller already entertaining the masses.",
                "John passed the comic to Bill. He told me that he had heard of some of the heroes' world events in one novel, and I hope he found a good sense to see them, since they changed the world.",
                "John passed the comic to Bill. He says it wasn't a great hit in the movie.",
                "John passed the comic to Bill. He removed it, walked a few blocks to Eells, who stopped at Long Island Railroad depot for moving his stock from East Fifth to Long Island.",
                "John passed the comic to Bill. He admired Humphry's success on Broadway, turning it into one of our best-starred stories.",
                "John passed the comic to Bill. He did have a swearing good lasting.",
                "John passed the comic to Bill. He’s the death-in-slave of departed socialists.",
                "John passed the comic to Bill. He wrote his autobiography and described the book through his familiarity with this writer: \"He has plenty of admirers among me, doubtless to come and read about him to get a hold on my work.",
                "John passed the comic to Bill. He wanted me in that position, and yet no one came asking him if he could have any more of two men at the office.",
                "John passed the comic to Bill. He later scored the #84 Jeep Silver Jeep Grand Hyatt with his signature shotgun bearing his apostrophe.",
                "John passed the comic to Bill. He has become an America radio personality but also in the Victorian sense, with a complex central belief in both goodness and evil.",
                "John passed the comic to Bill. He’s a tough one, so he’s sometimes hurt doing things that just don’t fit with a player, but he still goes out of his way to bring ‘em together like that.",
                "John passed the comic to Bill. He later joined Jeff Sherman, the Good Men, and Hank Sherman, even though Pete Sherman died in a motel room by the time he died.",
                "John passed the comic to Bill. He famously quoted, and it's been rare in the last few years to hear folks telling the entire story.",
                "John passed the comic to Bill. He wrote on it, he believed they might be able to tell their creator, now born men:\n\nThe Starlight Family is in the service and battle scene, covered with taffodil flowers, as evidence.",
                "John passed the comic to Bill. He says it was for two stripes and was replaced in the 70's with a short article on \"Man on Airlines\".",
                "John passed the comic to Bill. He later published a novel called _Life-Longer Than Anything_.",
                "John passed the comic to Bill. He told Jay about his examination of Bill, and asked how he had diagnosed him.",
                "John passed the comic to Bill. He's pretty nice too.",
                "John passed the comic to Bill. He gave up the well of journalist John Armstrong on the spot.",
                "John passed the comic to Bill. He also put the compositor to work on the next run.",
                "John passed the comic to Bill. He caught his tidings, as well."
            ],
            "counts": {
                "John": 2,
                "Bill": 3
            }
        },
        "Joseph hit Patrick. He": {
            "details": {
                "pronoun": [
                    20,
                    22
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        11,
                        18
                    ]
                ]
            },
            "sentences": [
                "Joseph hit Patrick. He tied 4th with 17 minutes in his career and was recalled for every team game.",
                "Joseph hit Patrick. He told the jury that he wanted to take down Broyle because, in following his fellow City Mayor Nik Folshaw to meeting with Loose, Broyle directed an unassisted shooting, all to see which of his actions was.",
                "Joseph hit Patrick. He has had the opportunity to play in the bottom three teams for his seven years of live action roles: Sasha Frankovich, Maddox James, Kareem Rush and David Chinyovers.",
                "Joseph hit Patrick. He even made a come-on, which would be illicit.",
                "Joseph hit Patrick. He lost his match 1-2 but for whatever reason precipitated his winning total in the match back to 70, at the age of 34.",
                "Joseph hit Patrick. He also stole a little\nstuff from my favorite girl's dress, and the added bonus he left when a\nboy discovers that my idol could see what was left over.",
                "Joseph hit Patrick. He vowed to work for me and to take care of her.",
                "Joseph hit Patrick. He’s an incredible character who worked hard to change the world from communist fascism to liberal capitalism.",
                "Joseph hit Patrick. He got a double\nbut stopped the redirect.",
                "Joseph hit Patrick. He told his lawyer that he remembered visitation in his six-month trip to Paris.",
                "Joseph hit Patrick. He ran, threw punches and brutal conduct into Earl's body, at least in the race standpoint.",
                "Joseph hit Patrick. He hits it in his face with his fist.",
                "Joseph hit Patrick. He’s got more to work with; the commentators have decided against the book because it was a “minor party complaint.",
                "Joseph hit Patrick. He became a self-proclaimed host, a presence in a life he didn’t get much contact with.",
                "Joseph hit Patrick. He earned the team's World Record as the lead hitter in 2017, making him one of two Top 20 Hits for Philadelphia on last year's Major League Baseball pennant.",
                "Joseph hit Patrick. He backed himself out of Thompson’s seat and slammed shut down the trash can.",
                "Joseph hit Patrick. He'll catch the Honeyshoe when it hits you again, if you are lucky, and the only time in your life that any company will allow you to sit down and get on with your business will be at the Ten Story.",
                "Joseph hit Patrick. He should be in court, the other side will be able to ram him down, he'll have his life respected.",
                "Joseph hit Patrick. He also was able to pull onto the mic as someone was running to the side and align with Witter.",
                "Joseph hit Patrick. He identified Rose as himself.",
                "Joseph hit Patrick. He has been called “100 percent sure” after being hit in the face with three balls while waiting to drop the hit at the same time.",
                "Joseph hit Patrick. He took revenge on me by ruining my wife's wedding present when I sold the big necklace and ring for me.",
                "Joseph hit Patrick. He urged his husband to honor their conviction, and filed a Fourth Amendment claim on November 27, and a separate Fourth Amendment claim on November 29, \"this claim is not settled by the [prosecuting court].",
                "Joseph hit Patrick. He is also used in Canadian aircraft production.",
                "Joseph hit Patrick. He's got plenty of work here, just can't keep up like the next guy, but he's been living with his own money whenever he makes a money-sharing request.",
                "Joseph hit Patrick. He enjoyed for a while after he became a defendant when an appeal was unsuccessful in his community-locker case, particularly if other causes were not separately tried.",
                "Joseph hit Patrick. He already escaped the rain from the school floor.",
                "Joseph hit Patrick. He attended Quinn’s football education school in 1986.",
                "Joseph hit Patrick. He has played 17 games in his full playing career.",
                "Joseph hit Patrick. He posed to wife Rena, a wealthy businessman, after she was married to an apparently rich Italian man, but Doug thought that Patrick’s aggressive comments were even wilder because no one expected him and his children to be hung like a.",
                "Joseph hit Patrick. He said that he's not able to have sex with a chick unless he talks to them and promises to come back.",
                "Joseph hit Patrick. He had been hitting one of his own music videos by playing a show on The Wake up Band.",
                "Joseph hit Patrick. He was deployed to Afghanistan in an effort to take out Kuwaiti Shiite militants and militants that wanted to gain control of two of the largest tribal groups in the country, as well as to divide and conquer the Islamic region in Syria.",
                "Joseph hit Patrick. He’s cool, his clothes are nice, and he wears a cage door with the paper in it; in addition to his classic camouflage, and some sort of eye spot, this guy will often be revealed as coming.",
                "Joseph hit Patrick. He crashed on top of Brown Woods, with a friend taking impact onto his body.",
                "Joseph hit Patrick. He takes out my finger.",
                "Joseph hit Patrick. He’s also known to win prizes for his first non-trivial fundraiser at a Los Angeles charity lunch.",
                "Joseph hit Patrick. He has had to pull out his neck catch when he hit Aaron.",
                "Joseph hit Patrick. He subsequently appeared in Hollywood where he had an influence that he would find a home in the Miami area, where he studied at a leading clubs and chess team.",
                "Joseph hit Patrick. He's killed five people during this decade.",
                "Joseph hit Patrick. He graduated from Brampton Elementary School with an All Books Promotional Award.",
                "Joseph hit Patrick. He was making rounds while he was in his office in Minneapolis later that morning and fired his lawyer.",
                "Joseph hit Patrick. He met and became a rockstar and began to show us a little touch in their lives and in their wives.",
                "Joseph hit Patrick. He needs to concentrate on either a piece of his future-we'll see.",
                "Joseph hit Patrick. He told his mother at the \"Life and Adventures\" club that it was coming in October.",
                "Joseph hit Patrick. He is now an anchor in Radio4.",
                "Joseph hit Patrick. He hit stretches to 100 mph, could not reach the velocity when hitting a high speed fast balls with his left hand when getting into the net, allowing it to pile up in fast balls.",
                "Joseph hit Patrick. He missed twice at Amherstfield in the fifth round, due to a bladder infection in the third.",
                "Joseph hit Patrick. He had just contracted tonsillitis after scoring 14 of the 22-on-21 passes defenseed at the Baltimore Orioles Club, and that was before our hero had any immunity left, when he was seen on the field for.",
                "Joseph hit Patrick. He hit his arm against the end of a red puff.",
                "Joseph hit Patrick. He hit her again.",
                "Joseph hit Patrick. He’s the former Griswold MP and former Rovewing spokesman.",
                "Joseph hit Patrick. He's able to sing when he'd been slammed down in a shit hit, so he was now not shaken up until he stepped onto the sidewalk on the corner of Janice and Kedwards.",
                "Joseph hit Patrick. He’s cool, right? But one time it was hard for me, since I decided to go out to buy my coffee.",
                "Joseph hit Patrick. He caught 7-0 at Santa Fe, it was his first Knockout Classic, then he was hit in the leg at USC.",
                "Joseph hit Patrick. He then thanked everyone for a day of fellowship, such as the Free HK community, to get to know the USS Dorius.",
                "Joseph hit Patrick. He says, “Somebody made a big deal for Bobby.",
                "Joseph hit Patrick. He rolled his vehicle into its rear tire and smashed the passenger door.",
                "Joseph hit Patrick. He told police that he carried JD and began squeezing coffee pots in the coffee shop.",
                "Joseph hit Patrick. He's had a great impact on townsmanship, ribs flourish, tons of girlfriends made to find out he was going to Chicago, and they made it even better when the kid started staying at his parents' house.",
                "Joseph hit Patrick. He then cried blood all over it, is believed to have been gunshot wounds to his ear in the arm and leg, as well as having an extensive brain injury that pushed his head ten millimeters from the body.",
                "Joseph hit Patrick. He used to do a number of shootings against these men.",
                "Joseph hit Patrick. He is also known as a councilor of novice Vampires.",
                "Joseph hit Patrick. He was terrified by the screech of Jackal from inside the car, but when it took place, a car driver, himself and two others, threw Patrick outside the door to retrieve it, with the other driver and Staz.",
                "Joseph hit Patrick. He had a heart attack and later died of heart failure at a Toronto restaurant in 2009.",
                "Joseph hit Patrick. He hit the door exactly after his first block ever.",
                "Joseph hit Patrick. He has been punched by Ravens carronies, beat by Black Freak and arrested for two murder charges were dropped.",
                "Joseph hit Patrick. He told the reporter about them sexually harassing him.",
                "Joseph hit Patrick. He then left.",
                "Joseph hit Patrick. He isn’t talking to his wife many times when they are home.",
                "Joseph hit Patrick. He lay on wrapped blanket for an hour and 3 minutes, up close to his cuckold head.",
                "Joseph hit Patrick. He drew 4 for 2.",
                "Joseph hit Patrick. He usually hasn't spread an insect or bacterium to the victim, and a neighbour's fork of intestinal tissue had developed a parasitic strain of the bacteria that caused his heartburn, while his arthritic symptoms persisted in some people also.",
                "Joseph hit Patrick. He has had the most loyal relations with his new family about five times in a row.",
                "Joseph hit Patrick. He then hit Grisel, but their circumstances were tense.",
                "Joseph hit Patrick. He's even written about wanting to be like a real person.",
                "Joseph hit Patrick. He then handed over the gun, believing it had to do with another attack on his pet dog.",
                "Joseph hit Patrick. He saved her daughter in free fall with her Bible verse that taught him to penetrate even remotely into Her Words in 9 Sir James's Proverbs 17:17.",
                "Joseph hit Patrick. He hit me for Batman, for Dorothy Parker and for Oscar nominations for The Passion of the Christ and this got him nominated for The Arsenals of Fallen Order and The Wolves of Possession of the Century.",
                "Joseph hit Patrick. He was a small, concrete first class player, averaging 4.",
                "Joseph hit Patrick. He had just been hit and lay there alive.",
                "Joseph hit Patrick. He filmed some things, while holding onto police force while taking a photo of Peter.",
                "Joseph hit Patrick. He got his chance to earn a round of golf by driving into the Moon Hole, thinking, My Diamond's really gonna be right there — he was really devastated.",
                "Joseph hit Patrick. He told him, “\n\n[A fellow named Jimmy] Van Dyke flew a charter aircraft, and he was hit by the\n\nIndependence aircraft.",
                "Joseph hit Patrick. He is a big fan of FSU basketball.",
                "Joseph hit Patrick. He got a call on the phone and the call came from Bobby Potter and took him in with a question.",
                "Joseph hit Patrick. He also cracked a security slip for coffee on 1 September 1957 because of some unpaid wages he owed.",
                "Joseph hit Patrick. He has set out of more than enough people at Mustang Screws to pick a good rock with them under the bridge he traveled during that day.",
                "Joseph hit Patrick. He was\nkind, kind and kind, and to\nget me in that position.",
                "Joseph hit Patrick. He soon ran for a mayor.",
                "Joseph hit Patrick. He quickly backed down and back onto the treadmill.",
                "Joseph hit Patrick. He said of Christopher: \"Molly, what do you have for me? I have food for you?\"\n\nI turned back toward Patrick.",
                "Joseph hit Patrick. He's one of the city's worst offenders, if you know what I'm talking about.",
                "Joseph hit Patrick. He has a big woman behind him, he knows exactly what's going on.",
                "Joseph hit Patrick. He is on talk radio.",
                "Joseph hit Patrick. He’s tall enough to comfortably pull off that cross country jump he accomplished so well during the 1930s, but a second drop and him exhausted is actually way over his older brother’s capacity.",
                "Joseph hit Patrick. He entered the range and hit his face with a jab on the wrist.",
                "Joseph hit Patrick. He wondered if those bombs were being fired as planned but there was also much confusion regarding how many were being launched.",
                "Joseph hit Patrick. He assumed Shield's fate, however, and had planned to engage in a new battle between both places, sooner than the further strategy wouldn't be executed.",
                "Joseph hit Patrick. He said that he didn't know the photos would have any connection to the Oklahoma City Marathon until they were discovered on the Internet."
            ],
            "counts": {
                "Joseph": 0,
                "Patrick": 3
            }
        },
        "Patrick was hit by Joseph. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        19,
                        25
                    ],
                    [
                        0,
                        7
                    ]
                ]
            },
            "sentences": [
                "Patrick was hit by Joseph. He died a day after he was killed.",
                "Patrick was hit by Joseph. He was shot dead by police shortly after his capture.",
                "Patrick was hit by Joseph. He died later that year, not when Mike died.",
                "Patrick was hit by Joseph. He had to run for the first place on Lamanne when he realized he needed help.",
                "Patrick was hit by Joseph. He called it “worse” and spent about six months serving the community on an average of sixty-three days, each going for hundreds of dollars to live a decent lifestyle, would have his Daddy back in time for.",
                "Patrick was hit by Joseph. He was three days’-high.",
                "Patrick was hit by Joseph. He ran over on the next patch and fell straight out of eye socket, through the fissured eye sockets, into the diamond, striking him on his forehead and head.",
                "Patrick was hit by Joseph. He died there on May 11, 1924.",
                "Patrick was hit by Joseph. He died a few hours later when his stomach caught on a drain near her.",
                "Patrick was hit by Joseph. He died two years later, April 10, 1920.",
                "Patrick was hit by Joseph. He stayed out of trouble for the remainder of the night.",
                "Patrick was hit by Joseph. He died during the operation.",
                "Patrick was hit by Joseph. He died as reported, police say.",
                "Patrick was hit by Joseph. He died during his time at Valley Correctional Park, New York, on June 6, 1996, about 9:30 p.",
                "Patrick was hit by Joseph. He was dressed for combat on the run when he encountered Agent Robeson, when Agent Sawyer got on top of him, but Sawyer, to his immediate sensing difficulty, had not been able to pick his way down.",
                "Patrick was hit by Joseph. He rolled against the barn across the bridge as if he were an Osage child on the wagon.",
                "Patrick was hit by Joseph. He died.",
                "Patrick was hit by Joseph. He had beaten several guys.",
                "Patrick was hit by Joseph. He had the lesion noticed on patients\\' interviews during follow up ([Fig 7--8](#F7){ref-type=\"fig\"}).",
                "Patrick was hit by Joseph. He felt like a radar giver.",
                "Patrick was hit by Joseph. He would later continue to train and develop his interest on art.",
                "Patrick was hit by Joseph. He died peacefully after two days of surgery.",
                "Patrick was hit by Joseph. He was in his mid-tears whenever he had a battle or maybe just after he caught a ball, in the course of throwing his arms around and screaming that everything was over and everybody was safe.",
                "Patrick was hit by Joseph. He had injuries on the left side of his left thigh, and was taken to Campos Hospital for the operation.",
                "Patrick was hit by Joseph. He died before his turn.",
                "Patrick was hit by Joseph. He died at home, surrounded by his twin children, his wife, her children and children's children.",
                "Patrick was hit by Joseph. He died of natural causes in 1995.",
                "Patrick was hit by Joseph. He had dropped 8 defenders (3 defense!) that he thought he brought down a man.",
                "Patrick was hit by Joseph. He lived while his father worked, receiving raises and much more from Hank would take him back to the grandstand after his mother's untimely death.",
                "Patrick was hit by Joseph. He had just recovered his injured ankle and was walking as fast as he could to pay for it but was doing his usual recreational work when he returned with lunch money in his suitcase.",
                "Patrick was hit by Joseph. He began the fight against Blanco in the sixth round.",
                "Patrick was hit by Joseph. He was 32-feet tall, 100 pounds.",
                "Patrick was hit by Joseph. He had grown dangerous and sick and very tense when his eyes came down to its throat.",
                "Patrick was hit by Joseph. He had climbed the mountain on a expeditions, killed a Spaniard, wounds, etc.",
                "Patrick was hit by Joseph. He was less than 0.",
                "Patrick was hit by Joseph. He died just a day or so after the landing.",
                "Patrick was hit by Joseph. He carried out some terrific damage against a number of defenders.",
                "Patrick was hit by Joseph. He had filmed 100 bird migration satellites in TerraSync.",
                "Patrick was hit by Joseph. He was outside his house during evening games at Fritzie Park in New York, killing two cops on foot and two cops as sandwiches for the sky, then trying in to hide a gun in one of the pipes in.",
                "Patrick was hit by Joseph. He entered with four bullets, the first being one punch to the abdomen and one strike to the left side.",
                "Patrick was hit by Joseph. He had just left the bed – or exchanged it for his companions – and was taken almost immediately to Grace's room, looking down on him and knocking on the door with the frayed sleeves of his shirt.",
                "Patrick was hit by Joseph. He was taken to court.",
                "Patrick was hit by Joseph. He was in an ambulance.",
                "Patrick was hit by Joseph. He died in 2000 when Morrison's head smashed to the ground.",
                "Patrick was hit by Joseph. He had been drinking and would continue drinking when it was in turn, until they stopped playing.",
                "Patrick was hit by Joseph. He decided that he wanted out of Rayleigh in September 1964 to play golf on her account.",
                "Patrick was hit by Joseph. He had clogged his gut, but he woke up in hospital conditions as a result, requiring trauma transfusions and antibiotics for recovery.",
                "Patrick was hit by Joseph. He died when a van in his yard was taken away from him by another car that had broken up into neighborhood homes.",
                "Patrick was hit by Joseph. He collapsed on the ground.",
                "Patrick was hit by Joseph. He had left an airstripe, she was raped during a red light, and was killed by another poor poor gangster killed in the crime area (which he made sure as he got away).",
                "Patrick was hit by Joseph. He died while on bail for burglary in the Ritz-Carlton at 8:00 on July 18, 1973.",
                "Patrick was hit by Joseph. He died at Lake Charles Memorial Medical Center.",
                "Patrick was hit by Joseph. He had nothing with the seven men he owned.",
                "Patrick was hit by Joseph. He died\nclose by a car in the vicinity, causing minor life danger to the relatives on their\nhome.",
                "Patrick was hit by Joseph. He was sick and died the same way the Colonel had, according to what the Special Forces Police would disclose.",
                "Patrick was hit by Joseph. He died during the duration of quarantine.",
                "Patrick was hit by Joseph. He was fired after taking his second game with the BLS.",
                "Patrick was hit by Joseph. He died instantly at his home on Kingsbridge St in Cold River township, Hartsdale.",
                "Patrick was hit by Joseph. He woke both him and a young male male soldier.",
                "Patrick was hit by Joseph. He needed his gold in a situation when no one else could come to his rescue\nI knew it were the money, but I did my homework.",
                "Patrick was hit by Joseph. He may have given his well-balanced state to the other Pacabans after being on the campus when he was involved with Sri Lankan riot police in 1960.",
                "Patrick was hit by Joseph. He didn’t panic after five seconds, but that’s okay, as long as he gave the dog the morphine that he had ordered his mother.",
                "Patrick was hit by Joseph. He had three head injuries.",
                "Patrick was hit by Joseph. He died at 32 years old.",
                "Patrick was hit by Joseph. He knew exactly who the rune at the end was that he couldn’t control it, and he would actually enter here.",
                "Patrick was hit by Joseph. He was acting spontaneously, as the two of them looked at each other, then had an extemporaneous encounter with Miss Rice, his priestess, moving towards the entrance of the gates, before being blown into the.",
                "Patrick was hit by Joseph. He had been shot in his bathtub with a 37.",
                "Patrick was hit by Joseph. He was dealt a final-game call up to the Yakes in late February and sent a timely reminder to get Marva fixed at Walnut's sanctuary.",
                "Patrick was hit by Joseph. He first accused of spying on Kent from the start of  November 2005, which was barred from a crime in his incident with Pylos, and now said at the time: \"Once again, I condemn this des.",
                "Patrick was hit by Joseph. He struck a sack.",
                "Patrick was hit by Joseph. He was crossing when he took the injury he had been forced to give up his helicopter and head down the New Hampshire River.",
                "Patrick was hit by Joseph. He was slammed into the wall by two cars, killing him and injuring twelve persons and wounded more than forty.",
                "Patrick was hit by Joseph. He died two years later.",
                "Patrick was hit by Joseph. He was taking on water carrier, Carter and was overcome by blood.",
                "Patrick was hit by Joseph. He had picked up the heavy object, heading over toward the Imaks but when he came to his destination he saw what he called a squall from the sky.",
                "Patrick was hit by Joseph. He had wanted to meet her but decided to use my body.",
                "Patrick was hit by Joseph. He was hit in the leg.",
                "Patrick was hit by Joseph. He died peacefully before she was killed at The Henry Ford Building between 1910 and 1913 at the age of 47.",
                "Patrick was hit by Joseph. He had stopped Renamed to the town, then was moved to his initial, Locust Street location in 1940, beside the Catshead, then Wizard.",
                "Patrick was hit by Joseph. He died in 2015 after being hit by a car which he had to flee the scene.",
                "Patrick was hit by Joseph. He had a slamming fan entered the line, but his parents had him taken back in a hold of gunpowder with their eyes closed, only then was she heard rolling backwards through the street.",
                "Patrick was hit by Joseph. He turned into a pile-up on Jan.",
                "Patrick was hit by Joseph. He rushed over with her, crying for help and told reporters her life story.",
                "Patrick was hit by Joseph. He was hit in the leg with the.",
                "Patrick was hit by Joseph. He collapsed and died after battling the wounds.",
                "Patrick was hit by Joseph. He died just after 5:30 p.",
                "Patrick was hit by Joseph. He could be the most memorable player the Klansmen have had to play in the playoff race since the start of the season and his minutes and nights in the regular season changed everything.",
                "Patrick was hit by Joseph. He never got any more trouble than [Anthony Francis] called him and his warnings kept coming.",
                "Patrick was hit by Joseph. He injured his hand at the foot but in no time.",
                "Patrick was hit by Joseph. He arrived in the hospital that night and was transferred to Chicago General State Hospital, but before that happened, Meefe died of malignant malignant mesothelioma at his home.",
                "Patrick was hit by Joseph. He had been at the hospital a day or two earlier when his injuries expired, he was found unconscious and later released, he lost his mobile phone and he was then transported by ambulance to Memorial Hospital.",
                "Patrick was hit by Joseph. He turned out to be the ill-timed 69, but they were perfectly certain that he wouldn't survive going back on the lake.",
                "Patrick was hit by Joseph. He died after topping Shashpendil, the tournament name of the Iraqi youths who signed up to participate in Rage and Cat.",
                "Patrick was hit by Joseph. He wasn’t reading a book and, when he was coming home from college, he refused to join his wife.",
                "Patrick was hit by Joseph. He died later in 2007.",
                "Patrick was hit by Joseph. He died while hiking with a minor and eventually was badly injured.",
                "Patrick was hit by Joseph. He was made available for free, for the second time in three games.",
                "Patrick was hit by Joseph. He had severe weakened muscles and was thrown across the grass to the side.",
                "Patrick was hit by Joseph. He was ten hours late earlier on that date.",
                "Patrick was hit by Joseph. He stood over a woman at her car, dressed as a woman."
            ],
            "counts": {
                "Joseph": 0,
                "Patrick": 0
            }
        },
        "Ken admired Geoff. He": {
            "details": {
                "pronoun": [
                    19,
                    21
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        12,
                        17
                    ]
                ]
            },
            "sentences": [
                "Ken admired Geoff. He has the most important goals of my career, however.",
                "Ken admired Geoff. He informed her that the plan 'did not go far enough to earn him a reputation' as much as he could, especially with Fergus Hall's help where he had to carry even less than John Anson and after reaching Jeff.",
                "Ken admired Geoff. He then had yet better than his contemporaries, ever do good to the public; with the results of his screwing-up, he seemed to feel nothing but gratitude to the person who had consented to marry him.",
                "Ken admired Geoff. He feared a challenge and concluded that as a financier, there was little in the way of money in an Atlantic city.",
                "Ken admired Geoff. He then enrolled the Arizona graduate student in zoology at Tulane University to teach under programmatic teaching.",
                "Ken admired Geoff. He has never been as good as Bernik.",
                "Ken admired Geoff. He loved succeeding the King-Beattler in the Games, and while he didn't profit by that, he had the sense to see it all through.",
                "Ken admired Geoff. He wasn’t entirely correct in saying a girl could go to Thailand, but he couldn’t have known a situation similar to the one he experienced when he worked there.",
                "Ken admired Geoff. He commented:\n\n\"Grandma is so pleasant to be with! She wears\nthe old-timers dears cheerfully, but, like my wife,\nshe cries loudly for explanations.",
                "Ken admired Geoff. He had never been very much interested when it came to pursuing real estate.",
                "Ken admired Geoff. He went through the construction works every now and then to the village.",
                "Ken admired Geoff. He failed at the race.",
                "Ken admired Geoff. He managed to claim $8,500 as his charity supporters did at his charitable organization, it eventually went into the hands of anti-black brazen politicians and low-lifes.",
                "Ken admired Geoff. He took the food during his trip across my state from Big Gordon to Bran.",
                "Ken admired Geoff. He would have enjoyed getting to know Asay if he was a suspect in an incident in the town toward the end of March and would not yet expect bad or disastrous news.",
                "Ken admired Geoff. He’s eager to spread his “new\nclass” around/in here and when he started his building culture next\nyear, he didn’t really take any notice.",
                "Ken admired Geoff. He earned 'the honour of a most merit-seeking fellow,' and, sitting down next to his colleague, Osthi Battka, retired.",
                "Ken admired Geoff. He told VBA's Office that even if there was something I did wrong in the story, people are likely to believe its work.",
                "Ken admired Geoff. He knew and admired the legacy of Foster that had grown up here.",
                "Ken admired Geoff. He took his position to us.",
                "Ken admired Geoff. He found it really funny that in their opinion, Narendra had a tendency to cause situations of abuse and hate about them and the fact that they could not go into the house myself, though I was barely seen or spoken to.",
                "Ken admired Geoff. He liked a little girl; he'd also grown tired of having his 'Neglect of girls' children for nothing but a host of other things, not that much longer.",
                "Ken admired Geoff. He went off to college in Britain and at Greenbelt in Canada at the age of 30, and continued his education at the encouragement of a Dutch girl about aged 55 years of age.",
                "Ken admired Geoff. He took up the position as the crew liaison officer for the corporation.",
                "Ken admired Geoff. He knew that what they wanted in a man with so much masculinity.",
                "Ken admired Geoff. He found training new things by asking for new equipment.",
                "Ken admired Geoff. He found, compared, some of their worst guys as Ive seen them across Germany.",
                "Ken admired Geoff. He came of young men who did not become the cool young men I had been nicknamed into my sleep, but that talent would now give him command.",
                "Ken admired Geoff. He was brought down to\nbattle form the Cato in the Lily trilogy before his death.",
                "Ken admired Geoff. He eventually published several short books and became an important figure in Johns Hopkins University's College of New England in the decade after its capital city.",
                "Ken admired Geoff. He's really good at that.",
                "Ken admired Geoff. He then gave them all other drones and launched it into space while his own wife and daughter were on the chopping block, though some of his mother's daughters still lived.",
                "Ken admired Geoff. He would not have said it as much during my youth days, it is quite certain that I was glad of it before much of the existing luxury of a more serious and economical hospital, and for some years, with some very large.",
                "Ken admired Geoff. He found some of the productions, among them a lost Ancient Hebrew poet and a literatreye masterpiece.",
                "Ken admired Geoff. He took little credit when Leonor was doing some fireman's examinations in Greece after her home town was engulfed by criminal complaints from police, they said.",
                "Ken admired Geoff. He has ten pointers, while others have been hit or sprained with the mesh alignments.",
                "Ken admired Geoff. He did not mention the government of Hawaii by telling her how much he loved her.",
                "Ken admired Geoff. He demonstrated that principle so far on many other bridges in England, and so far deep in the course of his business life he gradually made his death over the pond.",
                "Ken admired Geoff. He saw them in her as an adjunct to some old romantic\nclub in New York, and secretly before they went to a lecture in the\nPalace.",
                "Ken admired Geoff. He died March 25, 1956, aged 77 years.",
                "Ken admired Geoff. He then told Lt Ed Meyrick that the media was turning into a nasty mob that would kill everyone and all the Germans for any tale it told.",
                "Ken admired Geoff. He made him part of the public service and a hero to the men and women they were.",
                "Ken admired Geoff. He admitted to having died a womanly man in 1948.",
                "Ken admired Geoff. He’s first ever new chairman of Stemblansbury Energy Limited.",
                "Ken admired Geoff. He said the bacon should be stuffed.",
                "Ken admired Geoff. He and the general had big brains and comfortable accomodations, both he and Evelyn, while Evelyn took the boys' responsibilities very seriously, and taught their lessons free from the disagreeable farts of a child who,.",
                "Ken admired Geoff. He died of typhus about 1877 and was buried in Liselotte Cemetery.",
                "Ken admired Geoff. He did not fully understand the risks in providing a base of operations but while not in his 4th year at college, he chose to serve as the assistant course director at San Jose State and for a year later at San Antonio.",
                "Ken admired Geoff. He wrote ‘If I were you, I probably wouldn’t be as hard to accomplish’.",
                "Ken admired Geoff. He entered the bar and stopped to wish her good night, for at the same time he observed me as he came out of the elevator, sitting opposite from me.",
                "Ken admired Geoff. He knew who his next choice would be of the old-guard kind: Victoria Nuland for their customary maharajas and the British aristocratic class of South Africa.",
                "Ken admired Geoff. He found it hard to understand what America wanted from James Swallow.",
                "Ken admired Geoff. He went for talks with Charity Films at the time and told them that she was unable to keep her head politically.",
                "Ken admired Geoff. He told us that we'd helped him select people to nominate anyone from Degraite.",
                "Ken admired Geoff. He said that Wolfgang's recent star is \"dressed up in a particular way.",
                "Ken admired Geoff. He even stated in an interview, “The better that I enjoy doing this [clinic], the less space I have to run around in.",
                "Ken admired Geoff. He and Lt Forman, such a group in\n\nthe company for whom Lockheed would sell its aircraft, for three\n\nyears.",
                "Ken admired Geoff. He became a legal adviser and eventually worked to extend his capability even further.",
                "Ken admired Geoff. He came face to face with a man on a ranch, standing in place of a football goal.",
                "Ken admired Geoff. He had the popular Aiken School Athletic Association World Record as one of the few remaining versions.",
                "Ken admired Geoff. He became a Kimbolick in 1920 and then left for Indonesia at the age of 40, though he did emerge for several seasons as an Academy Award-winning American actor, as well as appearing as actor at films like Ste.",
                "Ken admired Geoff. He took him down to the safe and watched him walk down to the circle of brothers and sisters within the dining halls.",
                "Ken admired Geoff. He wanted to make his own, like Quicken from Amstrations in fairness and justice, except they're celebrity and all, and rarely came to the front of the Atlantic when he did.",
                "Ken admired Geoff. He's in fantastic shape – and has pretty nice feet.",
                "Ken admired Geoff. He never came to Hollywood to drum for Joy Bentley because he had once been jazz pianist.",
                "Ken admired Geoff. He could never be\neven hearing about the political news given to him by the journalists of\nMaclean's.",
                "Ken admired Geoff. He could finally have landed his act and the girl in Westeros deserved it.",
                "Ken admired Geoff. He wanted no one to work against him and yet he repeatedly sought asylum in Austria and found himself in a situation of great peril to himself, which led him to take particular care not to hold back from fleeing without even telling the truth.",
                "Ken admired Geoff. He changed the name of his shop from Everest to Eccle Field (from the Zavorgish language) to Burong, where he created an Eden Palace in which his office was built.",
                "Ken admired Geoff. He took an interest to an indefinite land status, and on the morning of April 3, 1928, was born and raised in New York.",
                "Ken admired Geoff. He had already invited Lyndon Johnson, and had suggested before going to the elections that Lyndon would be willing to support Richard Nixon.",
                "Ken admired Geoff. He even told a Dr Bertram to be on a \"reverse date\" to see me if I was on his proper date tonight (which we've not been able to confirm, I will be off like this for months).",
                "Ken admired Geoff. He had long since been published, but he never fell into staid scepticism.",
                "Ken admired Geoff. He saw what was needed.",
                "Ken admired Geoff. He got his first career big money deals from the Philadelphia Eagles.",
                "Ken admired Geoff. He went home a quiet July afternoon and spent his nights with his mates, especially his late golfing partners, tromping about.",
                "Ken admired Geoff. He is not allowed to walk alone, but he looked for a similar way to set himself apart.",
                "Ken admired Geoff. He sighed that I liked him, and, yes, they were.",
                "Ken admired Geoff. He would go there to know if a recorded lute would come equipped for him.",
                "Ken admired Geoff. He did not yet support Jay Robertson's appeal to the rest of the commissioners.",
                "Ken admired Geoff. He did this so long ago because everyone here had loved and enjoyed as much as they had cared about UCLA as was Renzo Valentini, or wanted to be a coach.",
                "Ken admired Geoff. He is primarily known today for his devotion to Christianity and his interest in the work of Mark Zennie.",
                "Ken admired Geoff. He loved the club and was there as the new ski school where we played at the old Skasewald Soccer Club, which was an invented facility.",
                "Ken admired Geoff. He clearly harbours a limited interest in taking on potential players.",
                "Ken admired Geoff. He even gave us a fine crossover of his experiences in Singapore.",
                "Ken admired Geoff. He liked Annetto but he simply couldn't abide over seeing any of the other players that I'd rather BCC had any interest in \"the likes of me\" in season five.",
                "Ken admired Geoff. He issued a barka quote\nfrom the Trevisera at 10 December 1796:\n\"It would be well to get a copy of the City Magazine inscribed and confessed\nby which-for others that Boston might have.",
                "Ken admired Geoff. He saw nothing at first.",
                "Ken admired Geoff. He did not marry many scenes from Iranian musical theater, and the women who took his children as his children did not write, but his granddaughter from Suffragette (Joseph, she said in 1913) told many more tales of.",
                "Ken admired Geoff. He explains that he meant that\nsunglasses is more of a sensation in our eyes because our real vision is\nunweldable and so it makes everything invisible.",
                "Ken admired Geoff. He got his first job as hostess at an engineering firm in Calabasas when he’d just been promoted.",
                "Ken admired Geoff. He stuck a shade of the Robelle.",
                "Ken admired Geoff. He wanted to see school's effort to convince his fans to vote ahead, one of the biggest matters of school, as it had been about two years ago, when the race for promotion to Manchester University's school board was launched.",
                "Ken admired Geoff. He travelled to the Uruguayan Primera Division to participate in the last FIFA World Cup qualification competition which was played in 2006–07.",
                "Ken admired Geoff. He'd been asking what happened to it, but this moment was going so fast he couldn't keep up.",
                "Ken admired Geoff. He saw Colbeck as he smiled at Mel.",
                "Ken admired Geoff. He went by for Hercules from his post in London, though she isn't sure about him at home now, and hasn't seen his father since then because he's worked there since he was an early Second World War Brigadier.",
                "Ken admired Geoff. He could have done something worse.",
                "Ken admired Geoff. He became a spokesman for the privately owned Shakespeare Co.",
                "Ken admired Geoff. He took me home and we both made plans to do it, for the whole time we wanted to do it."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 0
            }
        },
        "Ken impressed Geoff. He": {
            "details": {
                "pronoun": [
                    21,
                    23
                ],
                "options": [
                    [
                        0,
                        3
                    ],
                    [
                        14,
                        19
                    ]
                ]
            },
            "sentences": [
                "Ken impressed Geoff. He dug his hand up, while he was doing a mock sanctimonious dog follow, and each time, there was a good squeeze.",
                "Ken impressed Geoff. He takes his eyes out on the Lanzmannes into his own position once a day and he is shown an old troll sleeping under an old tree in the forest in darkness, his sword not far behind.",
                "Ken impressed Geoff. He didn’t have too many strings to work with, and if the Birmingham slashers got together enough to stop a Greater Glasgow derby, the attacks would have been a boon, but even then he still missed a.",
                "Ken impressed Geoff. He and the Australian squad seem very eager not to give them up but particularly to praise Terry’s preparation for Saturday’s game.",
                "Ken impressed Geoff. He was into a lot of things – bouncy bellies and sporting wobbling feet.",
                "Ken impressed Geoff. He told me it was just part of the game’s process that should have helped gear up to preparation for one another session.",
                "Ken impressed Geoff. He then posted his All game receipts to the radar.",
                "Ken impressed Geoff. He found me handy while I was doing my work.",
                "Ken impressed Geoff. He played the underreported pennant, with most of his playing having not really played this handged shot in front of his high school graduating classes.",
                "Ken impressed Geoff. He presented top-tier NGOs with an innovative approach, showing careful approaches when faced with legal challenges.",
                "Ken impressed Geoff. He gave him a spot-on criticism, addressing why his father needed to be a better Father.",
                "Ken impressed Geoff. He wasn't into gritty science in general.",
                "Ken impressed Geoff. He died ten days after getting involved.",
                "Ken impressed Geoff. He’s had many heroic victories over my peers and stuck with a normal Celtic head coaching job now.",
                "Ken impressed Geoff. He didn't like it and told her again \"clearly it's just an exercise in personality\" — a strange excuse he could bring up more than once now that Candy was in an invalid, he had done so at the age.",
                "Ken impressed Geoff. He didn't know whether to say or take a risk before the play started.",
                "Ken impressed Geoff. He's still a good guy so ask him if he was right enough ahead of schedule for an article.",
                "Ken impressed Geoff. He and Luke had the drive shifted to right if it fell off off the map and out to field (playing screen shots at every speed game).",
                "Ken impressed Geoff. He looked happy with his time there.",
                "Ken impressed Geoff. He waved to a waiter in the row, and the waitress said: \"My taste.",
                "Ken impressed Geoff. He thought he was being cheated.",
                "Ken impressed Geoff. He wore an amiable Scotch-coloured leather jacket and a glossy grey trousers and trainers.",
                "Ken impressed Geoff. He made them use only their super-natural method of combat, beginning with lifting their staves and lugs into weights, earning the ex-President J.",
                "Ken impressed Geoff. He barely got as far as in his favourite cause as he got back from football at almost the end of 1977.",
                "Ken impressed Geoff. He and Helen, 10, who planned to travel to the States to persuade the Secretary of State to entertain  \na League rally.",
                "Ken impressed Geoff. He also was his league best in 2017-18, despite not being at 100% and changing his tactics every month.",
                "Ken impressed Geoff. He remains a favourite with Leigh Gambill as if it's something to shine on in that sport, when his activities during the Jurassic age, particularly in rugby and football is obviously up in the air.",
                "Ken impressed Geoff. He snapped on a morning snack while driving back to the Arthrobei base station to maintain order, then headed down the road to visit Ned and his colleagues.",
                "Ken impressed Geoff. He has finally passed his targets range in a couple of shots, but will certainly do so next week.",
                "Ken impressed Geoff. He did, however, accept that he was receiving a fairly high salary for serving the third period, if a doubt remains.",
                "Ken impressed Geoff. He said that he stopped being a born gameboy when it came down to the infantry, and in the case of ground fighting in the South when it played in London.",
                "Ken impressed Geoff. He saw it coming.",
                "Ken impressed Geoff. He had some reputations for getting fewer rocks at close range but don't get too caught up.",
                "Ken impressed Geoff. He then made him seek more head at the weekend or came on the tour\n\nOhio has risen to a big sporting grief for the unfortunate competitors I was hosting.",
                "Ken impressed Geoff. He looked uncomfortable when visiting with Guiney, but of course the Lion of Place went over there.",
                "Ken impressed Geoff. He's tall and lean, just like he always is on the moon and his ceiling is high and spacious, and if he's with Sam at the Hall of Two Kings I'll be down at Sarah's Mill somewhere and I don.",
                "Ken impressed Geoff. He accused them at intervals so the best they could do was for the one to stay by themselves during time of season.",
                "Ken impressed Geoff. He felt a sixth sense of control over his head.",
                "Ken impressed Geoff. He wanted to be a part of the board community and he cared passionately about his own accomplishments and what he was able to show for.",
                "Ken impressed Geoff. He felt he was part of a team that would be winning its first Australian Title, including a second best times final.",
                "Ken impressed Geoff. He saw others like Liam and Tom, and when he failed to win the Grand Tops, bothered by Mike Begbie's presence.",
                "Ken impressed Geoff. He knew that there were no valid excuses for us to go to spar with the Wilson kids.",
                "Ken impressed Geoff. He didn’t attend home too much, but at least he made a place with a great skate rink, because he couldn’t afford the Renault Carcycles.",
                "Ken impressed Geoff. He’s still here, but he wants some music.",
                "Ken impressed Geoff. He persuaded Carvally.",
                "Ken impressed Geoff. He has not given up on answering his inquiries.",
                "Ken impressed Geoff. He did not admit it.",
                "Ken impressed Geoff. He had an intense look at his medical passport but things did not go right with him in the medical register.",
                "Ken impressed Geoff. He thought he was somewhere between Bebel (the president of Enron and the American banker) and a brain drain.",
                "Ken impressed Geoff. He took Olivia’s microphone for a “flip-on” moment during this.",
                "Ken impressed Geoff. He then made the free kick to stop this story and some old women's games like tennis and life-changing tennis.",
                "Ken impressed Geoff. He took well, too.",
                "Ken impressed Geoff. He would have to write five lectures about that work, but after \"The Lounge Assessor\" finished out (though the legendary spokesperson says that she would still make repairs, too?) it wasn't until he resigned for the.",
                "Ken impressed Geoff. He made Mike know he couldn't hold out long enough and wanted to be back with him.",
                "Ken impressed Geoff. He appears as a true elite teacher in the world's pride.",
                "Ken impressed Geoff. He could be a bit wimpy, but he likes his vision.",
                "Ken impressed Geoff. He’s right up there with Watson, Ronnie Watson, Dee Dee and their relatively well known powers.",
                "Ken impressed Geoff. He feels his feelings for Henry because he thinks he’ll continue my work for two more and focus on his back condition and feel more at ease in his sense of self as compared to the others.",
                "Ken impressed Geoff. He got in camp later that day to gather firewood.",
                "Ken impressed Geoff. He tells me he’d like to finish any gig after that any day.",
                "Ken impressed Geoff. He beat me another round (which was good if he had a point for two attacks either to lose a lead or set up a danger situation.",
                "Ken impressed Geoff. He thought that there was only so much it would be difficult for a boy to accidentally break the record to do the exact thing the way I described it.",
                "Ken impressed Geoff. He then formed a team with Timmy Buchonuk of Toronto defender, who had an excellent reputation, as well.",
                "Ken impressed Geoff. He is convinced he was manipulating his way out but trust me that’s the truth.",
                "Ken impressed Geoff. He would later play for the Milwaukee Wolves in the 2005 NCAA Division I-A conference tournament as a key baller and field later said \"it may have been harder for Manti\" for him.",
                "Ken impressed Geoff. He took on to be an ideal defensive tackle as this year came against the lighter team and the better offensive tackles won it all.",
                "Ken impressed Geoff. He thought he wanted everything and was extremely passionate that way, for example.",
                "Ken impressed Geoff. He told them that he knew them how they would feel; he told them if he was so close to a bear they would be almost perfect.",
                "Ken impressed Geoff. He would call me at short and refused to leave but, with all of us,, there was the promise to come back with more free things to feed and feed It's sad this much can go on!\" Crowley wanted to.",
                "Ken impressed Geoff. He and I don't usually talk – I've held myself back as I've taught myself.",
                "Ken impressed Geoff. He hoped to hold a solemn meeting with them.",
                "Ken impressed Geoff. He'd seen chefs move mountains.",
                "Ken impressed Geoff. He has explained on various previous meets, in his entry letter for May I, that Labour Party supporters tend to be right to praise the leader’s qualifications, or a talent, despite negative attitudes towards them, and on issues like.",
                "Ken impressed Geoff. He'd mentioned David's prestige as well and he wasn't sure why, given all that politics would bring him.",
                "Ken impressed Geoff. He thought that a foil had to allow 3 spoons per person was probably impossible if they were buying insects.",
                "Ken impressed Geoff. He gave her a lark.",
                "Ken impressed Geoff. He and he should have been in common cause.",
                "Ken impressed Geoff. He gave a good explanation about how he didn’t hate the Australian wild animals.",
                "Ken impressed Geoff. He'd over the years watched her grow stronger.",
                "Ken impressed Geoff. He knew him very well so it was no surprise that he ordered him to be there next week.",
                "Ken impressed Geoff. He thought that sending out Kerr would be for the better when the opposition team and good match-up were ‘unbelievably good’ when he lost during refereed tournaments, but he had the other goals too.",
                "Ken impressed Geoff. He knew that with him and himself and with Grace just carrying a stake.",
                "Ken impressed Geoff. He admired the speed he was taking through the woods during the chittering session at a nearby Australian ski hill.",
                "Ken impressed Geoff. He also had a couple of great seasons as the coach of his favourite children.",
                "Ken impressed Geoff. He did write a great text about the promise of music and guitar among Sammy Cahn; but Gary Horgan, who played saxophone with Sammy on his debut LP Extra Grass Romano about four months after Carl Zimmer.",
                "Ken impressed Geoff. He could say in one smooth fashion: when Wyndham's successor wanted to be able to teach the course, McDowell took an open-mike approach and introduced his pupil, John Smith, to W.",
                "Ken impressed Geoff. He arrived in Britain in 1977 and became widely perceived as one of the greatest cricketers in the history of the game in the last year.",
                "Ken impressed Geoff. He thought he was slightly wobbly, even awkward at times.",
                "Ken impressed Geoff. He figured that his lively personality helped him on a team to win the 2016 NCAA Player of the Year award when Vanderbilt took the Carolinas top honors following the Wrestlemania Women's Championship to take the Big 12 women's tournament.",
                "Ken impressed Geoff. He saw it was an opportunity for change.",
                "Ken impressed Geoff. He recovered a faint his gaze just enough for Keith to look at him.",
                "Ken impressed Geoff. He said, \"They should be.",
                "Ken impressed Geoff. He has only won the World Finals in his lifetime.",
                "Ken impressed Geoff. He’s not the first to lend wisdom to those who don’t listen to his own inner voices.",
                "Ken impressed Geoff. He woke me up and told me that all he wanted was some glow and peace of mind and he was sure he'd caught it on.",
                "Ken impressed Geoff. He invited a lot of people to see this outstanding player of Scarlet Lions at Leffe Gates last Thursday in Brisbane, without forcing him to visit any more.",
                "Ken impressed Geoff. He finished his course and went back to the medical school which is most likely close by town.",
                "Ken impressed Geoff. He said that he knew everything, why he liked to try it at home, while at the beach, with his own family, and as an adult he wanted to build up the memories to it.",
                "Ken impressed Geoff. He wasn't a strong defender, yet he always thought of this as an opportunity to get some men that have an injury problem.",
                "Ken impressed Geoff. He told Greg he regretted seeing many of Hispanics (no it wasn't Alex Peers who was looking for an interview) \"like everybody else\"."
            ],
            "counts": {
                "Ken": 0,
                "Geoff": 0
            }
        },
        "Simon ran towards Richard. He": {
            "details": {
                "pronoun": [
                    27,
                    29
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        18,
                        25
                    ]
                ]
            },
            "sentences": [
                "Simon ran towards Richard. He said, \"Richard Gottspruck would like you to get something for Your Highness' baby.",
                "Simon ran towards Richard. He whistled, and then yelled at Richard \"asparagus for breakfast!\"\n\nRidley raised his voice as the gentleman stopped his dogs, even though something had failed him, he thought dashing after the last.",
                "Simon ran towards Richard. He said they talked in his presence.",
                "Simon ran towards Richard. He saw Judge Gilbert take a pair of seasoned hands to give him the gun.",
                "Simon ran towards Richard. He heaved his vent and flew in at Gary and walked on behind and began nesting as Harry flipped into his bush.",
                "Simon ran towards Richard. He lifted the now-defunct route to his top headquarters and continued to refine his plan, though he was caught off-guard.",
                "Simon ran towards Richard. He told me that Luke he'd been raped by Phil Fasati.",
                "Simon ran towards Richard. He took out his father’s business cards, and for the first time in its existence he was wearing them.",
                "Simon ran towards Richard. He stayed as tall as John’s and was quite the opposite to London, receiving 20 or even 30 over the weekend, I thought.",
                "Simon ran towards Richard. He saw him on screen for two shots.",
                "Simon ran towards Richard. He said, 'You can sleep well, Myrtle - very well.",
                "Simon ran towards Richard. He was sure that her arm would be on the alarm, as was Bailey's oddly emaciated hand; too, perhaps.",
                "Simon ran towards Richard. He walked over to the man on one side, with an angry air at his heart and the smell of chestnut and leather in its handling.",
                "Simon ran towards Richard. He soon found a tiny fortune spinning around in front of his T-shirts.",
                "Simon ran towards Richard. He said, 'I know the skipper may want me there, but I suppose I can't stay here.",
                "Simon ran towards Richard. He told Mary, who'd been wise enough not to say this: 'Tom and Edmund must have gone back into their cave to hide from the moths that were planning a feast in the trees.",
                "Simon ran towards Richard. He looked around.",
                "Simon ran towards Richard. He said, \"You speak about you.",
                "Simon ran towards Richard. He stuck his fist in a series of violent movements.",
                "Simon ran towards Richard. He said: \"What? _Angler_, what kind of opponent have you been? You were only too lucky to come through this way.",
                "Simon ran towards Richard. He looked at us with his eyes narrow, but he exchanged them for a dog grin, feeling the beauty of his middle years and the grandeur of their relationship.",
                "Simon ran towards Richard. He told me that some weeks after his last nurses meeting, he hit a financial situation of his own in the middle, changed his name and stayed as a whistleblower to cancel a £500,000 event he was planning on.",
                "Simon ran towards Richard. He entered the room and knocked loudly and loudly.",
                "Simon ran towards Richard. He looked at him expectantly.",
                "Simon ran towards Richard. He snapped off his cigar and sat face-down, staring across a barrel of poodles, punched out by a dead bird, behind for a lot further damage.",
                "Simon ran towards Richard. He believed that when he had suffered his severe depression, the experience would comfort him.",
                "Simon ran towards Richard. He took out his phone and tested his Samsung Galaxy.",
                "Simon ran towards Richard. He often had orders to explain, sometimes by the jests of the guards, to the prettys, but Richard had very little left to say.",
                "Simon ran towards Richard. He greeted Jane, and alerted Stella to a message.",
                "Simon ran towards Richard. He beat Furt Smith later.",
                "Simon ran towards Richard. He rode on his horse and shrugged.",
                "Simon ran towards Richard. He wiped the fingerprints off his sweaty sweat suit and stared past me back at Sidney Humphries, and although I could tell it was going to be difficult, I figured I wasn't going to thank him.",
                "Simon ran towards Richard. He took ten more minutes to circle, when he saw me on a crowded tented road, trailing behind my friend.",
                "Simon ran towards Richard. He said, 'Your father told me he had been sorry he had been absent, wasn't it?'\n\n'He was very sorry.",
                "Simon ran towards Richard. He slid through the doorway, but at the same time he was striding back to where I stood, beside mine.",
                "Simon ran towards Richard. He dashed after the others and called at the other guests, saying, \"And this man arrived.",
                "Simon ran towards Richard. He had an arch of stone at his back, forming a causeway across the port.",
                "Simon ran towards Richard. He frowned and shook his head.",
                "Simon ran towards Richard. He took a rope loop off the pedestal in front of him, looping carefully along the runner and catching it between his fingers as he slipped on a belt.",
                "Simon ran towards Richard. He told himself there was nothing to be done.",
                "Simon ran towards Richard. He saw her lying there.",
                "Simon ran towards Richard. He had just as well been relying on Richard.",
                "Simon ran towards Richard. He drank as hard as he could and he sighed.",
                "Simon ran towards Richard. He took the opportunity and said “thank You with the wet sleep.",
                "Simon ran towards Richard. He saw me with her gear of goats and decided to grab her.",
                "Simon ran towards Richard. He grabbed Richard and pulled to keep him off him, and left.",
                "Simon ran towards Richard. He leaned into a scythe and pulled the knife out of her shirt.",
                "Simon ran towards Richard. He looked down.",
                "Simon ran towards Richard. He reminded me of a cat saying Nahh (the n-word from the meadow); but now they're talking to people of the farm; one of them, so long as he spoke NO BERFIC.",
                "Simon ran towards Richard. He waved a hand.",
                "Simon ran towards Richard. He still thanked his co doctor for the last time and was terribly scared.",
                "Simon ran towards Richard. He told us the story about her eccentric relationship.",
                "Simon ran towards Richard. He told himself that he was lost, as in Zimbabwe.",
                "Simon ran towards Richard. He said:'_Maybe I'll never get another chance to learn where he wants to go again_.",
                "Simon ran towards Richard. He nearly screamed out to her that someone had taken his keys, but the flash of a ring gave her away.",
                "Simon ran towards Richard. He kept his face in his backpack; he already had a large motorcycle and it had a solid frame.",
                "Simon ran towards Richard. He told them to get together, that he thought she was playing on a horse.",
                "Simon ran towards Richard. He looked around the house and realized that his back was against the wall, about a foot away from herself and his book, his empty bottle.",
                "Simon ran towards Richard. He scanned the outside of the table and nodded to the pub, then whispered, 'Seeing Lord Abbot, you can't tell by looking at it from a far side of the door.",
                "Simon ran towards Richard. He told it all in one go, that he didn't need one but enough that someone else might be able to help with the one who would be able to have each other's help in the future.",
                "Simon ran towards Richard. He repeated some of them, wearing an unfamiliar combination of sleeves as well, and, in order of importance, he was wearing a dazzling but slightly pathetic penguin-layer.",
                "Simon ran towards Richard. He dug into the deep down inside his knees.",
                "Simon ran towards Richard. He told them to leave their bags to the dog.",
                "Simon ran towards Richard. He now nicknamed \"The Pompous Earl\" and called him, as he dubbed Rump Vernon \"The Man Who Cried Out the Opera.",
                "Simon ran towards Richard. He crawled out of the bedroom and tried to slam the door and was struck by the actions of Thomas a Stork and a porcupine gumman.",
                "Simon ran towards Richard. He dropped an arm around him, pushed his face into a pillow and took off after her coffin.",
                "Simon ran towards Richard. He smelled good.",
                "Simon ran towards Richard. He eventually returned to home and prepared some good soup.",
                "Simon ran towards Richard. He introduced myself and then stood a little to one side.",
                "Simon ran towards Richard. He looked more hopeful than he had back at Dock, whose eyes were bright with sweat.",
                "Simon ran towards Richard. He patted Richard on the shoulder as the brass closed off the light in the windows.",
                "Simon ran towards Richard. He said, 'Now it's in the towel,' and smiled.",
                "Simon ran towards Richard. He ended by hobbling off of her and to a standing-room-only coffee table with an old model.",
                "Simon ran towards Richard. He told me that he had seen Richard be doing something special.",
                "Simon ran towards Richard. He wiped his curls, saying they were going to shame Hasegawa into taking the babies for dinner, leaving the servants out to roam off in the kitchen and the guests out onto the ice.",
                "Simon ran towards Richard. He was being called out.",
                "Simon ran towards Richard. He rode the front\nside of her into the south side where he stopped for a moment and\nquickened her timetable.",
                "Simon ran towards Richard. He saw Richard sitting heavily and awoke.",
                "Simon ran towards Richard. He removed my books, told me to drink to stopping him, and wished he had brought me a boat.",
                "Simon ran towards Richard. He saw Sylvester pass the barber's shop, but was  poured back to tell Richard that he would be on his way soon.",
                "Simon ran towards Richard. He was uncharacteristically impulsive.",
                "Simon ran towards Richard. He was a tall man in lean facial features, dressed slightly but low to his waist, and with full length glasses; but he looked a lot like Lionel Grant.",
                "Simon ran towards Richard. He removed the ring, ostensibly because he planned on putting it in the ring for his father, so Richard could do whatever he wanted with the ring.",
                "Simon ran towards Richard. He told the family about his job and his two young boys who decided to do his services.",
                "Simon ran towards Richard. He was hoping for a rude shock, but Andrew was reluctant to get out of bed when he found him pissing on the broken glass.",
                "Simon ran towards Richard. He chose to settle the wads from the bar and keep his hands clean.",
                "Simon ran towards Richard. He had to push his way in, but he just wouldn't leave.",
                "Simon ran towards Richard. He rolled away at the road, and was surprised when he saw it had changed to a real storefront.",
                "Simon ran towards Richard. He said, \"Think over what come to you.",
                "Simon ran towards Richard. He insisted that he could have as much safety as he wished, but obviously would have to answer the question.",
                "Simon ran towards Richard. He looked at me, and then stopped myself, and said: 'I won.",
                "Simon ran towards Richard. He touched one finger and smiled at me in the gloom.",
                "Simon ran towards Richard. He gathered her chin with one hand.",
                "Simon ran towards Richard. He thrust a pistol from his belt into the kitchen and took to with him a knife.",
                "Simon ran towards Richard. He was lying there in his quarters, frowning.",
                "Simon ran towards Richard. He tipped the glass onto her head and balanced her weight.",
                "Simon ran towards Richard. He disappeared without a touch, lay down in my seat.",
                "Simon ran towards Richard. He looked around the room and saw that then of course it was always Thomas.",
                "Simon ran towards Richard. He returned, and stopped his men within a short time, then climbed back up on to the great wooden wagon and heard two pounding steps, one from them to the door; the second time it sounded like a boy, with.",
                "Simon ran towards Richard. He wrote articles for a similar theme, discussing the value of prostitutes in war and the importance of knowing the difference."
            ],
            "counts": {
                "Simon": 0,
                "Richard": 10
            }
        },
        "Simon ran away from Richard. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        5
                    ],
                    [
                        20,
                        27
                    ]
                ]
            },
            "sentences": [
                "Simon ran away from Richard. He wanted to invade a poker room and set himself up as his allegiance to the villain.",
                "Simon ran away from Richard. He would be my husband, again, living in London while you were at the casino.",
                "Simon ran away from Richard. He closed the window by its lightened height, then took out the light again, still shining in.",
                "Simon ran away from Richard. He pretended that he wasn't even in Crumsey.",
                "Simon ran away from Richard. He seized a second pair of shoes and placed them on the cob.",
                "Simon ran away from Richard. He told him how the hammer changed his work in the fields, and passed away.",
                "Simon ran away from Richard. He whispered a warning: \"What if someone attacks, turning Richard back into a palm tree?\" He slapped a fist over Robert's ear, missed, slammed him into the wall, and danced to safety, walking through the.",
                "Simon ran away from Richard. He wanted to return to his former home in Yorkshire, perhaps in England, but William returned with the plans and claimed there was no chance of one more letter from Richard, possibly in the British army.",
                "Simon ran away from Richard. He drank himself into a long and ecstatic sob, the words of the fallen martyr.",
                "Simon ran away from Richard. He didn’t live to finish the job — he died of a stroke that night.",
                "Simon ran away from Richard. He was from an unconnected family and fled to Egypt to escape persecution at his father's execution in 1922, despite a law prohibiting him (and other pieces of literature based on his) from trying to escape on a mobile.",
                "Simon ran away from Richard. He wanted to pay £1500.",
                "Simon ran away from Richard. He would face court again one day.",
                "Simon ran away from Richard. He went into the air and threw himself down on his wall.",
                "Simon ran away from Richard. He told the Grand Minister about the boy who had been arrested.",
                "Simon ran away from Richard. He went out for a biscuit and found Richard going to town to make coffee in order to give the house much to sell so as to preserve his wealth.",
                "Simon ran away from Richard. He wanted to be back in America, before Richard joined him, and to make sure he was perfectly capable of following the path he took.",
                "Simon ran away from Richard. He continued to try and win the battle, but the man was gone before he could gain many gold.",
                "Simon ran away from Richard. He said, \"I'm not a thief, but just an idiot.",
                "Simon ran away from Richard. He went online and logged into his personal records to log the documents correctly.",
                "Simon ran away from Richard. He asked for a doctor to find time to draw Martin.",
                "Simon ran away from Richard. He didn’t seem to regret what had happened.",
                "Simon ran away from Richard. He was under suspicion because of his allegations that he suffered harassment toward him from the Reprieve Center in Jersey City and would settle for a larger fee.",
                "Simon ran away from Richard. He saw Mac Parker again.",
                "Simon ran away from Richard. He pointed out one area of the bar, roughly the size and size of the windows on which it was opened, and said, \"Wow, we have seen these again.",
                "Simon ran away from Richard. He wiped out his eyes and turned back to the bed.",
                "Simon ran away from Richard. He asked, \"Are you all right?\" Her hand had been out of the area with water and the fire must have run out.",
                "Simon ran away from Richard. He found an apartment next to the dry cleaners, a hair stand and his eyes and face.",
                "Simon ran away from Richard. He argued with her, telling her how she had worked her life's work: \"It was beautiful work and she would write a book that would be so powerful.",
                "Simon ran away from Richard. He knew nothing of this.",
                "Simon ran away from Richard. He told his mother he had forgotten, and told not to sleep.",
                "Simon ran away from Richard. He wanted to throw himself down again.",
                "Simon ran away from Richard. He knew it would never happen, but they both knew it was coming.",
                "Simon ran away from Richard. He carried her back to his home.",
                "Simon ran away from Richard. He gave a sad glance at Ada before coming to a halt and flinging herself into a ball at her feet, but losing all grasp of the big doughy hand and with a pang of pain that he was too.",
                "Simon ran away from Richard. He found his trunk and returned to his castle.",
                "Simon ran away from Richard. He introduced him as Slugfurter, an old old Dutch club player who wanted to sell himself to the club and compare his relationship with Henry Carr and his movie.",
                "Simon ran away from Richard. He persuaded his father to take over, and Richard finally found himself without a sixth sense.",
                "Simon ran away from Richard. He told William in terror through prayer that a woman would listen to him; when it was over that his instructions had vanished.",
                "Simon ran away from Richard. He asked, \"But how?\"\n\n\"My head.",
                "Simon ran away from Richard. He said he could see his head was covered in blood, though he could not pronounce his name.",
                "Simon ran away from Richard. He'd need the money to make it to a profitable trade,\" Marian wrote.",
                "Simon ran away from Richard. He found an app to download a record library.",
                "Simon ran away from Richard. He knew, though, that his fate would be set to “Smoke.",
                "Simon ran away from Richard. He asked him not to do anything to anyone but to keep his word.",
                "Simon ran away from Richard. He told him that he did not have time for anything else, but that he might crash and burn his churchmate in real trouble.",
                "Simon ran away from Richard. He stopped playing with his dad and joined Bridgit, right next to him in class.",
                "Simon ran away from Richard. He taught himself German to speak Russian before stripping down to the thinner his skin from cadavers and other instrument parts to dirt, plasmodium.",
                "Simon ran away from Richard. He didn’t know it by now.",
                "Simon ran away from Richard. He tried one of the traps, which were set by him.",
                "Simon ran away from Richard. He was standing in the circle, and was immediately captured.",
                "Simon ran away from Richard. He continued in his business career, eventually allowing a career in law enforcement.",
                "Simon ran away from Richard. He sounded like a man who won some pennons, and that gave Michael the same look of reproach it had when he showed up at his house, while Jane had only laughed and said the things they did not understand.",
                "Simon ran away from Richard. He forgot her honor; she was too fond of her song, as her character showed.",
                "Simon ran away from Richard. He had gone off with a brother and his life was ending for the Father and for the sons of men, his people, and their sons and grandchildren.",
                "Simon ran away from Richard. He took the money back, and he even left something in his pocket for his sister.",
                "Simon ran away from Richard. He saw death coming and he did not make it.",
                "Simon ran away from Richard. He found that her flip on one side gave him some tattoos.",
                "Simon ran away from Richard. He'd looked back at Nick once again and back at himself.",
                "Simon ran away from Richard. He said, \"You have asked yourself, 'Who are these men? And are you one? The thing with these men is that you try to violate these men' [On technique].",
                "Simon ran away from Richard. He then pushed himself out onto the second stage and told me that someone else had got out, too, but clearly he still thought that I had overlooked something wrong with my face.",
                "Simon ran away from Richard. He didn't stop looking.",
                "Simon ran away from Richard. He tried to pretend that he knew how he was punished but it was too painful to admit.",
                "Simon ran away from Richard. He found the hunt in Dick.",
                "Simon ran away from Richard. He emerged at Hyde Park and caught a towel for her legs.",
                "Simon ran away from Richard. He'd seen them circling and making love to someone.",
                "Simon ran away from Richard. He went walking again, then found that it was a bad day for Richard's body, and stood on his feet.",
                "Simon ran away from Richard. He hit a firm, heel – but his adversary didn’t.",
                "Simon ran away from Richard. He tried to cling to her but it wouldn't do any good.",
                "Simon ran away from Richard. He grabbed Richard by the shoulder and pushed Richard toward her for an argument.",
                "Simon ran away from Richard. He said, \"Here is your daughter.",
                "Simon ran away from Richard. He went away from his son Matt back home to Frederik to look after Maxum, which meant that he couldn't live with himself on the retired nest until the first Christmas of this year.",
                "Simon ran away from Richard. He went through the same process for Elshal and the entire Svalbardian cluster of plants.",
                "Simon ran away from Richard. He found him and had him gagged, wounds from blood.",
                "Simon ran away from Richard. He saw Simon's eyes, and he, too, saw blood all over him with blinding detail.",
                "Simon ran away from Richard. He then pointed his foot out from behind the estate on the house, doubtless finding it even harder to keep an eye out for the rowing machine outside on land.",
                "Simon ran away from Richard. He saw\nthe way his friends had given him comfort and affection as God had\ngiven to a man devoted to simple wants.",
                "Simon ran away from Richard. He found work for six years on integrity issues in the city of Phoenix, and the sheriff says he is not seeking reinstatement.",
                "Simon ran away from Richard. He asked for his son to jump into hunting gear, but he refused.",
                "Simon ran away from Richard. He tried to justify his plight, then convinced himself he had attempted \"the most ridiculous and pitiable thing that anyone could do.",
                "Simon ran away from Richard. He told me what the boys told him.",
                "Simon ran away from Richard. He finished in the Chief Rear Marshal's suite.",
                "Simon ran away from Richard. He kept his hands on the night table, but it fell into one of a brawny heap.",
                "Simon ran away from Richard. He believed that Matthias Vogt would have been found hiding from St.",
                "Simon ran away from Richard. He'd find her, on both feet.",
                "Simon ran away from Richard. He saw Alice fleeing to her house.",
                "Simon ran away from Richard. He recognized my eyes, the deep grotesque features, as a ghost – like Jamie and Richard, like every other child in Eden, curled up in a bed.",
                "Simon ran away from Richard. He'd sent me an unlocked hand, he said.",
                "Simon ran away from Richard. He tried to fight his way out of it.",
                "Simon ran away from Richard. He saw Michelle trapped.",
                "Simon ran away from Richard. He slapped two crumpled bodies off to the floor.",
                "Simon ran away from Richard. He tossed his bag over his shoulder.",
                "Simon ran away from Richard. He hoped for the most hated decision, when in fact he wanted to tell Steve.",
                "Simon ran away from Richard. He covered his mouth with his hands, feeling no blood pour out of him.",
                "Simon ran away from Richard. He told a meeting at Charmerton that he could be filmed by a friend of one of Lucy’s friends.",
                "Simon ran away from Richard. He then went on to make a double shift in the meantime and was told by Paterson that if anyone else wanted to watch, other course editors could watch.",
                "Simon ran away from Richard. He hung up and shut the door, then tried to find the wording of the Beynons with Pierce, but came up empty.",
                "Simon ran away from Richard. He wanted to\nprevent the estate from insisting upon his great fancies.",
                "Simon ran away from Richard. He then spotted Allen Ginsberg now.",
                "Simon ran away from Richard. He wanted to be a one-man comedian."
            ],
            "counts": {
                "Simon": 1,
                "Richard": 9
            }
        },
        "John passed a comic to Bill. He": {
            "details": {
                "pronoun": [
                    29,
                    31
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        23,
                        27
                    ]
                ]
            },
            "sentences": [
                "John passed a comic to Bill. He then reported that one chance would stay as he could.",
                "John passed a comic to Bill. He wanted me to be like Bill; he wanted to be smart and cool and would always try and be like a spy.",
                "John passed a comic to Bill. He passed it to the architect for which the result was publicly revealed, and was also interviewed to prove his suitability as the artist.",
                "John passed a comic to Bill. He says: “Comic Pop! Mister Wizard”.",
                "John passed a comic to Bill. He did a world takeover, and I recall hearing a lot of talk about a whole generation of geniuses like that.",
                "John passed a comic to Bill. He is a black Miami soul cat.",
                "John passed a comic to Bill. He got there for help when he had a sick family.",
                "John passed a comic to Bill. He gave the vote twenty-five votes, with the undecided ticket being the last vote.",
                "John passed a comic to Bill. He then wrote back with reference to some producers of comic novels, \"The Nature of Comics, as established on Sir James Madison: The \"Modesty\" of the Authorship Series\", the \"Silver Texas\" and.",
                "John passed a comic to Bill. He concluded by stating that he is uninterested in using paper pulp.",
                "John passed a comic to Bill. He would later thank\nhim on several occasions for assisting the publication of comics, “How\nmuch fun it was!”\n\nHe saw the book he heard a young lady talking with the duck’s head,.",
                "John passed a comic to Bill. He had just been named Associate Columnist with the American Chess League for the 1960s—the group which boasted the top-hand football player.",
                "John passed a comic to Bill. He had written his other early material with the subway station and overheard fellow artists about it, saying he was dancing with the unexpected guest of his life - Eugenie.",
                "John passed a comic to Bill. He thinks it was great, but.",
                "John passed a comic to Bill. He died of heart trouble in New York on February 19, 1910.",
                "John passed a comic to Bill. He told his father that he would work at the big Comics Lines Factory at Pullman in Alabama, where he resided for three years, working for Marvel.",
                "John passed a comic to Bill. He then wrote several other such comic books, but was never too pleased to have them spread among publishers.",
                "John passed a comic to Bill. He says, “Something about history, a time to bring back historians of the day.",
                "John passed a comic to Bill. He usually seems unsure about its shape.",
                "John passed a comic to Bill. He'd objected to a dentist and had planned some funny stuff.",
                "John passed a comic to Bill. He adds,\n\"He is an excellent writer, of principle and genius in all things, especially\nin his catalogues and understudios, but as an art teacher is a friend to all men;\n.",
                "John passed a comic to Bill. He died at 49 years old.",
                "John passed a comic to Bill. He's coming back to Sanctuary House.",
                "John passed a comic to Bill. He got a studio by default, and he established an office at A&J when he was in his mid-teens at an ophthalmological medical school.",
                "John passed a comic to Bill. He asks how to give it.",
                "John passed a comic to Bill. He says the villain was \"good boys,\" and the captain says he wouldn't want his prisoners handed over.",
                "John passed a comic to Bill. He then donated some unfinished parts to Walter Gropius to create original artwork from, of course, his original comic.",
                "John passed a comic to Bill. He was living in New York at the time by the name of Maxwell.",
                "John passed a comic to Bill. He gave a cool smile that showed he was sounding awful but afterwards it came back that his comic was, for real, hilarious.",
                "John passed a comic to Bill. He went up to his father and asked why he had gone, and that was the question he wanted to solve.",
                "John passed a comic to Bill. He'd fried several pounds of onions and mash them with scrambled eggs.",
                "John passed a comic to Bill. He typed \"Big Boss\" and picked up a page at the bottom of the screen.",
                "John passed a comic to Bill. He proposed, on the day he signed himself into work, to be his Avengers for life until he gets out.",
                "John passed a comic to Bill. He would later return to the show.",
                "John passed a comic to Bill. He died of tuberculosis and was buried in the Lincoln Memorial on this date, though in a very tragic manner.",
                "John passed a comic to Bill. He died at the age of 96 years,  and wrote part of the book I like.",
                "John passed a comic to Bill. He had been a columnist for the Gray Zone Tribune, the Graphic Style Journal and has also appeared in more than a few of these publications, as well as with numerous other agencies.",
                "John passed a comic to Bill. He also had connections like Red Robin Studios.",
                "John passed a comic to Bill. He also had decided not to take up what he had had on other songs, but inscribed that if he wanted an album, he could get the privilege.",
                "John passed a comic to Bill. He wrote comic books which were a great representation of the character.",
                "John passed a comic to Bill. He's something that it is, and if you're going to have good taste.",
                "John passed a comic to Bill. He plays Johnny in the comic theatre, which comedies both Horner's Stuff and Romano's Enchanted.",
                "John passed a comic to Bill. He'd drawn his first one in about four months, which would be his basic comic line for our great, remarkable story.",
                "John passed a comic to Bill. He gave an address in St.",
                "John passed a comic to Bill. He continued to produce plenty, getting a special origin story for his ‘dark brick’ off-shoot Dreamer, while then surprised by the ship built in Wawa and purchased by his cousin Reetz.",
                "John passed a comic to Bill. He is going by MR's legend, actually, it's almost as a joke.",
                "John passed a comic to Bill. He directed it under a green umbrella on the museum balcony outside his studio.",
                "John passed a comic to Bill. He says: “Puppy stories always have a Hitchcock tone and they always do.",
                "John passed a comic to Bill. He didn't have enough audience for it, so Bill decided he wouldn't be delivering it.",
                "John passed a comic to Bill. He wrote two books that would have prepared me for the set that would have taken me into the Underground Network.",
                "John passed a comic to Bill. He'd been already done in at least thirty pounds with a couple of bullets, when he had his bones ripped from an operation.",
                "John passed a comic to Bill. He made him a dirty joke.",
                "John passed a comic to Bill. He would be the embodiment of stories with the same quality as the stories of his fictitious world.",
                "John passed a comic to Bill. He subsequently recorded a five-hour picture show for NBC in the fall when the 1970s wore new emo music, some written around a time in early 1970s Central Park, so the show would expire on Sept.",
                "John passed a comic to Bill. He then borrowed it and his attempt to translate it in English (or Western Ghoul).",
                "John passed a comic to Bill. He was a good boy, but he hardly gave a damn about your raincoat's calf.",
                "John passed a comic to Bill. He says the project had to be a commercial pilot for each generation and beyond.",
                "John passed a comic to Bill. He says that if he had money in his future he would have screwed him, but instead he never did get paid.",
                "John passed a comic to Bill. He edited the comic (2004), but never even finished it.",
                "John passed a comic to Bill. He didn’t call for such thing, but began to say he thought the Queen with her fame should have been his! It took Bill 30 years but never enough time and too much money to change his mind when.",
                "John passed a comic to Bill. He was a bit long for Elvis, but when his mother left she was drawn into his inner dimension and he could get him to understand it as much as he needed him to.",
                "John passed a comic to Bill. He says:\n\nTonight's old friend, C.",
                "John passed a comic to Bill. He was the first winner of the award with 'Hoagy Haggery'.",
                "John passed a comic to Bill. He made another coin.",
                "John passed a comic to Bill. He also wrote a story called Moon To Earth.",
                "John passed a comic to Bill. He had been brought here to speak at West Portmire for two years, after giving lectures for many years.",
                "John passed a comic to Bill. He sold 200 comics to some artists and sculptors, notably Joe Ware, or Company, another chain.",
                "John passed a comic to Bill. He went to Young's and asked if he'd like to play a bit.",
                "John passed a comic to Bill. He went home and found Fritz having a bad heart.",
                "John passed a comic to Bill. He is a kind-hearted man, a good citizen, a hard working man.",
                "John passed a comic to Bill. He has written two other books, The Man Who Loves Comics and Loves Comics, with the first full-length book being written by Edward Malkin.",
                "John passed a comic to Bill. He represented himself in the case when they entered?\n\nSomething lucky for them.",
                "John passed a comic to Bill. He gave it away on a human command, which sent it to a monster – for in one picture Bill's first fight, out of the way in the first sentence.",
                "John passed a comic to Bill. He argued with the other two, Frank, to support his point.",
                "John passed a comic to Bill. He wrote into Pryce, in the megaphone that Pryce stole The Human Stallion, and the Jim Quartermaster.",
                "John passed a comic to Bill. He died at a hotel in New Orleans about two years ago and got converted to Catholicism.",
                "John passed a comic to Bill. He didn’t have much luck, but kept having a homecoming.",
                "John passed a comic to Bill. He’s one of the legend’s in that friendship, and he wins President Byrd’s respect, just like Toots-Pattee did on the tax dispute last year, in the original tackles.",
                "John passed a comic to Bill. He gave me a hint in his letter, the story was that in writing it in front of thousands, he missed some time.",
                "John passed a comic to Bill. He didn't have much of a clue about what he was thinking or feeling, so he had no way of judging the characters he was reading.",
                "John passed a comic to Bill. He didn't have to.",
                "John passed a comic to Bill. He died of typhus at a young age.",
                "John passed a comic to Bill. He runs an advertising ads campaign for Microsoft that features a fresh look and should be his first comic screenplay.",
                "John passed a comic to Bill. He is an influential member of the Comics Unions who was born around 1966 and lives alongside Bob Heiman.",
                "John passed a comic to Bill. He lives in Sacramento.",
                "John passed a comic to Bill. He also thought that it was a good fortune to be able to get to Earth’s surface.",
                "John passed a comic to Bill. He then traveled to the middle of Spain to study (translating) his religion.",
                "John passed a comic to Bill. He gave him a library and brought it to museum-his old library at Madison, Minnesota.",
                "John passed a comic to Bill. He did allow his friends to participate without interruption but was more than willing to attend long evenings performing street-side comedies.",
                "John passed a comic to Bill. He was one of the original Golden Hours.",
                "John passed a comic to Bill. He helped make it known that his sister who died from her injuries, Adeline; her grandson who told the story, was paralysed due to a heart attack during his long work nights, and died in his.",
                "John passed a comic to Bill. He went away into a hibernation room which is here today, as if he wasn't there watching a television show, and the empty wasteland turned into a small cafe in Violet Town, as the.",
                "John passed a comic to Bill. He got it to pay a bill for this very pissed off young person, and now any bit of abuse and abuse – whatever you do, let me rephrase it, you get a 20 year old girl that is.",
                "John passed a comic to Bill. He says it was wrong to be enjoying it.",
                "John passed a comic to Bill. He wanted Greg Books to buy the movie as an early official feature.",
                "John passed a comic to Bill. He had made a comic, an image to dyeing clothes.",
                "John passed a comic to Bill. He gave an address in the letter, almost a year later, becoming indebted to Mac in his office, and according to his secretary at the time, Bill was thirty-seven.",
                "John passed a comic to Bill. He loved to laugh.",
                "John passed a comic to Bill. He recognized Wayne's role as a villain.",
                "John passed a comic to Bill. He said it was an article published in the London Daily Telegraph about Elder Wigge’s stay at The British Press, as his former friend and publisher Fawcett (played by Falkner and Erag."
            ],
            "counts": {
                "John": 1,
                "Bill": 5
            }
        },
        "John was passing a comic to Bill. He": {
            "details": {
                "pronoun": [
                    34,
                    36
                ],
                "options": [
                    [
                        0,
                        4
                    ],
                    [
                        28,
                        32
                    ]
                ]
            },
            "sentences": [
                "John was passing a comic to Bill. He knew about Jewish teens who had been labeled \"vigilantes.",
                "John was passing a comic to Bill. He looked up at Nancy about five o’clock in the morning and made his entrance.",
                "John was passing a comic to Bill. He got his name from Humphreys journalism and started drawing in profile papers for The New Yorker.",
                "John was passing a comic to Bill. He'd come along just after the holiday had been over to encourage Gemma: the girl he thought was supposed to spare from the riots on The Runaways -- that he would introduce them to her.",
                "John was passing a comic to Bill. He then turned around so that we were in front of the English girl who was in hurry to get to bed.",
                "John was passing a comic to Bill. He is also described by Ida Wickes as her Uncle Jones\nand to a certain extent as L.",
                "John was passing a comic to Bill. He'd liked 'em, I thought, because they always had 'em, when they said it.",
                "John was passing a comic to Bill. He also was \"disgruntled\" about some writings of WWII ladies she had seen at their master's closet.",
                "John was passing a comic to Bill. He is both an inventor and a pro-democrat, opposing the Soviet Union and Iraq.",
                "John was passing a comic to Bill. He frowned nervously when he saw the graveyard, then found himself in an excessively old-fashioned cabin, a windowless shed, as the strange old raindrops that had broke the trail were to.",
                "John was passing a comic to Bill. He made two more upstage appearances with Gene Cartwright and Peter Davies.",
                "John was passing a comic to Bill. He read in great detail about the Skymorpens in FE's William Marquis.",
                "John was passing a comic to Bill. He then went over to the Factory with “The Doctrine” and received “Batman” letter for his “Teamwork” adventure.",
                "John was passing a comic to Bill. He rolled to the side saying, 'Bill, what do you want me to do to you and Johnny?'\n\nAnd then he was sitting on the old TV, drinking, standing in front of the churn.",
                "John was passing a comic to Bill. He is said to have formed the name and the title from a large number of them.",
                "John was passing a comic to Bill. He knew a police officer called Clark in September and he had a costume for Bill.",
                "John was passing a comic to Bill. He didn't know if they meant it, or if he would see what he was doing.",
                "John was passing a comic to Bill. He wanted to get his chance.",
                "John was passing a comic to Bill. He directed a modest picture of Sergeant Cacioppo, seen with the unhappy Mr Taylor.",
                "John was passing a comic to Bill. He’s a pretty funny comic.",
                "John was passing a comic to Bill. He is also starring in Peter Jackson’s novel.",
                "John was passing a comic to Bill. He waited to see what he would learn, only to be told there was no more chance of his ever learning the comic's name.",
                "John was passing a comic to Bill. He thought something would have to come from him and offered to look it over if it was necessary.",
                "John was passing a comic to Bill. He knew who I was by reading it.",
                "John was passing a comic to Bill. He’s famous for bezzies, starring Ethan Hawke in a farces game, and he didn’t let any of the rest stop by, as the TV critics have been saying.",
                "John was passing a comic to Bill. He knew Jeff had a deep chum of two-feet.",
                "John was passing a comic to Bill. He appeared in a short film, directed by Edgar James Holmes, where he used scenes from the case where a young girl died on the roof where a policeman uses the cars of an under-covered police car to.",
                "John was passing a comic to Bill. He told to awaken Jules for his meetings.",
                "John was passing a comic to Bill. He said it was like having acquaintances.",
                "John was passing a comic to Bill. He then took it down to his boyfriend and announced, \"I swear to God, I stole it.",
                "John was passing a comic to Bill. He gave up on going out into the Rockies to make another team.",
                "John was passing a comic to Bill. He looked very surprised and a little suspicious at first if he had not been switched to a social status like this.",
                "John was passing a comic to Bill. He also rode his stickwork, so he never let it go down to Oak Lane anymore.",
                "John was passing a comic to Bill. He went to this girl with strong, yet so still, frank outlook.",
                "John was passing a comic to Bill. He’d run for 11 years before he ran for Congress.",
                "John was passing a comic to Bill. He passed it to Captain Mark Getty, who as a banker applied for a loan to Hank from Harry, which made it a permanent arrangement for him as well as the necessary public debt.",
                "John was passing a comic to Bill. He loved hearing stories in the Hall of Correspondence that talked about the Academy.",
                "John was passing a comic to Bill. He wanted to do things as much as there was an inventory of them.",
                "John was passing a comic to Bill. He ran away from it, stood on the platform near the end of the long pillar, paced against it, and stumped inside the concrete walls, looking after the two victims, who couldn't sleep as.",
                "John was passing a comic to Bill. He's heading out in the Continental west.",
                "John was passing a comic to Bill. He got his name from ‘the preacher,’ so\nwas invented by Giles McAugh to write his name thus used by his\nfather to qualify among the people he met.",
                "John was passing a comic to Bill. He would have had to hide.",
                "John was passing a comic to Bill. He was also producing for Comedy Central, and for other small businesses around town.",
                "John was passing a comic to Bill. He read in a magazine which contained a great deal of comic notes.",
                "John was passing a comic to Bill. He saw Sylvester that morning at \"War of the Worlds.",
                "John was passing a comic to Bill. He remembers seeing Red Nun, and the Johnny I heard about.",
                "John was passing a comic to Bill. He wasn't telling all his jokes, but in case he wasn't going to tell, he had so badly needed just the one comic that he thought he needed some body's help and, as he started to.",
                "John was passing a comic to Bill. He also represented his own old friends Ronan and Sam Chilts.",
                "John was passing a comic to Bill. He barely looked like his age so a five foot 6 foot guy arrived that he changed it from an 18’ old cretin to one that had been brand renovated and removed.",
                "John was passing a comic to Bill. He made an appearance on Den Bosch's show.",
                "John was passing a comic to Bill. He wrote \"Sacred Spangled Men in Batcave\" and \"Swordstone's War\".",
                "John was passing a comic to Bill. He was also working on a study package for us, and convinced me to use it.",
                "John was passing a comic to Bill. He thinks that the comic was a joke, and the cartoon tells tales of his life from his latest book for television critic.",
                "John was passing a comic to Bill. He got to the bar and knocked over a glass table that had been planted by everyone at least a hundred times, so he could have gone back over anything from the kitchen and went into the dining room.",
                "John was passing a comic to Bill. He’s older than\nMr.",
                "John was passing a comic to Bill. He made a fricke in Vixens before carrying it out and was gone for three days.",
                "John was passing a comic to Bill. He glared at them like a big old wolf in an apocalypse.",
                "John was passing a comic to Bill. He found in it how \"long\" \"Bom\" got to be himself - Bill's second pennant, he scored three more in a week.",
                "John was passing a comic to Bill. He looked at it through some rumoured hole in his glasses, unsure about what he had seen but intrigued enough that he drew back a smile, and presented it to Steve.",
                "John was passing a comic to Bill. He asked what the new station would be operated: \"The London Standard Version,\" they told him, prompting Lomax to question \"who exactly is this barbarian?\" A crash at Motley Creek's one.",
                "John was passing a comic to Bill. He made me say it.",
                "John was passing a comic to Bill. He had just been born to his mistress; he had introduced Tom Bass into the show.",
                "John was passing a comic to Bill. He missed the feature of a normal boy, the lack of a forehead in sight.",
                "John was passing a comic to Bill. He said it was in some way a\ngood chance that way was allowed to live!\"\n\n\"I'll think upon it every time.",
                "John was passing a comic to Bill. He thought it was funny and valuable.",
                "John was passing a comic to Bill. He had no intention to get another penny.",
                "John was passing a comic to Bill. He imagined that there was a comic that appeared in Colin's stuttering and descriptive compositions and contained the stories of his daughter \"Sugar\" who sold some of the comic strips she made from his business career.",
                "John was passing a comic to Bill. He'd not be in downtown Temple, and not among the guests — a dance band practice, playing Lord and Queen at the house — for a few days.",
                "John was passing a comic to Bill. He got the book so unexpectedly it became the running joke during Curt Connors' and anyone running either town would be picked on by the establishment by a drunken cab driver.",
                "John was passing a comic to Bill. He didn’t know the authors were true, but he thought they might be true if the plot was to be interesting.",
                "John was passing a comic to Bill. He knew how angry Sam would be, but then some of the Batmen he had made up for his foul-mouthed disdain, a lot of the more accomplished poor canine putt-on fines.",
                "John was passing a comic to Bill. He asked Hixon for the verse, and he gave the key to the missing part of the line by way of one of the sections.",
                "John was passing a comic to Bill. He'd come back for a comic when that pencil he had twenty-five years before took its brains away, and by then he was a twelve-year-old boy with time on his side of the road.",
                "John was passing a comic to Bill. He requested to be introduced to a possible literary character, one and half by a friend of them both from Curzon Street Station, but that request was made in vain, and in the first place, lest their.",
                "John was passing a comic to Bill. He believed he wasn't sure exactly how the songbird actually sang it, and I think he had heard this to rhyme about some strange friendship with the blues player.",
                "John was passing a comic to Bill. He collected 'carnivores', besides putting the cats down (having grown the 'Cullen's' car after the creation of Bob's) to come and take with him all the cats they must need.",
                "John was passing a comic to Bill. He is less close to either Obus and Luke in appearance.",
                "John was passing a comic to Bill. He read in a newspaper that readers would have been surprised to see letters written by someone other than the Frank's son.",
                "John was passing a comic to Bill. He said that his old Mr.",
                "John was passing a comic to Bill. He thought it would be funny, and it was written on a lovingly preserved set of green flowers for the subject of humor.",
                "John was passing a comic to Bill. He got wind of it, and after filming that you could see the back area with the guns.",
                "John was passing a comic to Bill. He posted two ads from Rabbit Show and I recall that one in the week-long shows, which he sent as submissions for articles to Nederlander about BDS.",
                "John was passing a comic to Bill. He’s probably the victim of his own bad taste, but he’s a mean warrior named Bill Richardson.",
                "John was passing a comic to Bill. He managed them to order it, where the paper burned it on his desk and held its tin in his hands for days afterward.",
                "John was passing a comic to Bill. He did ask that Snow be seen alone with Helen and tell her about it.",
                "John was passing a comic to Bill. He pulled out his bat and flung it through an eye slit on the lectern.",
                "John was passing a comic to Bill. He joined a gang of what turned into the News Pack's meeting with Cranks as it went by and they got on a bus again.",
                "John was passing a comic to Bill. He wanted Saif in Tahrir where, though, the two arrested from Coulon and Heber, Yelah and Mara, were very much disappointed with one another.",
                "John was passing a comic to Bill. He's also selling for $2.",
                "John was passing a comic to Bill. He is also a lawyer who is not involved in this.",
                "John was passing a comic to Bill. He did so so that he could pass it in the heat of the campaign to get other countrymen to take it, and again he cast himself out as being a gambler, as his friend, Miss Girls.",
                "John was passing a comic to Bill. He said, “What are we arguing about?” I smiled and said, \"The most ridiculous part of it is that’s the whole point of it, this is how I’ve worked out my way.",
                "John was passing a comic to Bill. He stumbled through a crowd of men with certain scuffles and occasional beatings.",
                "John was passing a comic to Bill. He looked\nme straight in the face.",
                "John was passing a comic to Bill. He had applied for the Pulitzer Prize in 1965 and on June 13 he was offered an entry at the Columbia University to play an amateur\ndistrict attorney's trial case.",
                "John was passing a comic to Bill. He questioned about the obligatory \"wink wink\" to Mary Martin, who then cut this joke to the initial stabbing scene in the end to deal with the confused supporters who were welcoming her to the show.",
                "John was passing a comic to Bill. He told him, \"Won't give any more of their help than what I give.",
                "John was passing a comic to Bill. He stated his piece for The Mirror from 1967, which is not found in his manifesto.",
                "John was passing a comic to Bill. He thought it was the real deal, that if he was going to be revealed for playing a part, it would need to be fitted into something.",
                "John was passing a comic to Bill. He urged Bill and Liv to arrange some money so he could submit something to Congress."
            ],
            "counts": {
                "John": 2,
                "Bill": 5
            }
        },
        "Amanda amazed Brittany. She": {
            "details": {
                "pronoun": [
                    24,
                    27
                ],
                "options": [
                    [
                        0,
                        6
                    ],
                    [
                        14,
                        22
                    ]
                ]
            },
            "sentences": [
                "Amanda amazed Brittany. She caught a glimpse of Tyler downstairs, but managed to hide from him.",
                "Amanda amazed Brittany. She said that what she saw on her end of that paper is what made her the bus driver.",
                "Amanda amazed Brittany. She looked up.",
                "Amanda amazed Brittany. She’s also allowed women to interact with me in an intimate way that she did not before if she could get me my padded feet to look at her when she wore out, and to become aware what a.",
                "Amanda amazed Brittany. She told Anya that lying in the middle of that trap would mean she could commit suicide.",
                "Amanda amazed Brittany. She said: “That is amazing.",
                "Amanda amazed Brittany. She had no problem with what he said that morning.",
                "Amanda amazed Brittany. She had mixed her own story.",
                "Amanda amazed Brittany. She comes with several spoilers so I know who she’s talking about.",
                "Amanda amazed Brittany. She is relieved that so many of my readers already know their family members who already know how our favorite mommies look.",
                "Amanda amazed Brittany. She was afraid that “the seat of her passion is not changing.",
                "Amanda amazed Brittany. She told her first cousin about her horrendous experience; she was about thirty-five with two older brothers, seven of them children, all with very poor homes and families, some where in the North West.",
                "Amanda amazed Brittany. She’s one of the top Dawgs in this genre, as well, as it combines a high amount of gamer, moreso than Sandy Lewis and Dean Lear and, after like a decade with the.",
                "Amanda amazed Brittany. She looked up.",
                "Amanda amazed Brittany. She told us that she bought him her\nestates as she had her two sisters, Erin and Kay.",
                "Amanda amazed Brittany. She'd written an awful lot of books during my gap years.",
                "Amanda amazed Brittany. She is so jealous of you like this!\n\nIf you like, you may use my photos to cover you cheek! It is always interesting to me to use your,and my favorite photos here.",
                "Amanda amazed Brittany. She told them to be the human embodiment.",
                "Amanda amazed Brittany. She was his girlfriend then.",
                "Amanda amazed Brittany. She is also the only breast sufferer who is completely healthy and healthy.",
                "Amanda amazed Brittany. She had just crossed the sleeping pad in his arms when he stopped for water.",
                "Amanda amazed Brittany. She has been a Princess for the Lord, a monumental likeness to the throne which she drew to perform on her birthday before God to mark his true love of nature.",
                "Amanda amazed Brittany. She said she has a special talent for having her hands in the perfect one when I help out somewhere and catch a wanderlust, but comes from a different culture.",
                "Amanda amazed Brittany. She'd never had the chance to experience one of those situations.",
                "Amanda amazed Brittany. She was waiting for a witness\nwhen they called for her, and it seemed obvious to her\nthat this was a good way of promising to laugh her off in\nan innocent way, and she imagined she might.",
                "Amanda amazed Brittany. She’s ready to blame me with our lives.",
                "Amanda amazed Brittany. She suggested that they trade tea stock and fish as they could from Pakistan in exchange for other things.",
                "Amanda amazed Brittany. She looked more upset than she appeared to be, but then again, never in such a sizeable circle of love gave she such a sense of loss.",
                "Amanda amazed Brittany. She flew with Sasha from the iconic Casino-pop-musical line Funnel.",
                "Amanda amazed Brittany. She told us she'd wished she could have done better.",
                "Amanda amazed Brittany. She declared this because she fell because of him, and the kid walked off in terror.",
                "Amanda amazed Brittany. She admitted that she cried like a girl and that she had a broken heart.",
                "Amanda amazed Brittany. She described the retention of wine after the initial consumption in a restaurant the night before:\n\n\"It wasn't by the evening's end, but by the time the wine finally dried and became.",
                "Amanda amazed Brittany. She wanted to watch her pink skin.",
                "Amanda amazed Brittany. She was incredibly happy to work with such an amazing company.",
                "Amanda amazed Brittany. She’s an immensely experienced woman who trains alongside top schools and really loves her work.",
                "Amanda amazed Brittany. She'd figured out what might be an ideal culprit.",
                "Amanda amazed Brittany. She missed being outside all that time, and immediately waved.",
                "Amanda amazed Brittany. She has not been asked to prepare it all right, but a photo posted today shows Amina Bersine holding the halibut and an Argentine flag with the layout of Malta right next to his home.",
                "Amanda amazed Brittany. She turned from something like scuba-scuba and hurried down the hall then and then entered the house.",
                "Amanda amazed Brittany. She glanced over her leg, expecting her arm to be sore as well.",
                "Amanda amazed Brittany. She has passed on to the college presidents much appreciated by everybody else.",
                "Amanda amazed Brittany. She considered continuing.",
                "Amanda amazed Brittany. She said she'd asked to call Simmons.",
                "Amanda amazed Brittany. She looked at Oliver with amusement.",
                "Amanda amazed Brittany. She's lovely little ma'am and we've taken her around the world.",
                "Amanda amazed Brittany. She’s got a ton.",
                "Amanda amazed Brittany. She hit upon a whole aster-armed blonde in a penny-arsed outfit.",
                "Amanda amazed Brittany. She'd been so eager about her pregnancy had we all harboured doubts about their chances of successful.",
                "Amanda amazed Brittany. She told Snoop and Mark that she stopped using drugs because they were vulgar.",
                "Amanda amazed Brittany. She’s been getting to know us and I’m still looking forward to helping him find a new love in him.",
                "Amanda amazed Brittany. She looked at Henry.",
                "Amanda amazed Brittany. She looked down at them, and smiled.",
                "Amanda amazed Brittany. She told her she had a secret-mate, the one who attended class who attended the class.",
                "Amanda amazed Brittany. She admits she did get a little wary when several of her friends owned a small residence.",
                "Amanda amazed Brittany. She told organizers that she didn’t want anyone getting hurt during her workshops, but in her live experience, people were not going to continue to be victims.",
                "Amanda amazed Brittany. She looked up and gently nudged his sleeve.",
                "Amanda amazed Brittany. She had never really considered whether Amaral could just put some depth tests into it or whether he was a true practitioner.",
                "Amanda amazed Brittany. She has figured in the man’s voice on my digital data center (what I’ll call “your real life”).",
                "Amanda amazed Brittany. She has so much more to tell you.",
                "Amanda amazed Brittany. She told us about her story that eventually turned into that ambitious, ambitious story about woman being sexually abused.",
                "Amanda amazed Brittany. She pretended not to notice what Herbert's execution was exactly, and looked up when the executions were over.",
                "Amanda amazed Brittany. She exclaimed: “Nothing really.",
                "Amanda amazed Brittany. She's finally fulfilling her dream and has the opportunity of being bigger, faster, and more compatible with Wawx to come home with she can drink like and drink to herself.",
                "Amanda amazed Brittany. She recalls thinking, “it’s only a small part of the show,” but her enthusiasm spurred an unspoken trust in the guy and her brother.",
                "Amanda amazed Brittany. She told us at the beginning that she and all of this planning and driving had done a good job including taking Blakesmere by storm and the Jackshaw the same way when he bought them up.",
                "Amanda amazed Brittany. She had come down to the rooftops of her hotel to bring coffee to the elevator, now that she could make it as easily with her large cup and mine.",
                "Amanda amazed Brittany. She calls Charlie the only person she has ever encountered in a frosty night, that has any positive meaning in her life, when his old girlfriend needs love for her.",
                "Amanda amazed Brittany. She told me that you could use a bit of truth.",
                "Amanda amazed Brittany. She recalls, “I’ll get you another piece when I complete the assignment.",
                "Amanda amazed Brittany. She was surrounded with a crowd of snitches, and it didn’t seem so bad, when our show began and it needed getting ready.",
                "Amanda amazed Brittany. She raised her eyes to the top of her glasses and spoke in a harsh voice.",
                "Amanda amazed Brittany. She returned to play some pool and steal back her kids.",
                "Amanda amazed Brittany. She has listened to any website on resume not too long at a time.",
                "Amanda amazed Brittany. She claimed you failed because of our partnership! “A few problems go wrong and a few problems are tolerated.",
                "Amanda amazed Brittany. She spoke of the tragedy.",
                "Amanda amazed Brittany. She looked at him intently, and she knew what to tell him, before she faced that weird looking boy.",
                "Amanda amazed Brittany. She said she thought she’d give it a try.",
                "Amanda amazed Brittany. She explained that the guy she was talking about in The Last of Us had already beaten him and could now face life for her decades worth of money – she had tried to buy so much more than her mother had gained.",
                "Amanda amazed Brittany. She says, “You should be driving your own vehicle at the rally by now.",
                "Amanda amazed Brittany. She'd always known there was something behind him, in front of her.",
                "Amanda amazed Brittany. She knew a great friend had been after them.",
                "Amanda amazed Brittany. She said, \"He has not read a spell book at the other mountain.",
                "Amanda amazed Brittany. She meant to say what the donkey should have told her.",
                "Amanda amazed Brittany. She looked surprised, as not to her own counter argument but to her new one, commenting on the room before going to cool it.",
                "Amanda amazed Brittany. She is ecstatic with how careful her body feels at getting into this soaring experience of becoming a martyr.",
                "Amanda amazed Brittany. She immediately wanted to know why the game is so fucking complicated because she is a killer -- she doesn't know.",
                "Amanda amazed Brittany. She knew why the only person watching the ice cream vendors was Billie Jackson.",
                "Amanda amazed Brittany. She was introduced by my friend Amy, whom I wanted to begin chatting with.",
                "Amanda amazed Brittany. She is now a grad student, a first-year teacher, was one of the top grad assistants for 11 years, was a thesis adviser and assistant professor at the Oregon State Fair, lived for a couple months as.",
                "Amanda amazed Brittany. She has been a great host in the music business, she is proud of her craft before her years.",
                "Amanda amazed Brittany. She always believed that there was a time in the past when people could actually send hugs instead of letters.",
                "Amanda amazed Brittany. She looked at his muzzle as if he were going to put it right away.",
                "Amanda amazed Brittany. She has said that she has not only understood, but loved her brother, writing now in the book_Wet_Treetops, \"I am nothing without literature.",
                "Amanda amazed Brittany. She explains, \"This (clone) won't work right.",
                "Amanda amazed Brittany. She was able to complete the entry record's most incredible work at \"The Velocity Factor,\" when she was called up for the interview.",
                "Amanda amazed Brittany. She's an old friend, and is the perfect combination of motherhood and college!\" Vasas was right.",
                "Amanda amazed Brittany. She called herself an artist but had never done the ‘“recital” before.",
                "Amanda amazed Brittany. She has never met such thoroughness in the habit.",
                "Amanda amazed Brittany. She is hearing things that they don't believe, they feel, but they can still reason that this type of thing is a bad thing for people."
            ],
            "counts": {
                "Amanda": 0,
                "Brittany": 0
            }
        },
        "Brittany was amazed by Amanda. She": {
            "details": {
                "pronoun": [
                    31,
                    34
                ],
                "options": [
                    [
                        23,
                        29
                    ],
                    [
                        0,
                        8
                    ]
                ]
            },
            "sentences": [
                "Brittany was amazed by Amanda. She had just got inside the bathrooms to wash her dress back in the door as he cried.",
                "Brittany was amazed by Amanda. She looked at his badge.",
                "Brittany was amazed by Amanda. She would be fooling around with all these profiles and all the random people they could guess what people were afraid of.",
                "Brittany was amazed by Amanda. She saw nothing further before she walked down the street.",
                "Brittany was amazed by Amanda. She couldn’t hold her interest and vowed to let everything in.",
                "Brittany was amazed by Amanda. She had a demonic craving for better.",
                "Brittany was amazed by Amanda. She pretended that all of us had come to love him, and changed her mind with affectionate smiles.",
                "Brittany was amazed by Amanda. She knew Allie and Jake would stand here and shake their hands in her presence and offer something they had against the impossible.",
                "Brittany was amazed by Amanda. She wanted to hear the story of Sara when she found out how she was able to see him again, but the only way she could tell him was to see that he loved her.",
                "Brittany was amazed by Amanda. She was actually laughing first, though at her first laughs he was acting rather dumb and jokingly refer to herself as a balloon favorite.",
                "Brittany was amazed by Amanda. She was buried with the Joan and Louisa Bryant brand as a tribute.",
                "Brittany was amazed by Amanda. She asked, \"Did you ever know the secret that helped us after Dave was killed? In _Stands & Dents_?\"\n\n\"I am curious to know why, but there is no evidence.",
                "Brittany was amazed by Amanda. She said, “I just hadn’t expected him to be kind.",
                "Brittany was amazed by Amanda. She squeezed the lip of her purse and handed him another paper.",
                "Brittany was amazed by Amanda. She shook her head, unsure as to how this particular game featured.",
                "Brittany was amazed by Amanda. She had already realized she was going to be taking the story.",
                "Brittany was amazed by Amanda. She looked at other people who had been following, letting her know the truth.",
                "Brittany was amazed by Amanda. She looked worried, but turned her attention to her watch.",
                "Brittany was amazed by Amanda. She observed that everyone in the north stood to the left of the cathead.",
                "Brittany was amazed by Amanda. She didn't realize there were so many IT agencies out there and was amazed when, at one point in time, an ISDA partner had provided work from an existing county commercial property.",
                "Brittany was amazed by Amanda. She knew back then the few sensitive bits of technology which would have hurt her most was going into product, mostly software.",
                "Brittany was amazed by Amanda. She would never consider letting DARPA establish yet another fictional family on the way, but the children would have to.",
                "Brittany was amazed by Amanda. She said, \"It's amazing!\" and then was done breathing with joy.",
                "Brittany was amazed by Amanda. She told herself: it would be great to get into the temple, where Tina would feel complete and safe and complete with a smile, her skin bright blue with life-giving sunlight.",
                "Brittany was amazed by Amanda. She listened and spoke with such confidence and calm.",
                "Brittany was amazed by Amanda. She insisted on seeing a clip on Sally's GF-SX38, and she couldn't refuse, she stated, as not all adults, are able to read our tongue, because they're less expressive and.",
                "Brittany was amazed by Amanda. She feared that this was going to hurt him a bit and decided to give her vengeance.",
                "Brittany was amazed by Amanda. She wanted to be with them, always, at the same point in each infinite relation of original / real life / the new.",
                "Brittany was amazed by Amanda. She thought to ask the kids how the children were doing.",
                "Brittany was amazed by Amanda. She’d seen Alex go through physical therapy.",
                "Brittany was amazed by Amanda. She said, “It seems I have had ‘Baby Boy’ on my phone and noticing that he is wearing underwear at work.",
                "Brittany was amazed by Amanda. She saw Kate breaking down for months and finally broke the bridge halfway through, but stopped short and said, \"Normally, she'd be asleep.",
                "Brittany was amazed by Amanda. She couldn’t control her emotions, not even at anything close to self-doubt.",
                "Brittany was amazed by Amanda. She imagined making her family proud, clapping their hands with excitement.",
                "Brittany was amazed by Amanda. She could just imagine staring into space and noticing it for herself, or at any other human being.",
                "Brittany was amazed by Amanda. She wanted to come home to Tarrant County with all her Chick-Fil-A goodness.",
                "Brittany was amazed by Amanda. She saw Margo Hurst very clearly on the walls of the room.",
                "Brittany was amazed by Amanda. She would respond when asked if she'd have a beer at the local book club: \"I've had it.",
                "Brittany was amazed by Amanda. She'd played around with him after school to check if she was the leader of the set (well, her sparky-eyed teammates were only even more popular).",
                "Brittany was amazed by Amanda. She replied, “It seems a little abnormal.",
                "Brittany was amazed by Amanda. She saw better in her last hair.",
                "Brittany was amazed by Amanda. She could even look at it.",
                "Brittany was amazed by Amanda. She couldn’t wait for climax anymore, because as the stress around town hardened, and the storms subsided as she kept changing between shows and commercial promotions.",
                "Brittany was amazed by Amanda. She asked him whether he was nervous to be there and Clara came over to stop him so they could decide why she wanted to leave.",
                "Brittany was amazed by Amanda. She felt happy about the announcement.",
                "Brittany was amazed by Amanda. She flipped over to punching Curtis in the face, then backed out again.",
                "Brittany was amazed by Amanda. She knew her asshole was beautiful — the right size — but at the luxury limit only men got.",
                "Brittany was amazed by Amanda. She’d got to ask herself whether she should ever move to Chicago because a dress was “nice.",
                "Brittany was amazed by Amanda. She said that she planned to join them at the Austin Mansion in California later that year.",
                "Brittany was amazed by Amanda. She probably thought she’d run off and move to California.",
                "Brittany was amazed by Amanda. She looked at Reck.",
                "Brittany was amazed by Amanda. She would go off and hide with Tracy and show them a bad boy.",
                "Brittany was amazed by Amanda. She would be hesitant to welcome her onscreen star if she was any means at all, after seeing for herself the rapturous red-tailed hawk.",
                "Brittany was amazed by Amanda. She looked at it long, even while under stress, while her eyes wimped out.",
                "Brittany was amazed by Amanda. She was\nsummovers and schoolboys; she lacked the long experience of\nsending letters to their mothers; she never would have done\nsomething like the horses, nor any other thing, that would.",
                "Brittany was amazed by Amanda. She couldn't help but wonder why those who were so quick to get into concern were spying on her at the library and planning to have him watch her at the first flick of Monday Day's ayoyo.",
                "Brittany was amazed by Amanda. She saw nothing more stimulating than her class discussion and introduces their companions into the room, what is it for.",
                "Brittany was amazed by Amanda. She asked how he had ever known a special assistant, Gino who could look and touch Michelle for a joke, she asked.",
                "Brittany was amazed by Amanda. She rose from the table behind a cabinet and attempted a general and general description, which she gave as her challenge to Iman, when something about the reason for things and the implication of those things made him forget.",
                "Brittany was amazed by Amanda. She knew she should be, but no one thought her model as well.",
                "Brittany was amazed by Amanda. She wanted to bring him in, even talk about religion, but it would be too much trouble to keep him from that.",
                "Brittany was amazed by Amanda. She would believe any time she saw a 17-year-old fucking deadly bullet in a woman, it's a temptation and her choice is to let the woman choose her choice.",
                "Brittany was amazed by Amanda. She couldn't wait to talk to him about Matt.",
                "Brittany was amazed by Amanda. She looked as he asked if she had any idea what it meant.",
                "Brittany was amazed by Amanda. She said nothing about the sabotage, but he dismissed her claims that it was in her best interest to do the right thing and remove things from his files because he felt like he had everything to fall back into.",
                "Brittany was amazed by Amanda. She didn’t doubt, but when I ask her why, she seemed unable to answer straight.",
                "Brittany was amazed by Amanda. She had always been somewhere in the middle of a fraternal group of native American girls.",
                "Brittany was amazed by Amanda. She would have put up with every single smidgen of violence and of tragic glory, but the bumping of McKell was a mystery.",
                "Brittany was amazed by Amanda. She had no idea that one day a stranger might take a girl she loved.",
                "Brittany was amazed by Amanda. She embraced and respected him so much that her lover's salutation was devoted to her, a homely smile that was as minor as any that Inubus would receive.",
                "Brittany was amazed by Amanda. She fell asleep as I undid the hook on the top or magazine of my hat to hold them up.",
                "Brittany was amazed by Amanda. She had not gotten around to seeing him, but she would not go there if she could not obtain his support to get for her.",
                "Brittany was amazed by Amanda. She knew about the importance of pennies, but not the necessity for money.",
                "Brittany was amazed by Amanda. She didn’t think so.",
                "Brittany was amazed by Amanda. She'd seen this many times before and was impressed by its inevitability, even inside: that mars was once an important city, yet somehow it has always been nothing but an empty cranny of the techn.",
                "Brittany was amazed by Amanda. She told us that they were incredibly polite and they thought our friend was a bit understaffed, but in some ways this is the biggest downfall.",
                "Brittany was amazed by Amanda. She would have been more proud of OCam to have been caught during their college trip or even having been at the end of the day when it finally fell to her.",
                "Brittany was amazed by Amanda. She could scarcely have\nglimmed out to see Fred, and Neville failed to see him in that sort of a\ncourt, too, for she knew that his prints came out perfectly.",
                "Brittany was amazed by Amanda. She wanted Dana to get ready for a round up, but did she tell her brother to stay awake to sleep on her shoulder?\n\n\"Sorry, Jordan.",
                "Brittany was amazed by Amanda. She would open new hearts, make memories that more needed to be nourished from the simple touch of her lips, see her treasures on the water.",
                "Brittany was amazed by Amanda. She would never dream that someone was gonna eat them alone so quickly.",
                "Brittany was amazed by Amanda. She argued with Hammond in court with the misdemeanor, and Hatch's girlfriend was charged with touching, in violation of ordinance 10.",
                "Brittany was amazed by Amanda. She'd been terrified before and put it against herself, not knowing what would happen, if she died.",
                "Brittany was amazed by Amanda. She told the reporter, \"Don't make me feel bad.",
                "Brittany was amazed by Amanda. She had been so controlled during filming that she hadn't realized she had a hard time getting up and starting over, the problem being that she always had a difficult time moving forward through changing the mindset of everyone she.",
                "Brittany was amazed by Amanda. She saw because she didn't want to be there.",
                "Brittany was amazed by Amanda. She sounded like many of the characters that played in the classic EC comic book with a more memorable intro.",
                "Brittany was amazed by Amanda. She saw, apart from the fellow awful.",
                "Brittany was amazed by Amanda. She would stick out in front of all of them.",
                "Brittany was amazed by Amanda. She'd opened to the massive minority of \"band\" crowd making her the chosen, even powerful pussy.",
                "Brittany was amazed by Amanda. She saw Amber playing along and feeling positive, with her best shot at a double catch.",
                "Brittany was amazed by Amanda. She thought back to him as she paused with a familiar unyielding gaze on that first tan beachwear ad in Battin blurb: New York? She wondered for a moment, not that the tonal.",
                "Brittany was amazed by Amanda. She snapped to her face, surprised by the darkness she carried on her back.",
                "Brittany was amazed by Amanda. She was kind enough to pick me up at the airport as I got to Iraq and wanted to ask for my autograph just for a little bit more info.",
                "Brittany was amazed by Amanda. She nodded.",
                "Brittany was amazed by Amanda. She had wondered and relayed this idea with fatherhood.",
                "Brittany was amazed by Amanda. She’ll fix that, then she’ll keep on drawing you out.",
                "Brittany was amazed by Amanda. She couldn’t have been more relieved than to hear that they died in a horrific drama about a daringly novel event around women’s rights in Chicago.",
                "Brittany was amazed by Amanda. She said nothing, but the only fact that appeared to have bothered her even more was that Amanda told them that she would never give up until the whole thing was done.",
                "Brittany was amazed by Amanda. She thought of him when he slept on the floor, a Russian policeman, in Zurich."
            ],
            "counts": {
                "Amanda": 1,
                "Brittany": 0
            }
        }
    }
}